class GuruarulDatabase {
  // database of guru arul
  static List guruArulData = [
    {
      "title": "ഏക ജാതി, ഏക മതം, ഏക ദൈവം",
      "quotes": [
        "ഒരു ജാതി, ഒരു മതം, ഒരു ദൈവം മനുഷ്യന്",
        "മനുഷ്യൻ ഒരു ജാതി. അതാണ് നമ്മുടെ മതം",
        "മനുഷ്യൻ ഒരു ജാതിയായി ജീവിക്കണം",
        "ഗോക്കളുടെ ജാതി ഗോത്വം. അതുപോലെ മനുഷ്യരുടെ ജാതി മനുഷ്യത്വം. ബ്രാഹ്മണത്വം തുടങ്ങിയ ശബ്ദങ്ങൾ ജാതിയെ ബോധിപ്പിക്കുന്നില്ല-ജാതിയല്ല. എല്ലാ മനുഷ്യരിലും ഒരുപോലെ ഉള്ളതും, 'ഇതു മനുഷ്യൻ ആണ്' എന്ന് മറ്റുള്ള ജീവികളിൽ നിന്നും മനുഷ്യനെ തിരിച്ചറിയാൻ സഹായിക്കുന്നതുമായ, മനുഷ്യന്റെ സവിശേഷതയാണ് ഇവിടെ ഗുരു തൃപ്പാദങ്ങൾ പറഞ്ഞിരിക്കുന്ന മനുഷ്യത്വം. ഈ മനുഷ്യത്വം മനുഷ്യന്റെ ജാതി ആകുമ്പോൾ മനുഷ്യർ എല്ലാവരും ഏക ജാതി ആണെന്നും സിദ്ധിക്കുന്നു ",
        "എല്ലാ മനുഷ്യർക്കും ജാതി ഒന്നുതന്നെ. വേഷം, ഭാഷ, ദേശം ഇവയുടെ ഭേദംകൊണ്ട് ജാതിവ്യത്യാസം വരുന്നില്ല.",
        "ഒരു ജാതിയെന്നു പറഞ്ഞാൽ ഒരിക്കലും സ്ഥിതിവ്യത്യാസത്തെ ബാധിക്കുകയില്ല. സ്ഥിതിവ്യത്യാസം (ജാതിവ്യത്യാസംപോലെ) ദോഷമല്ല; അത് നിലനിൽക്കും. ജാതി വ്യത്യാസം നിലനിൽക്കാത്തതും ദോഷകരവും ആകുന്നു.",
        "ജാതി ഒന്നാണെന്നുള്ളതിന് തെളിവൊന്നും വേണ്ടല്ലോ; ഒരു പട്ടി വേറൊരു പട്ടിയെക്കണ്ടാൽ അതിന്റെ സ്വന്തം ജാതിയാണെന്നു മനസ്സിലാക്കുന്നു. എല്ലാ മൃഗങ്ങൾക്കും ഈ വകതിരിവുണ്ട്. അതനുസരിച്ച് ജീവിക്കുന്നുമുണ്ട്. മനുഷ്യർക്കു മാത്രം സംശയം: സ്വന്തം ജാതി തിരിച്ചറിയുവാനുള്ള ശക്തിയില്ല. മൃഗങ്ങളേക്കാളും മോശമാണ്.",
      ]
    },
    {
      "title": "ഏക മതം ",
      "quotes": [
        "സകലരും ആത്മസുഖത്തിനായ് പ്രയത്നം സകലവുമിങ്ങു സദാപി ചെയ്തിടുന്നു; ജഗതിയിലിമ്മതം ഏകം (ആത്മോപദേശശതകം)",
        "സമബുദ്ധിയോടുകൂടി എല്ലാ മതങ്ങളും എല്ലാവരും പഠിക്കണം. അപ്പോൾ പ്രധാനതത്വങ്ങളിൽ അവയ്ക്കു തമ്മിൽ സാരമായ വ്യത്യാസമില്ലെന്നു വെളിപ്പെട്ടു കിട്ടുന്ന മതമാണ് നാം ഉപദേശിക്കുന്ന ഏക മതം.",
        "ഓരോ കാലത്തും ജനിച്ച മഹാത്മാക്കളായ ആചാര്യന്മാരുടെ ജ്ഞാനഭേദം (വിഭിന്ന കാലഘട്ടങ്ങളിൽ വിഭിന്ന ദേശങ്ങളിൽ ജീവിച്ചിരുന്നവരായതിനാലുള്ള, കാലം, ദേശം, ഭാഷ എന്നീ ജ്ഞാനങ്ങളിലുള്ള വ്യത്യസ്തത) കൊണ്ട് വഴികൾ എല്ലായിടത്തും വ്യത്യസ്തങ്ങളായിരിക്കുന്നു. എങ്കിലും ആചാര്യന്മാരുടെ ഈശ്വരനെക്കുറിച്ചുള്ള നിർണ്ണയം, പ്രാപിക്കേണ്ട സ്ഥാനം, പ്രയോജനം ഇവയെല്ലാം ഏകത്വത്തെ ബോധിപ്പിക്കുന്നു. അതിനാൽ മതം ഒന്നേയുള്ളൂ എന്ന് പറയപ്പെടുന്നു.",
        "ഒരു കാര്യത്തിൽ മതങ്ങൾ എല്ലാം യോജിക്കും. അതിൻ്റെ ഏറ്റവും മൗലികമായ ഉദ്ദേശ്യത്തെ-സത്യവും ധർമ്മവും-എല്ലാ മതങ്ങളും അനുശാസിക്കുന്നു. ഒരു പൊതു ലക്ഷ്യമാണ് ഏവരും ഉന്നം വയ്ക്കുന്നത്",
        "ഏകത്വത്തെ പിൻതുടരുവാൻ തന്നെയാണ് സർവ്വരുടെയും ശ്രമം. അവരുടെ എല്ലാവരുടെയും മതം ഒന്നുതന്നെ. ഇക്കാര്യത്തിൽ രണ്ടുപക്ഷമില്ല.",
        "എല്ലാമതങ്ങളിലും വ്യാപിച്ചിരിക്കുന്ന സാമാന്യസത്ത ഒന്നുതന്നെ.അതുകൊണ്ട് യുക്തിയുക്തമായ മതം ഒന്നുതന്നെ.",
        "എല്ലാവരും അവരവരുടെ സുഖത്തിനു വേണ്ടിയാണ് പരിശ്രമിക്കുന്നത്. എല്ലാവരെയും പ്രവർത്തിപ്പിക്കുന്നതും മതം തന്നെ. അതുകൊണ്ട് എല്ലാവരുടെയും മതം ഒന്നാണെന്നുള്ളതിന് സംശയമില്ല.",
        "എല്ലാവർക്കും പ്രതിപാദ്യ വസ്‌തു (പ്രതിപാദ്യം എന്നാൽ എന്തി നെയാണോ പ്രതിപാദിക്കുന്നത് അത്) ഒന്നാകുന്നു. എല്ലാ ധർമ്മങ്ങളുടെയും പ്രതിപാദകവും (പ്രതിപാദകം എന്നാൽ എന്താണോ പ്രതിപാദിക്കുന്നത് അത്) മതം ആകുന്നു. എല്ലാം ഒന്നിനെത്തന്നെ പ്രാപിക്കുകയും ചെയ്യുന്നു.",
        "വൈദികമതം, പൗരാണികമതം, സാംഖ്യമതം, വൈശേഷികമതം, മീമാംസകമതം, ദ്വൈതമതം, അദ്വൈതമതം, വിശിഷ്‌ടാദ്വൈതമതം, ശൈവമതം, ശാക്തേയമതം, വൈഷ്‌ണവ മതം എന്നിങ്ങനെ പ്രത്യക്ഷത്തിൽ വിഭിന്നങ്ങളായിരിക്കുന്ന അനേകം മതങ്ങൾക്ക് എല്ലാറ്റിനും കൂടി ഹിന്ദുമതം എന്ന പൊതുപ്പേരു പറയുന്നത് യുക്തിഹീനമല്ലെങ്കിൽ മനുഷ്യജാതിക്കെല്ലാറ്റിനും മോക്ഷപ്രാപ്തിക്ക് ഉപയുക്തങ്ങളായി ദേശകാലാവസ്ഥകൾ അനുസരിച്ച് ഓരോ ആചാര്യന്മാർ 'ഈഷാദീഷൽ ' ഭേദങ്ങളോട് കൂടി ഉപദേശിച്ചിട്ടുള്ള എല്ലാ മതങ്ങൾക്കും കൂടി ഏകമായ ലക്ഷ്യത്തോടുകൂടിയ 'ഏകമതം' എന്നു പറയുന്നതിൽ എന്തിനാണ് യുക്തിഹീനതയെ സംശയിക്കുന്നത്",
        "ഒരു മതാചാര്യൻ്റെ പേരിൽ പല ആചാര്യന്മാരുടെ ഉപദേശങ്ങളടക്കി അതിനെ ഒരുമതം എന്ന പേര് വിളിക്കാമെങ്കിൽ, പല പല ആചാര്യന്മാരാൽ സ്ഥാപിതങ്ങളായ എല്ലാ മതങ്ങളെയും ചേർത്ത്, അതിനെ ഒരു മതമെന്നോ മാനവ ധർമ്മമെന്നോ എന്തു കൊണ്ട് ഒരു പൊതുപ്പേരിട്ടുകൂടാ? അങ്ങനെ ചെയ്യുന്നതു യുക്തിഭംഗവും അസംബന്ധവുമാണെങ്കിൽ, ഈ അസംബന്ധവും യുക്തിഭംഗവും ഇപ്പോൾ പ്രചാരത്തിലിരിക്കുന്ന എല്ലാ മതങ്ങൾക്കും ഏറെക്കുറെ സംഭവിച്ചു കഴിഞ്ഞിരിക്കുകയാണ്.",
        "'അല്ലയോ അർജ്ജുനാ! എല്ലാ മനുഷ്യരും എല്ലാ പ്രകാരത്തിലും എൻ്റെ മാർഗ്ഗത്തെ അനുവർത്തിക്കുന്നു' എന്ന ഗീതാവചനവും 'ഏക മതം' എന്നതിന് പ്രമാണമാണ്.",
      ]
    },
  ];
}
