class GuruarulDatabase {
  // database of guru arul
  static List guruArulData = [
    {
      "ഏക ജാതി, ഏക മതം, ഏക ദൈവം": [
        "ഒരു ജാതി, ഒരു മതം, ഒരു ദൈവം മനുഷ്യന്",
        "മനുഷ്യൻ ഒരു ജാതി. അതാണ് നമ്മുടെ മതം",
        "മനുഷ്യൻ ഒരു ജാതിയായി ജീവിക്കണം",
        "ഗോക്കളുടെ ജാതി ഗോത്വം. അതുപോലെ മനുഷ്യരുടെ ജാതി മനുഷ്യത്വം. ബ്രാഹ്മണത്വം തുടങ്ങിയ ശബ്ദങ്ങൾ ജാതിയെ ബോധിപ്പിക്കുന്നില്ല-ജാതിയല്ല. എല്ലാ മനുഷ്യരിലും ഒരുപോലെ ഉള്ളതും, 'ഇതു മനുഷ്യൻ ആണ്' എന്ന് മറ്റുള്ള ജീവികളിൽ നിന്നും മനുഷ്യനെ തിരിച്ചറിയാൻ സഹായിക്കുന്നതുമായ, മനുഷ്യന്റെ സവിശേഷതയാണ് ഇവിടെ ഗുരു തൃപ്പാദങ്ങൾ പറഞ്ഞിരിക്കുന്ന മനുഷ്യത്വം. ഈ മനുഷ്യത്വം മനുഷ്യന്റെ ജാതി ആകുമ്പോൾ മനുഷ്യർ എല്ലാവരും ഏക ജാതി ആണെന്നും സിദ്ധിക്കുന്നു ",
        "എല്ലാ മനുഷ്യർക്കും ജാതി ഒന്നുതന്നെ. വേഷം, ഭാഷ, ദേശം ഇവയുടെ ഭേദംകൊണ്ട് ജാതിവ്യത്യാസം വരുന്നില്ല.",
        "ഒരു ജാതിയെന്നു പറഞ്ഞാൽ ഒരിക്കലും സ്ഥിതിവ്യത്യാസത്തെ ബാധിക്കുകയില്ല. സ്ഥിതിവ്യത്യാസം (ജാതിവ്യത്യാസംപോലെ) ദോഷമല്ല; അത് നിലനിൽക്കും. ജാതി വ്യത്യാസം നിലനിൽക്കാത്തതും ദോഷകരവും ആകുന്നു.",
        "ജാതി ഒന്നാണെന്നുള്ളതിന് തെളിവൊന്നും വേണ്ടല്ലോ; ഒരു പട്ടി വേറൊരു പട്ടിയെക്കണ്ടാൽ അതിന്റെ സ്വന്തം ജാതിയാണെന്നു മനസ്സിലാക്കുന്നു. എല്ലാ മൃഗങ്ങൾക്കും ഈ വകതിരിവുണ്ട്. അതനുസരിച്ച് ജീവിക്കുന്നുമുണ്ട്. മനുഷ്യർക്കു മാത്രം സംശയം: സ്വന്തം ജാതി തിരിച്ചറിയുവാനുള്ള ശക്തിയില്ല. മൃഗങ്ങളേക്കാളും മോശമാണ്.",
      ]
    },
  ];
}
