import 'package:gurugranth/gen/assets.gen.dart';

class KrithiDatabase {
  static List krithiDatabase = [
    {
      "title": "വിനായകാഷ്ടകം",
      "image": Assets.pngs.ganapathy.path,
      "lyrics": """
1
നമദ്ദേവവൃന്ദം ലസദ്വേദകന്ദം
ശിരഃശ്രീമദിന്ദും ശ്രിതശ്രീമുകുന്ദം
ബൃഹച്ചാരുതുന്ദം സ്തുതശ്രീസനന്ദം
ജടാഹീന്ദ്രകുന്ദം ഭജേ ളٷഭീഷ്ടസന്ദം.
 
2
കിലദ്ദേവഗോത്രം കനദ്ധേമഗാത്രം
സദാനന്ദമാത്രം മഹാഭക്തമിത്രം
ശരച്ചന്ദ്രവക്ത്രം ത്രയീപൂതപാത്രം
സമസ്താര്‍ത്തിദാത്രം ഭജേ ശക്തിപുത്രം.
 
3
ഗളദ്ദാനമാലം ചലദ്ഭോഗിമാലം
ഗളാമ്ഭോദകാലം സദാ ദാനശീലം
സുരാരാതികാലം മഹേശാത്മബാലം
ലസത്പുണ്ഡ്രഫാലം ഭജേ ലോകമൂലം.
 
4
ഉരസ്താരഹാരം ശരച്ചന്ദ്രഹീരം
സുരശ്രീവിചാരം ഹൃതാര്‍ത്താരിഭാരം
കടേ ദാനപൂരം ജടാഭോഗിപൂരം
കലാബിന്ദുതാരം ഭജേ ശൈവവീരം.
 
5
കരാരൂഢമോക്ഷം വിപദ്ഭങ്ഗദക്ഷം
ചലത്സാരസാക്ഷം പരാശക്തിപക്ഷം
ശ്രിതാമര്‍ത്ത്യവൃക്ഷം സുരാരിദ്രുതക്ഷം
പരാനന്ദപക്ഷം ഭജേ ശ്രീശിവാക്ഷം.
 
 
6
സദാശം സുരേശം സദാപാതുമീശം
നിദാനോദ്ഭവം ശാങ്കരപ്രേമകോശം
ധൃതശ്രീനിശേശം ലസദ്ദന്തകോശം
ചലച്ഛൂലപാശം ഭജേ കൃത്തപാശം.
 
7
തതാനേകസന്തം സദാ ദാനവന്തം
ബുധശ്രീകരന്തം ഗജാസ്യം വിഭാന്തം
കരാത്മീയദന്തം ത്രിലോകൈകവൃന്തം
സുമന്ദം പരന്തം ഭജേ ള ഹം ഭവന്തം.
 
8
ശിവപ്രേമപിണ്ഡം പരം സ്വര്‍ണ്ണവര്‍ണ്ണം
ലസദ്ദന്തഖണ്ഡം സദാനന്ദപൂര്‍ണ്ണം
വിവര്‍ണ്ണപ്രഭാസ്യം ധൃതസ്വര്‍ണ്ണഭാണ്ഡം
ചലച്ചാരുശുണ്ഡം ഭജേ ദന്തിതുണ്ഡം.
          """
    },
    {
      "title": "ദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
തെഴുമേനി നിന്നവയവങ്ങളൂഴിന്നു മുന്‍
മൊഴിയുന്നതെന്നി മുനികള്‍ക്കുമെന്നംബികേ!
കഴിവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നിന്‍-
മൊഴി വന്നു മൗനനിലയായ് മുഴങ്ങുന്നിതാ.
 
2
ഇതുകൊണ്ടു കണ്ടതിലൊരുത്തി നീയെന്നുമീ
മതിമണ്ഡലത്തൊടു മറുത്തു മറ്റൊന്നിലും
കുതികൊണ്ടു ചാടിവലയാതെകണ്ടങ്ങു നിന്‍
പദതാരടുത്തു പദമൂന്നി പൊന്നിന്‍കനീ!
 
3
കണികാണുമിക്കനകമോടു കാര്‍വേണി മണ്‍-
പണി കാനല്‍നീരുനികരെന്നു പാടുന്നിതാ
പിണിയാറുമാറു പിരിയാതെ പേണുന്ന നിന്‍-
മണിമേനിതന്നിലണയുന്നതിന്നൂതു നീ.
 
4
ധുനിചൂടുമയ്യനു തുണയ്ക്കു തോന്നുന്ന നീ
മുനിമൗലിതന്നിലെഴുനള്ളി മൂളുന്നതും
പനിയുണ്ടിടും കൃമി തുടങ്ങി മറ്റൊക്കെ നി-
ന്നിനമെന്നതും നിലയിലൂതി നിന്നീടു നീ.
 
5
ഇടയില്ലെനിക്കിടയിലിന്നു കാണുന്നൊരി-
പ്പൊടികൊണ്ടു മൂടുമുടലിന്നു പൊന്നംബികേ!
തടവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നി-
ന്നുടലൊന്നു തന്നിനിയുമൂതു മാണിക്യമേ!
 
6
കമരും ചെവിക്കുമതുമല്ല കണ്ണിന്നുതൊ-
ട്ടമരുന്നതിന്നുമൊരു മൗലിയെന്നല്ല നീ
അമരംതുഴഞ്ഞിതിലിരുന്നുയര്‍ന്നങ്ങുവ-
ന്നമരുന്നതിന്നരുളു മാമതൂതിന്നിയും.
 
7
ഇനി നിന്‍റെ മൗലിയിലെഴുന്നിടും പൂനിലാ-
വിനുമങ്ങു നിന്നു വിളയുന്ന വെണ്ണീറിനും
കനലിന്നു നീരിനു മണത്തിനെന്നല്ല നി-
ന്നിനമിങ്ങു കണ്ടതിനൊക്കെയും കൈതൊഴാം.
 
8
തൊഴുമെന്നെയങ്ങു വിളിയിങ്ങുനിന്നാഴിയില്‍
തുഴയുന്നെനിക്കു തുണയില്ല നീയെന്നിയേ
അഴലിങ്കലിട്ട മെഴുകല്ല നെയ്യെന്‍ മനം
കുഴയുന്നിതങ്ങു കുഴലൂതു കാര്‍കൊണ്ടലേ!
 
9
അല പൊങ്ങിവന്നു നുര തള്ളിയുള്ളാഴിനി-
ന്നലയുന്നു പെണ്‍കുതിരയല്ലി മല്ലിന്നു നീ?
നിലപെറ്റുനിന്നിതു നുറുക്കി നീരാടു നീ-
രലയുന്നതില്ല, തണലെന്നറിഞ്ഞൂതു നീ.
 
10
ഇതു പഥ്യവൃത്തമിടരില്ല പാടുന്നവര്‍-
ക്കിതിനിന്നു നിന്നടിയെടുത്തുതന്നീടു നീ

"""
    }
  ];
}
