import 'package:gurugranth/gen/assets.gen.dart';

class KrithiDatabase {
  static List krithiDatabase = [
    {
      "title": "വിനായകാഷ്ടകം",
      "image": Assets.pngs.ganapathy.path,
      "lyrics": """
1
നമദ്ദേവവൃന്ദം ലസദ്വേദകന്ദം
ശിരഃശ്രീമദിന്ദും ശ്രിതശ്രീമുകുന്ദം
ബൃഹച്ചാരുതുന്ദം സ്തുതശ്രീസനന്ദം
ജടാഹീന്ദ്രകുന്ദം ഭജേ ളٷഭീഷ്ടസന്ദം.
 
2
കിലദ്ദേവഗോത്രം കനദ്ധേമഗാത്രം
സദാനന്ദമാത്രം മഹാഭക്തമിത്രം
ശരച്ചന്ദ്രവക്ത്രം ത്രയീപൂതപാത്രം
സമസ്താര്‍ത്തിദാത്രം ഭജേ ശക്തിപുത്രം.
 
3
ഗളദ്ദാനമാലം ചലദ്ഭോഗിമാലം
ഗളാമ്ഭോദകാലം സദാ ദാനശീലം
സുരാരാതികാലം മഹേശാത്മബാലം
ലസത്പുണ്ഡ്രഫാലം ഭജേ ലോകമൂലം.
 
4
ഉരസ്താരഹാരം ശരച്ചന്ദ്രഹീരം
സുരശ്രീവിചാരം ഹൃതാര്‍ത്താരിഭാരം
കടേ ദാനപൂരം ജടാഭോഗിപൂരം
കലാബിന്ദുതാരം ഭജേ ശൈവവീരം.
 
5
കരാരൂഢമോക്ഷം വിപദ്ഭങ്ഗദക്ഷം
ചലത്സാരസാക്ഷം പരാശക്തിപക്ഷം
ശ്രിതാമര്‍ത്ത്യവൃക്ഷം സുരാരിദ്രുതക്ഷം
പരാനന്ദപക്ഷം ഭജേ ശ്രീശിവാക്ഷം.
 
 
6
സദാശം സുരേശം സദാപാതുമീശം
നിദാനോദ്ഭവം ശാങ്കരപ്രേമകോശം
ധൃതശ്രീനിശേശം ലസദ്ദന്തകോശം
ചലച്ഛൂലപാശം ഭജേ കൃത്തപാശം.
 
7
തതാനേകസന്തം സദാ ദാനവന്തം
ബുധശ്രീകരന്തം ഗജാസ്യം വിഭാന്തം
കരാത്മീയദന്തം ത്രിലോകൈകവൃന്തം
സുമന്ദം പരന്തം ഭജേ ള ഹം ഭവന്തം.
 
8
ശിവപ്രേമപിണ്ഡം പരം സ്വര്‍ണ്ണവര്‍ണ്ണം
ലസദ്ദന്തഖണ്ഡം സദാനന്ദപൂര്‍ണ്ണം
വിവര്‍ണ്ണപ്രഭാസ്യം ധൃതസ്വര്‍ണ്ണഭാണ്ഡം
ചലച്ചാരുശുണ്ഡം ഭജേ ദന്തിതുണ്ഡം.
          """
    },

    // second krithi
    {
      "title": "ദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
തെഴുമേനി നിന്നവയവങ്ങളൂഴിന്നു മുന്‍
മൊഴിയുന്നതെന്നി മുനികള്‍ക്കുമെന്നംബികേ!
കഴിവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നിന്‍-
മൊഴി വന്നു മൗനനിലയായ് മുഴങ്ങുന്നിതാ.
 
2
ഇതുകൊണ്ടു കണ്ടതിലൊരുത്തി നീയെന്നുമീ
മതിമണ്ഡലത്തൊടു മറുത്തു മറ്റൊന്നിലും
കുതികൊണ്ടു ചാടിവലയാതെകണ്ടങ്ങു നിന്‍
പദതാരടുത്തു പദമൂന്നി പൊന്നിന്‍കനീ!
 
3
കണികാണുമിക്കനകമോടു കാര്‍വേണി മണ്‍-
പണി കാനല്‍നീരുനികരെന്നു പാടുന്നിതാ
പിണിയാറുമാറു പിരിയാതെ പേണുന്ന നിന്‍-
മണിമേനിതന്നിലണയുന്നതിന്നൂതു നീ.
 
4
ധുനിചൂടുമയ്യനു തുണയ്ക്കു തോന്നുന്ന നീ
മുനിമൗലിതന്നിലെഴുനള്ളി മൂളുന്നതും
പനിയുണ്ടിടും കൃമി തുടങ്ങി മറ്റൊക്കെ നി-
ന്നിനമെന്നതും നിലയിലൂതി നിന്നീടു നീ.
 
5
ഇടയില്ലെനിക്കിടയിലിന്നു കാണുന്നൊരി-
പ്പൊടികൊണ്ടു മൂടുമുടലിന്നു പൊന്നംബികേ!
തടവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നി-
ന്നുടലൊന്നു തന്നിനിയുമൂതു മാണിക്യമേ!
 
6
കമരും ചെവിക്കുമതുമല്ല കണ്ണിന്നുതൊ-
ട്ടമരുന്നതിന്നുമൊരു മൗലിയെന്നല്ല നീ
അമരംതുഴഞ്ഞിതിലിരുന്നുയര്‍ന്നങ്ങുവ-
ന്നമരുന്നതിന്നരുളു മാമതൂതിന്നിയും.
 
7
ഇനി നിന്‍റെ മൗലിയിലെഴുന്നിടും പൂനിലാ-
വിനുമങ്ങു നിന്നു വിളയുന്ന വെണ്ണീറിനും
കനലിന്നു നീരിനു മണത്തിനെന്നല്ല നി-
ന്നിനമിങ്ങു കണ്ടതിനൊക്കെയും കൈതൊഴാം.
 
8
തൊഴുമെന്നെയങ്ങു വിളിയിങ്ങുനിന്നാഴിയില്‍
തുഴയുന്നെനിക്കു തുണയില്ല നീയെന്നിയേ
അഴലിങ്കലിട്ട മെഴുകല്ല നെയ്യെന്‍ മനം
കുഴയുന്നിതങ്ങു കുഴലൂതു കാര്‍കൊണ്ടലേ!
 
9
അല പൊങ്ങിവന്നു നുര തള്ളിയുള്ളാഴിനി-
ന്നലയുന്നു പെണ്‍കുതിരയല്ലി മല്ലിന്നു നീ?
നിലപെറ്റുനിന്നിതു നുറുക്കി നീരാടു നീ-
രലയുന്നതില്ല, തണലെന്നറിഞ്ഞൂതു നീ.
 
10
ഇതു പഥ്യവൃത്തമിടരില്ല പാടുന്നവര്‍-
ക്കിതിനിന്നു നിന്നടിയെടുത്തുതന്നീടു നീ

"""
    },

    // third krithi
    {
      "title": "മണ്ണന്തലദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
മണിക്കുട വിടുര്‍ത്തി മലര്‍ തൂവി മണമെല്ലാം
ഘൃണിക്കപചിതിക്രിയ കഴിച്ചു ഘൃണിയാക്കി,
ഗുണിച്ചവകളൊക്കെയുമൊഴിഞ്ഞു ഗുണിയും പോയ്
ഗുണക്കടല്‍ കടന്നുവരുവാനരുള്‍ക തായേ!

2
തിങ്കളും ത്രിദശഗംഗയും തിരുമുടി-
ക്കണിഞ്ഞു തെളിയുന്ന നല്‍-
ത്തിങ്കള്‍നേര്‍മുഖി, ദിഗംബരന്‍റെ തിരു-
മെയ് പകുത്ത ശിവമേനിയേ,
നിങ്കഴല്‍ക്കമലമെന്‍ കരുത്തില്‍ നില-
നിര്‍ത്തി നിത്യവുമഹന്ത വ-
ന്നങ്കുരിച്ചറിവഴിഞ്ഞുപോയ് വിഫല-
മായ് വരാതരുളുകംബികേ!

3
പ്രഭാരൂപയാം നിന്‍ പ്രകാരം നിനച്ചാല്‍
പ്രഭാരം കെടും ഹൃത്പ്രസാദാലെവര്‍ക്കും;
പ്രസാദിക്കുമെല്ലാവനും ത്വത്പ്രസാദാല്‍
പ്രയാസം സമസ്തം പ്രയാതീവ ദൂരം.

4
സാധിക്കും സകലം സമസ്തഭുവന-
ങ്ങള്‍ക്കും ഹിതം നല്കി നീ
ചേതസ്സിങ്കലിരിക്കകൊണ്ടു ജനനീ,
ചൈതന്യമായെപ്പൊഴും
ബോധിപ്പിപ്പതശേഷമംബുധിയില്‍ വ-
ന്നേറിക്കലര്‍ന്നീടുമ-
സ്രോതസ്സെന്ന കണക്കു നിന്നടിയില്‍ വ-
ന്നേറുന്നു മാറുന്നിതേ.

5             
ദക്ഷപുത്രി, ദനുജാന്തകി, ത്വദനുസാ-
രിവാരിയിലഴുന്തിടാ-
തക്ഷമൊക്കെയുമടക്കി വാഴ്വതിനനു-
ഗ്രഹിക്ക പരദൈവമേ,
കുക്ഷിബാധ വലുതായതീവ്യഥ ജയി-
പ്പതിന്നു പണിയുണ്ടു നിന്‍-
കുക്ഷിതന്നിലിളകാതെ വാണു ദിവസം
കഴിക്കുകിലസംശയം.

6              
പമ്പരത്തൊടു പകച്ചിടും ഭ്രമണ-
വേഗമുള്ള മതിയോടു വ-
ന്നംബരത്തിലണയുന്നതിന്നിവന-
ശക്തനെന്നു കരുതീടു നീ
അന്‍പിരന്നടികള്‍ വാഴ്ത്തി നില്ക്കുമഗ-
തിക്കു സദ്ഗതി വരുത്തിടും
നിന്‍പദത്തൊടു ലയിപ്പതിന്നു നിയ-
തം വരം തരുക മങ്ഗലേ!

7              
ചക്ഷുരാദികള്‍ ചതിച്ചിടും ചതിയില്‍
വീണിടും ചതുരനെങ്കിലും
പക്ഷമില്ല ഭവതിക്കവന്‍ പ്രതി ഭ-
വച്ചരിത്രപരനെങ്കിലോ
തത്ക്ഷണം സകലവും ഭവിച്ചു സത-
തം സുഖിച്ചു മരുവീടുമീ-
പക്ഷമൊക്കെയുമറിഞ്ഞിടുന്ന പര-
ദൈവതം ഭവതിയല്ലയോ?


8 
കങ്കമാദികളശിച്ചിടുന്നൊരശ-
നം കളേബരമിതല്ലയോ
വന്‍കലാവതി വലിച്ചിടുന്നിതു മ-
തിപ്രസാദമരുളീടു നീ
തിങ്കള്‍മൗലി തിരുമെയ്തലോടിയിട-
ചേര്‍ന്നു നിത്യവുമിരിക്കുമെന്‍-
തങ്കമേ, സകല സങ്കടങ്ങളുമ-
റുന്നതിന്നു തരണം വരം.


9
മണ്ണന്തലേ മരുവുമീശ്വരിതന്നെ മന്നി-
ലന്വര്‍ത്ഥസംജ്ഞയെ വഹിച്ചരുളുന്നു ചിത്രം
മന്നില്‍ സമസ്തവുമടങ്ങുമതിനുമേല്‍ നി-
ന്നെണ്ണിക്കഴിക്കുമൊരു ദൈവതമല്ലയോ നീ!


"""
    },

    // fourth krithi
    {
      "title": "കാളീനാടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """

നമോ നാദബിന്ദ്വാത്മികേ! നാശഹീനേ!

നമോ നാരദാദീഡ്യപാദാരവിന്ദേ!

നമോ നാന്മറയ്ക്കും മണിപ്പൂംവിളക്കേ!

നമോ നാന്മുഖാദിപ്രിയാംബാ, നമസ്തേ!

സമസ്തപ്രപഞ്ചം സൃജിച്ചും ഭരിച്ചും

മുദാ സംഹരിച്ചും രസിച്ചും രമിച്ചും

കളിച്ചും പുളച്ചും മഹാഘോരഘോരം

വിളിച്ചും മമാനന്ദദേശേ വസിച്ചും

തെളിഞ്ഞും പറഞ്ഞും തുളുമ്പും പ്രപഞ്ചം

തുളഞ്ഞുള്ളിലെള്ളോളമുള്ളായിരുന്നും

തിരിഞ്ഞും പിരിഞ്ഞും മഹാനന്ദധാരാം

ചൊരിഞ്ഞും പദാംഭോജഭക്തര്‍ക്കു നിത്യം

വരുന്നോരു തുമ്പങ്ങളെല്ലാമറിഞ്ഞും

കരിഞ്ഞീടുമാറാവിരാതങ്കബീജം

കുറഞ്ഞോരു നേരം നിനയ്ക്കുന്ന ഭക്തര്‍-

ക്കറിഞ്ഞീല മറ്റുള്ള കൈവല്യരൂപം.

നിറഞ്ഞങ്ങനേ വിശ്വമെല്ലാമൊരുപ്പോ-

ലറം ചെറ്റുമില്ലാതെ വാണും ചിരന്നാള്‍

കഴിഞ്ഞാലുമില്ലോരു നാശം; കുറഞ്ഞൊ-

ന്നറിഞ്ഞീടരായിന്നഹോ! ഘോരരൂപം

മറഞ്ഞീടുമോ വിശ്വമെല്ലാമിതെന്നോര്‍-

ത്തറിഞ്ഞീടുവാന്‍ ശക്തരാരുള്ളു ലോകേ?

മഹാദിവ്യദേവശ, ഗൗരീശ, ശംഭോ,

മഹാമായ, നിന്‍ വൈഭവം ചിന്തനീയം.

അടിക്കുള്ളു തോണ്ടിപ്പറിച്ചംബരാന്തം

നടുക്കം കൊടുക്കുന്ന മന്ദാകിനിക്കി-

ങ്ങടക്കം കൊടുപ്പാനിടംപെട്ടിരിക്കും

ജടയ്ക്കമ്പിളിത്തെല്ലുമെല്ലും വിലോല-

ച്ചലദ്ഭംഗമന്ദാരമാണിക്യമാലാ-

വിലയ്ക്കപ്പുറത്തുള്ള രത്നം പതിച്ചു-

ജ്ജ്വലിച്ചുത്തരങ്ഗീകൃതം പൊന്‍കിരീടം

പരം പഞ്ചമിച്ചന്ദ്രനും തോറ്റുപോയി

തിരയ്ക്കപ്പുറം കുറ്റമില്ലെന്നു തേറി-

ത്തിറംവിട്ടു കപ്പം കൊടുക്കുന്ന നെറ്റി-

ക്കുറിക്കുള്ളില്‍ വീണാഴിയേഴാമരഞ്ഞാ-

ണരയ്ക്കന്വഹം ചാര്‍ത്തുമുര്‍വീമണാളന്‍

മഹാദേവനും ബ്രഹ്മനും മുന്‍പരായോ-

രഹോ! മായയില്‍ പെട്ടിരിക്കുന്നു ചിത്രം!

മഹാത്മാക്കളായുള്ളവര്‍ക്കും നിനച്ചാല്‍

മഹാമായ! നിന്‍ വൈഭവം കിന്തരണ്യം?

അനങ്ഗന്‍റെ പൂവില്ലിനല്ലല്‍പ്പെടുത്തും

കുനുച്ചില്ലിവല്ലിക്കൊടിത്തല്ലു തെല്ലി-

ങ്ങനങ്ഗന്നുമങ്ഗത്തിലേറ്റാലൊഴിച്ചൂ-

ടനങ്ങാതെ പോയങ്ങടങ്ങുന്നതേ നല്‍-

പ്പദത്താര്‍ ഭജിക്കുന്നവര്‍ക്കുള്ളൊരത്തല്‍-

പ്പദത്തെക്കെടുപ്പാനതേ ചില്ലി രണ്ടും

വശത്താക്കിവച്ചെപ്പൊഴും മിന്നിമിന്നു-

ന്നതും കണ്ണിണപ്പങ്കജപ്പൂവിലോലും

കൃപത്തേന്‍കണക്കണ്‍കണം മാരിചേര്‍ത്താര്‍-

ത്തിപോക്കും കടക്കണ്ണു രണ്ടിങ്കലും

വിമ്മിവിമ്മിത്തിടുക്കെന്നു പായുന്ന

കല്ലോലിനിക്കും പടുത്വം കൊടുക്കുന്നൊ-

രാനന്ദവാരിക്കടല്ക്കക്കരെ-

പ്പാദഭക്തപ്രയുക്തശ്രുതംസ്തോത്ര-

സംഗീതനൃത്തങ്ങളും തൃച്ചെവിക്കൊണ്ടു

നില്ക്കുന്ന കര്‍ണ്ണങ്ങളില്‍പ്പൊന്മണിക്കുണ്ഡലം

കൊണ്ടൊളിപ്പെട്ടു പൊങ്ങും ഘൃണിക്കങ്കിതം

ഗണ്ഡകണ്ണാടിയും നന്മണിച്ചെമ്പരത്തിപ്ര-

സൂനം നമിക്കും മണിച്ചുണ്ടു രണ്ടിന്നുമുള്ളായ് വിളങ്ങും

പളുങ്കൊത്ത പല്പത്തി മുത്തുപ്പടത്തി-

ന്നിളിഭ്യം കൊടുക്കുന്നതിന്നെന്തു ബന്ധം?

തെളിഞ്ഞിങ്ങനേ പൂര്‍ണ്ണചന്ദ്രന്നുമല്ലല്‍-

ക്കളങ്കം കൊടുക്കുന്നെതിര്‍ദ്വന്ദ്വശോഭാങ്കുരം

വക്ത്രബിംബം കരാളോന്നതശ്രീകരം

ഘോരദംഷ്ട്രാദ്വയം ഭീഷണീയം

കരേ കങ്കണം കിങ്കിണീസങ്കുലം

കിങ്കരീഭൂതവേതാളകൂളീപ്രവാഹം

പറന്നട്ടഹാസങ്ങളിട്ടിട്ടു കുന്തം,

കുടഞ്ഞുള്ള ശംഖം കൃപാണം കപാലം

ഭടന്മാരെതിര്‍ത്തോടി മണ്ടുന്ന കണ്ഠസ്വനം

സിംഹനാദത്തിനും ക്ഷീണമുണ്ടാ-

മിടിക്കും പടുത്വം കൊടുക്കുന്ന പൊട്ടി-

ച്ചിരിക്കെട്ടു ദിക്കും പൊടിക്കായ്ക്കൊടുക്കും

കടുംപന്തു കൊങ്കത്തടം താളമേളം

പിടിച്ചംബരീജാലസംഗീതനൃത്തം

തുടിക്കിങ്കിണീവേണുവീണാപ്രയോഗം

ചെവിക്കൊണ്ടു തങ്കക്കുടക്കൊങ്ക രണ്ടും

കുളം കുങ്കുമീപങ്കമാലേയലേപം

പളുങ്കൊത്ത മുത്തുപ്പടങ്കല്പവൃക്ഷ-

ത്തലം പൂങ്കുലക്കൊത്തു കോര്‍ത്തിട്ടു

മാലാകളങ്കാവിഹീനം കലാപിച്ചു-

മേതാനലങ്കാരബന്ധങ്ങളും മറ്റു-

മുള്ളോരലം ശക്തരല്ലാരുമോതാനിതൊന്നും.

പിടിക്കുള്ളടക്കിക്കൊടുക്കും വയറ്റി-

ന്നടിക്കോമനപ്പൂമണിപ്പട്ടുടുത്ത-

മ്മുടിച്ചിക്കു കച്ചപ്പുറം വച്ചിറുക്കി-

ക്കടിക്കാമവണ്ടിക്കുടത്തീന്നിഴിഞ്ഞ-

ത്തുടക്കാമ്പു തുമ്പിക്കരശ്രീ നമിക്കും

അനങ്ഗന്‍റെ തൂണീരമോടേറ്റു തമ്മില്‍

പിണക്കം തുടങ്ങിജ്ജയിക്കുന്ന പൊന്നു-

ക്കണങ്കാലടിക്കച്ഛപം തോറ്റു തോയേ

തപസ്സിന്നു പോകുന്ന പാദാഗ്രശോഭം

കണങ്കാലടിത്താമരപ്പൂവിലോലം

കളിക്കുന്ന പൂന്തേന്‍ നുകര്‍ന്നാത്തമോദം

വിളങ്ങുന്ന ദേവാങ്ഗനാഗാനമേളം

കളംവീണ നാനാവിധം വാദ്യഭേദം

ശ്രവിച്ചും സഖീചാരുനര്യാണിതന്നില്‍

ഝണത്കാരപൂരം വഹിച്ചും നടന്നും

മുദാ ശോഭ കൈലാസശൃങ്ഗേ ലസിച്ചും

തദാ ദേവനാരീസമക്ഷം വഹിച്ചും

നമിച്ചും സുരന്മാര്‍ വഹിച്ചും കടാക്ഷം

ഗമിച്ചും നിജാനന്ദമോടാവിരാശാ-

വധിക്കുള്ള കാമം ലഭിച്ചും പദാന്തേ ഭജിച്ചും

തദാവാസദേശേ വസിച്ചും സുഖിച്ചും

രമിച്ചും സ്വകാര്യേഷ്വലം സംഭ്രമി-

ച്ചങ്കുരിച്ചത്തലും മൂലമാക്കീ വിള-

ങ്ങുന്നിവണ്ണം ഭവത്തൃക്കടക്കണ്‍ ചുളിച്ചൊന്നു

നോക്കായ്കമൂലം കൃപാലോ! നമസ്തേ നമസ്തേ!

നമസ്തേ മഹാഘോര സംസാരവാരാ-

ന്നിധിക്കക്കരെക്കേറുവാന്‍ തൃപ്പദത്താ-

രിണക്കപ്പലല്ലാതൊരാലംബനം മ-

റ്റെനിക്കൊന്നുമില്ലംബ, കാരുണ്യരാശേ,

നിനയ്ക്കുന്നതെല്ലാം കൊടുക്കുന്ന തൃക്ക-

ണ്ണിണത്തേന്‍കടാക്ഷം ലഭിപ്പാനണഞ്ഞേന്‍

പദാംഭോജവൈമുഖ്യമെന്നില്‍ പിണഞ്ഞീ-

ടൊലാ തേ നമസ്തേ നമസ്തേ നമസ്തേ!

പണം പെണ്ണിലും മണ്ണിലും ചെന്നു പുക്കാ-

ശ്വസിച്ചാത്തമോദം ഗുണംകെട്ടു

ദുഃഖിച്ചു പോവാനയയ്ക്കൊല്ലഹം

ദേഹമെന്നോര്‍ത്തു സത്ത്വാദിയാം മുക്കുണംകെട്ടു-

പെട്ടോരു മായാവിലാസം ക്ഷണം ക്ഷീണ-

ലോകപ്രപഞ്ചപ്രവാഹം ക്ഷണജ്യോതിരാചന്ദ്രതാരം

നമസ്തേ ശിവാംബാ, നമസ്തേ! നമസ്തേ!


"""
    },

// fifth krithi
    {
      "title": "ജനനീ നവരത്ന മഞ്ജരി",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1 
ഒന്നായ മാമതിയില്‍നിന്നായിരം ത്രിപുടി
വന്നാശുതന്‍മതി മറ-
ന്നന്നാദിയില്‍ പ്രിയമുയര്‍ന്നാടലാം കടലി-
ലൊന്നായി വീണുവലയും
എന്നാശയം ഗതിപെറും നാദഭൂമിയില-
മര്‍ന്നാവിരാഭപടരും-
ചിന്നാഭിയില്‍ ത്രിപുടിയെന്നാണറുംപടി
കലര്‍ന്നാറിടുന്നു ജനനീ!

2
ഇല്ലാതമായയിടുമുല്ലാസമൊന്നുമറി-
വല്ലാതെയില്ലനിലനും
കല്ലാഴിയും കനലുമല്ലാതെ ശൂന്യമതു-
മെല്ലാമൊരാദിയറിവാം
തല്ലാഘവം പറകിലില്ലാരണംക്രിയകള്‍
മല്ലാടുകില്ല മതിയീ
സല്ലാഭമൊന്നുമതിയെല്ലാവരും തിരയു-
മുല്ലാഘബോധജനനീ!

3
ഉണ്ടായി മാറുമറിവുണ്ടായി മുന്നമിതു
കണ്ടാടുമങ്ഗമകവും-
കൊണ്ടായിരംതരമിരുണ്ടാശയം പ്രതിചു-
രുണ്ടാ മഹസ്സില്‍ മറയും
കണ്ടാലുമീ നിലയിലുണ്ടാകയില്ലറിവ-
ഖണ്ഡാനുഭൂതിയിലെഴും
തണ്ടാരില്‍ വീണു മധുവുണ്ടാരമിക്കുമൊരു
വണ്ടാണു സൂരി സുകൃതീ.

 

4
ആരായുകില്‍ തിരകള്‍ നീരായിടുന്നു, ഫണി
നാരായിടുന്നു, കുടവും
പാരായിടുന്നതിനു നേരായിടുന്നുലക-
മോരായ്കിലുണ്ടഖിലവും,
വേരായ നിന്‍കഴലിലാരാധനം തരണ-
മാരാലിതിന്നൊരു വരം
നേരായി വന്നിടുക വേറാരുമില്ല ഗതി
ഹേ! രാജയോഗജനനീ!

5 
മേലായ മൂലമതിയാലാവൃതം ജനനി!
നീ ലാസ്യമാടിവിടുമീ
കീലാലവായ്വനലകോലാഹലം ഭുവന-
മാലാപമാത്രമഖിലം;
കാലാദിയായ മൃദുനൂലാലെ നെയ്യുമൊരു
ലീലാപടം ഭവതിമെയ്-
മേലാകെ മൂടുമതിനാലാരുമുള്ളതറി-
വീലാഗമാന്തനിലയേ!

6
മീനായതും ഭവതി മാനായതും ജനനി
നീ നാഗവും നഗഖഗം-
താനായതും ധര നദീ നാരിയും നരനു-
മാ നാകവും നരകവും
നീ നാമരൂപമതില്‍ നാനാവിധപ്രകൃതി-
മാനായി നിന്നറിയുമീ
ഞാനായതും ഭവതി ഹേ നാദരൂപിണിയ-
ഹോ! നാടകം നിഖിലവും.

7 
എന്‍ പാപമെയ്വതിനൊരമ്പായിടുന്നറിവു
നിന്‍ പാദതാരിലെഴുമെ-
ന്നന്‍പാണു മൗര്‍വിയൊരിരുമ്പാം മനം ധനുര-
ഹംഭാവിയാണു വിജയീ
അംബാ തരുന്നു വിജയം പാപപങ്കിലമ-
ഹംഭാനമാകുമതിനാല്‍
വന്‍ ഭാരമാര്‍ന്ന തനുവും ഭാനമാമുലക-
വും ഭാനമാകുമഖിലം.


8
സത്തായി നിന്നുപരി ചിത്തായി രണ്ടുമൊരു
മുത്തായി മൂന്നുമറിയും
ഹൃത്തായി നിന്നതിനു വിത്തായി വിണ്ണൊടു മ-
രുത്തായി ദൃഷ്ടി മുതലായ്
കൊത്തായിടും വിഷയവിസ്താരമന്നമതി-
നത്താവുമായി വിലസും
സിദ്ധാനുഭൂതിയിലുമെത്താതെയാമതിമ-
ഹത്തായിടും ജനനി! നീ.

 

9
ഭൂവാദി ഭൂതമതിനാവാസമില്ല വെറു-
മാഭാസമാമിതറിവി-
ന്നാഭാവിശേഷമിതിനാവാസമിങ്ങുലകി-
ലാപാദിതം ഭവതിയാല്‍
നാവാദി തന്‍ വിഷയിതാവാസമറ്റ ഭവ-
ദാവാസമാകെ വിലസും
ദ്യോവാണതിന്‍റെ മഹിമാവാരറിഞ്ഞു ജന-
നീ! വാഴ്ത്തുവാനുമരുതേ!
"""
    },

    // sixth krithi
    {
      "title": "ഭദ്രകാള്യഷ്ടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1 
ശ്രീമച്ഛങ്കരപാണിപല്ലവകിര-
ല്ലോലംബമാലോല്ലസ-
ന്മാലാലോലകലാപകാളകബരീ-
ഭാരാവലീഭാസുരീം
കാരുണ്യാമൃതവാരിരാശിലഹരീ-
പീയൂഷവര്‍ഷാവലീം
ബാലാംബാം ലളിതാളകാമനുദിനം
ശ്രീഭദ്രകാളീം ഭജേ.

2
ഹേലാദാരിതദാരികാസുരശിരഃ-
ശ്രീവീരപാണോന്മദ-
ശ്രേണീശോണിതശോണിമാധരപുടീം
വീടീരസാസ്വാദിനീം
പാടീരാദിസുഗന്ധിചൂചുകതടീം
ശാടീകുടീരസ്തനീം
ഘോടീവൃന്ദസമാ   നധാടിയുയുധീം
ശ്രീഭദ്രകാളീം ഭജേ.

3
ബാലാര്‍ക്കായുതകോടിഭാസുരകിരീ-
ടാമുക്തമുഗ്ധാളക-
ശ്രേണീനിന്ദിതവാസികാമരുസരോ-
ജാകാഞ്ചലോരുശ്രിയം
വീണാവാദനകൗശലാശയശയ-
ശ്ര്യാനന്ദസന്ദായിനീ-
മംബാമംബുജലോചനാമനുദിനം
ശ്രീഭദ്രകാളീം ഭജേ.

4
മാതങ്ഗശ്രൂതിഭൂഷിണീം മധുധരീ-
വാണീസുധാമോക്ഷിണീം
ഭ്രൂവിക്ഷേപകടാക്ഷവീക്ഷണവിസര്‍-
ഗ്ഗക്ഷേമസംഹാരിണീം
മാതങ്ഗീം മഹിഷാസുരപ്രമഥിനീം
മാധുര്യധുര്യാകര-
ശ്രീകാരോത്തരപാണിപങ്കജപുടീം
ശ്രീഭദ്രകാളീം ഭജേ.

5
മാതങ്ഗാനനബാഹുലേയജനനീം
മാതങ്ഗസംഗാമിനീം
ചേതോഹാരിതനുച്ഛവീം ശഫരികാ-
ചക്ഷുഷ്മതീമംബികാം
ജൃംഭത്പ്രൗഢനിസുംഭസുംഭമഥിനീ-
മംഭോജഭൂപൂജിതാം
സമ്പത്സന്തതിദായിനീം ഹൃദി സദാ
ശ്രീഭദ്രകാളീം ഭജേ.

6
ആനന്ദൈകതരങ്ഗിണീമമലഹൃ-
ന്നാളീകഹംസീമണീം
പീനോത്തുങ്ഗഘനസ്തനാം ഘനലസത്-
പാടീരപങ്കോജ്ജ്വലാം
ക്ഷൗമാവീതനിതംബബിംബരശനാ-
സ്യൂതക്വണത് കിങ്കിണീം
ഏണാങ്കാംബുജഭാസുരാസ്യനയനാം
ശ്രീഭദ്രകാളീം ഭജേ.

7
കാളാംഭോദകളായകോമളതനു-
ച്ഛായാശിതീഭൂതിമത്-
സംഖ്യാനാന്തരിതസ്തനാന്തരലസ-
ന്മാലാകിലന്മൗക്തികാം
നാഭീകൂപസരോജ(കാന്തിവി)ലസ-
ച്ഛാതോദരീശാപദീം
ദൂരീകുര്‍വയി ദേവി, ഘോരദുരിതം
ശ്രീഭദ്രകാളീം ഭജേ.

8
ആത്മീയസ്തനകംഭകുംങ്കുമരജഃ
പങ്കാരുണാലംകൃത-
ശ്രീകണ്ഠൗരസഭൂരിഭൂതിമമരീ-
കോടീരഹീരായിതാം
വീണാപാണിസനന്ദനന്ദിതപദാ-
മേണീവിശാലേക്ഷണാം
വേണീഹ്രീണിതകാളമേഘപടലീം
ശ്രീഭദ്രകാളീം ഭജേ.

 

ഫലശ്രുതിഃ

ദേവീപാദപയോജപൂജനമിതി
ശ്രീഭദ്രകാള്യഷ്ടകം
രോഗൗഘാഘഘനാനിലായിതമിദം
പ്രാതഃ പ്രഗേയഃ പഠന്‍
ശ്രേയഃ ശ്രീശിവകീര്‍ത്തിസമ്പദമലം
സംപ്രാപ്യ സമ്പന്മയീം
ശ്രീദൈവീമനപായിനീം ഗതിമയന്‍
സോfയം സുഖീ വര്‍ത്തതേ.
"""
    },

// seventh krithi
    {
      "title": "ദേവീപ്രണാമദേവ്യഷ്ടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1          	
പാദഭക്തജനപാലനാധികപരായണാ ഭവഭയാപഹാ
പൂതമാനസ പുരാണപുരുഷപുരന്ദരാദി പുരുപൂജിതാ
സാധുസാധിതസരസ്വതീ സകലസംപ്രദായസമുദാഹൃദാ
ശാതശാരദ ശശാംകശേഖരശിവാ ശിവാശിവമുദീയതാം


2
നീലനീരദനിഭാ നിശാകരനികാശനിര്‍മ്മലനിജാനനാ
ലോലലോചന ലലാമശോഭിത ലലാടലാലിത ലലാപകാ
ശാലിതാ ശകുലശാരദാ ചരണ ചാരീശാശ്വതശൂഭാവഹാ
കാലകാലകമനീയകാമുകകലാ കലാപകലിതാപതാം


3
കുംഭികുംഭകുചകുംഭകുങ്കുമ വിശുംഭിശംഭു ശുഭസംഭവാ
ജൃഭിജംഭരിപു ജൃംഭളസ്തനിനിഷേവ്യമാണചരണാംബുജാ
ഡിംഭകുംഭിമുഖബാഹുലേയലസദങ്കകാ വിധുരപങ്കകാ
ഡാംഭികാസുരനികുംഭസുംഭമഥിനീ തനോതു ശിവമംബികാ


4
ദാരിതാതിഘനദാരികാദമിത ദാരുണാഘനിരയശ്ചടാ
മാരമാരണമരാമരാളമണിമന്ധരാഗപരമാനിനി
ശൂരശൂരദനുസൂനുസാരമരതാരകാസുര രിപുപ്രസൂഃ
രാജരാജരമണീരപാരപിതരാജിതാമല പദാവതാം


5 
ഹേലയാസ്വദിതഹാലയാകുലിതകാലയാ മലിന ശ്രീലയാ
വ്രീലയാപലിതഫാലയാ വിമലമാലയാ സമരവേളയാ
സ്ഥൂലയാ വപുഷി ബാലയാ കുശലമൂലയാ ജലദകാലയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


6
രാമയാ വിമതവാമയാ ശമിതകാമയാ സുമിതസീമയാ
ഭൂമയാധികപരോമയാ ഘനകദംബയാ വിധുരിതാമയാ
ഘോരയാ സമരവീരയാ കലിതഹീരയാ സമരപാരയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


7
ഹാരയാ ജലദനീരയാ ശമിതമാരയാതപ വിദാരയാ
ഭൂമയാധികവികാരയാ ചകിതചോരയാ സകലസാരയാ
വീരയാച ശിവദാരയാ മുലിതഹീരയാ നമിതശൂരയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


8
സാശയാ വിധുതപാശയാ വിധൃതപാശയാ സരജനീശയാ
ശോശയാനനപതപാശയാ കുചവികോശയാ വിനുതമേശയാ
സേനയാസുമഥനാശയാ ഹൃതഹരാശയാദമിതനാശയാ
ഹേലയാദൃതസുകോശയാ ദിവിവിമോചയെ വിമതനാശയാ.
 
ഇതി ശ്രീനാരായണപരമഹംസവിരചിതം സമ്പൂര്‍ണ്ണം

"""
    },
    // eight krithi
    {
      "title": "ഗുഹാഷ്ടകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 

ശാന്തം ശംഭുതനൂജം സത്യമനാധാരം ജഗദാധാരം
ജ്ഞാതൃജ്ഞാനനിരന്തരലോകഗുണാതീതം ഗുരുണാതീതം
വല്ലീവത്സലഭൃങ്ഗാരണ്യകതാരുണ്യം വരകാരുണ്യം
സേനാസാരമുദാരം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
2

വിഷ്ണുബ്രഹ്മസമര്‍ച്യം ഭക്തജനാദിത്യം വരുണാതിഥ്യം
ഭാവാഭാവജഗത്ത്രയരൂപമഥാരൂപം ജിതസാരൂപം
നാനാഭുവനസമാധേയം വിനുതാധേയം വരരാധേയം
കേയൂരാങ്ഗനിഷങ്ഗം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
3

സ്കന്ദം കുങ്കുമവര്‍ണ്ണം സ്പന്ദമുദാനന്ദം പരമാനന്ദം
ജ്യോതിസ്തോമനിരന്തരരമ്യമഹസ്സാമ്യം മനസായാമ്യം
മായാശൃങ്ഖലബന്ധവിഹീനമനാദീനം പരമാദീനം
ശോകാപേതമുദാന്തം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
4

വ്യാളവ്യാവൃതഭൂഷം ഭസ്മസമാലേപം ഭുവനാലേപം
ജ്യോതിശ്ചക്രസമര്‍പ്പിതകായമനാകായവ്യയമാകായം
ഭക്തത്രാണനശക്ത്യാ യുക്തമനുദ്യുക്തം പ്രണയാസക്തം
സുബ്രഹ്മണ്യമരണ്യം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
5

ശ്രീമത്സുന്ദരകായം ശിഷ്ടജനാസേവ്യം സുജടാസേവ്യം
സേവാതുഷ്ടസമര്‍പ്പിതസൂത്രമഹാസത്രം നിജ ഷഡ്വക്ത്രം
പ്രത്യര്‍ത്ഥ്യാനതപാദസരോരുഹമാവാഹം ഭവഭീദാഹം
നാനായോനിമയോനിം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
6          	

മാന്യം മുനിഭിരമാന്യം മഞ്ജുജടാസര്‍പ്പം ജിതകന്ദര്‍പ്പം
ആകല്പാമൃതതരളതരങ്ഗമനാസങ്ഗം സകലാസങ്ഗം
ഭാസാ ഹ്യധരിതഭാസ്വന്തം ഭവികസ്വാന്തം ജിതഭീസ്വാന്തം
കാമം കാമനികാമം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
7          	

ശിഷ്ടം ശിവജനതുഷ്ടം ബുധഹൃദയാകൃഷ്ടം     ഹൃതപാപിഷ്ഠം
നാദാന്തദ്യുതിമേകമനേകമനാസങ്ഗം സകലാസങ്ഗം
ദാനവിനിര്‍ജ്ജിതനിര്‍ജ്ജരദാരുമഹാഭീരും തിമിരാഭീരും
കാലാകാലമകാലം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
8          	

നിത്യം നിയമിഹൃദിസ്ഥം സത്യമനാഗാരം ഭുവനാഗാരം
ബന്ധൂകാരുണലളിതശരീരമുരോഹാരം മഹിമാഹാരം
കൗമാരീകരപീഡിതപാദപയോജാതം ദിവി ഭൂജാതം
കണ്ഠേ കാലമകാലം പ്രണമത ദേവേശം ഗുഹമാവേശം.




"""
    },

    // night krithi

    {
      "title": "ബാഹുലേയാഷ്ടകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
         	
ഓം ഓം ഓം ഹോമധൂമപ്രകടതടജടാ-
കോടിഭോഗിപ്രപൂരം
അം അം അം ആദിതേയ പ്രണതപദയുഗാമ്-
ഭോരുഹശ്രീവിലാസം
ഉം ഉം ഉം ഉഗ്രനേത്രത്രയലസിതവപുര്‍-
ജ്യോതിരാനന്ദരൂപം
ശ്രീം ശ്രീം ശ്രീം ശീഘ്രചിത്തഭ്രമഹരമനിശം
ഭാവയേ ബാഹുലേയം.
 
2  
        	
ഹ്റീം ഹ്റീം ഹ്റീം ഹൃഷ്ടഷട്കന്ധരമഘമരണാ-
രണ്യസംവര്‍ത്തവഹ്നിം
ഐം ഐം ഐം ഐങ്ഗുദീസത്ഫലമൃദുമിളിത-
പ്രാശിയോഗീന്ദ്രവന്ദ്യം
ക്ലീം ക്ലീം ക്ലീം ക്ലിഷ്ടകായക്ലമദവദഹന-
ക്ലേശനിര്‍മ്മൂലനാശം
സൗം സൗം സൗം സൗരകാന്തിഭ്രമഹരമനിശം
ഭാവയേ ബാഹുലേയം.

 
3

ശം ശം ശം ശബ്ദരൂപം ശശിധരമമലം
ശങ്കരം സാംബമൂര്‍ത്തിം
ശിം ശിം ശിം ശിഷ്ടവന്ദ്യം ശിഖരിനിലയനം
ശിക്ഷിതാനേകലോകം
ശും ശും ശും ശുഭ്രഹാസം ശുഭകരമതിസ-
ന്ദേഹസന്ദോഹനാശം
ശൗം ശൗം ശൗം ശൗക്ലിതാങ്ഗം സിതഭസിതഗണൈര്‍
ഭാവയേ ബാഹുലേയം.
 
4    
      	
രം രം രം രമ്യദേഹം രജതഗിരിഗൃഹം
രക്തപദ്മാങ്ഘ്രിയുഗ്മം
രിം രിം രിം രിക്തശോകപ്രകൃതിപരമജം-
ഘാലമാനീലനേത്രം
രും രും രും രൂക്ഷകായപ്രതിഭടഹനനം
രക്തകൗശേയവസ്ത്രം
രൗം രൗം രൗം രൗരവാദി ദ്രുതഹരകുഹരം
ഭാവയേ ബാഹുലേയം.
 
5

ഹം ഹം ഹം ഹംസയോഗിപ്രവരസുഖകരം
ഹസ്തലക്ഷ്മീസമേതം
ഹിം ഹിം ഹിം ഹീനമാനം ഹിതസുഖവരദം
ഹിംസയാപേതകീലം
ഹും ഹും ഹും ഹുംകൃതിധ്വംസിതരജനിചര-
ക്രൗര്യകൗടില്യമൂര്‍ത്തിം
ഹൈം ഹൈം ഹൈം ഹൈമകുംഭായതകരസഹജം
ഭാവയേ ബാഹുലേയം.
 
6          	

ണം ണം ണം നന്ദികേശപ്രവരഭുജഗനിര്‍-
വിഘ്നകര്‍മ്മപ്രപഞ്ചം
ണിം ണിം ണിം നീലകണ്ഠപ്രിയസുതമജിതം
നിര്‍മ്മലാങ്ഗം നിരീഹം
ണും ണും ണും ണുത്തനാഭോത്തരനിഭൃതനിരാ-
ലംബകൈവല്യമൂര്‍ത്തിം
ണൗം ണൗം ണൗം നാമരൂപാത്മകജഗദഖിലം
ഭാവയേ ബാഹുലേയം.
 
7

ഭം ഭം ഭം ഭാഗധേയം ഭഗവദനുചര-
പ്രാഞ്ജലിസ്തോത്രപൂരം
ഭിം ഭിം ഭിം ഭീമനാദാന്തകമദനഹരം
ഭീഷിതാരാതിവര്‍ഗ്ഗം;
ഭും ഭും ഭും ഭൂതിഭൂഷാര്‍ച്ചിതമമിതസമ-
സ്താര്‍ത്ഥശാസ്ത്രാന്തരങ്ഗം
ഭൗം ഭൗം ഭൗം ഭൗമമുഖ്യം ഗ്രഹഗണനപടും
ഭാവയേ ബാഹുലേയം.

 
8        
  	
വം വം വം വാഹിനീശം വലരിപുനിലയ-
സ്തോത്രസമ്പത്സമൂഹം
വിം വിം വിം വീരബാഹുപ്രഭൃതിസഹചരം
വിഘ്നരാജാനുജാതം;
വും വും വും ഭൂതനാഥം ഭുവനനിലയനം
ഭൂരികല്യാണശീലം
വൗം വൗം വൗം ഭാവിതാരിപ്രതിഭയമനിശം
ഭാവയേ ബാഹുലേയം.




"""
    },
  ];
}
