import 'package:gurugranth/gen/assets.gen.dart';

class KrithiDatabase {
  static List krithiDatabase = [
    {
      "title": "വിനായകാഷ്ടകം",
      "image": Assets.pngs.ganapathy.path,
      "lyrics": """
1
നമദ്ദേവവൃന്ദം ലസദ്വേദകന്ദം
ശിരഃശ്രീമദിന്ദും ശ്രിതശ്രീമുകുന്ദം
ബൃഹച്ചാരുതുന്ദം സ്തുതശ്രീസനന്ദം
ജടാഹീന്ദ്രകുന്ദം ഭജേfഭീഷ്ടസന്ദം
 
2
കിലദ്ദേവഗോത്രം കനദ്ധേമഗാത്രം
സദാനന്ദമാത്രം മഹാഭക്തമിത്രം
ശരച്ചന്ദ്രവക്ത്രം ത്രയീപൂതപാത്രം
സമസ്താര്‍ത്തിദാത്രം ഭജേ ശക്തിപുത്രം.
 
3
ഗളദ്ദാനമാലം ചലദ്ഭോഗിമാലം
ഗളാമ്ഭോദകാലം സദാ ദാനശീലം
സുരാരാതികാലം മഹേശാത്മബാലം
ലസത്പുണ്ഡ്രഫാലം ഭജേ ലോകമൂലം.
 
4
ഉരസ്താരഹാരം ശരച്ചന്ദ്രഹീരം
സുരശ്രീവിചാരം ഹൃതാര്‍ത്താരിഭാരം
കടേ ദാനപൂരം ജടാഭോഗിപൂരം
കലാബിന്ദുതാരം ഭജേ ശൈവവീരം.
 
5
കരാരൂഢമോക്ഷം വിപദ്ഭങ്ഗദക്ഷം
ചലത്സാരസാക്ഷം പരാശക്തിപക്ഷം
ശ്രിതാമര്‍ത്ത്യവൃക്ഷം സുരാരിദ്രുതക്ഷം
പരാനന്ദപക്ഷം ഭജേ ശ്രീശിവാക്ഷം.
 
 
6
സദാശം സുരേശം സദാപാതുമീശം
നിദാനോദ്ഭവം ശാങ്കരപ്രേമകോശം
ധൃതശ്രീനിശേശം ലസദ്ദന്തകോശം
ചലച്ഛൂലപാശം ഭജേ കൃത്തപാശം.
 
7
തതാനേകസന്തം സദാ ദാനവന്തം
ബുധശ്രീകരന്തം ഗജാസ്യം വിഭാന്തം
കരാത്മീയദന്തം ത്രിലോകൈകവൃന്തം
സുമന്ദം പരന്തം ഭജേ ള ഹം ഭവന്തം.
 
8
ശിവപ്രേമപിണ്ഡം പരം സ്വര്‍ണ്ണവര്‍ണ്ണം
ലസദ്ദന്തഖണ്ഡം സദാനന്ദപൂര്‍ണ്ണം
വിവര്‍ണ്ണപ്രഭാസ്യം ധൃതസ്വര്‍ണ്ണഭാണ്ഡം
ചലച്ചാരുശുണ്ഡം ഭജേ ദന്തിതുണ്ഡം.
          """
    },

    // second krithi
    {
      "title": "ദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
തെഴുമേനി നിന്നവയവങ്ങളൂഴിന്നു മുന്‍
മൊഴിയുന്നതെന്നി മുനികള്‍ക്കുമെന്നംബികേ!
കഴിവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നിന്‍-
മൊഴി വന്നു മൗനനിലയായ് മുഴങ്ങുന്നിതാ.
 
2
ഇതുകൊണ്ടു കണ്ടതിലൊരുത്തി നീയെന്നുമീ
മതിമണ്ഡലത്തൊടു മറുത്തു മറ്റൊന്നിലും
കുതികൊണ്ടു ചാടിവലയാതെകണ്ടങ്ങു നിന്‍
പദതാരടുത്തു പദമൂന്നി പൊന്നിന്‍കനീ!
 
3
കണികാണുമിക്കനകമോടു കാര്‍വേണി മണ്‍-
പണി കാനല്‍നീരുനികരെന്നു പാടുന്നിതാ
പിണിയാറുമാറു പിരിയാതെ പേണുന്ന നിന്‍-
മണിമേനിതന്നിലണയുന്നതിന്നൂതു നീ.
 
4
ധുനിചൂടുമയ്യനു തുണയ്ക്കു തോന്നുന്ന നീ
മുനിമൗലിതന്നിലെഴുനള്ളി മൂളുന്നതും
പനിയുണ്ടിടും കൃമി തുടങ്ങി മറ്റൊക്കെ നി-
ന്നിനമെന്നതും നിലയിലൂതി നിന്നീടു നീ.
 
5
ഇടയില്ലെനിക്കിടയിലിന്നു കാണുന്നൊരി-
പ്പൊടികൊണ്ടു മൂടുമുടലിന്നു പൊന്നംബികേ!
തടവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നി-
ന്നുടലൊന്നു തന്നിനിയുമൂതു മാണിക്യമേ!
 
6
കമരും ചെവിക്കുമതുമല്ല കണ്ണിന്നുതൊ-
ട്ടമരുന്നതിന്നുമൊരു മൗലിയെന്നല്ല നീ
അമരംതുഴഞ്ഞിതിലിരുന്നുയര്‍ന്നങ്ങുവ-
ന്നമരുന്നതിന്നരുളു മാമതൂതിന്നിയും.
 
7
ഇനി നിന്‍റെ മൗലിയിലെഴുന്നിടും പൂനിലാ-
വിനുമങ്ങു നിന്നു വിളയുന്ന വെണ്ണീറിനും
കനലിന്നു നീരിനു മണത്തിനെന്നല്ല നി-
ന്നിനമിങ്ങു കണ്ടതിനൊക്കെയും കൈതൊഴാം.
 
8
തൊഴുമെന്നെയങ്ങു വിളിയിങ്ങുനിന്നാഴിയില്‍
തുഴയുന്നെനിക്കു തുണയില്ല നീയെന്നിയേ
അഴലിങ്കലിട്ട മെഴുകല്ല നെയ്യെന്‍ മനം
കുഴയുന്നിതങ്ങു കുഴലൂതു കാര്‍കൊണ്ടലേ!
 
9
അല പൊങ്ങിവന്നു നുര തള്ളിയുള്ളാഴിനി-
ന്നലയുന്നു പെണ്‍കുതിരയല്ലി മല്ലിന്നു നീ?
നിലപെറ്റുനിന്നിതു നുറുക്കി നീരാടു നീ-
രലയുന്നതില്ല, തണലെന്നറിഞ്ഞൂതു നീ.
 
10
ഇതു പഥ്യവൃത്തമിടരില്ല പാടുന്നവര്‍-
ക്കിതിനിന്നു നിന്നടിയെടുത്തുതന്നീടു നീ

"""
    },

    // third krithi
    {
      "title": "മണ്ണന്തലദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
മണിക്കുട വിടുര്‍ത്തി മലര്‍ തൂവി മണമെല്ലാം
ഘൃണിക്കപചിതിക്രിയ കഴിച്ചു ഘൃണിയാക്കി,
ഗുണിച്ചവകളൊക്കെയുമൊഴിഞ്ഞു ഗുണിയും പോയ്
ഗുണക്കടല്‍ കടന്നുവരുവാനരുള്‍ക തായേ!

2
തിങ്കളും ത്രിദശഗംഗയും തിരുമുടി-
ക്കണിഞ്ഞു തെളിയുന്ന നല്‍-
ത്തിങ്കള്‍നേര്‍മുഖി, ദിഗംബരന്‍റെ തിരു-
മെയ് പകുത്ത ശിവമേനിയേ,
നിങ്കഴല്‍ക്കമലമെന്‍ കരുത്തില്‍ നില-
നിര്‍ത്തി നിത്യവുമഹന്ത വ-
ന്നങ്കുരിച്ചറിവഴിഞ്ഞുപോയ് വിഫല-
മായ് വരാതരുളുകംബികേ!

3
പ്രഭാരൂപയാം നിന്‍ പ്രകാരം നിനച്ചാല്‍
പ്രഭാരം കെടും ഹൃത്പ്രസാദാലെവര്‍ക്കും;
പ്രസാദിക്കുമെല്ലാവനും ത്വത്പ്രസാദാല്‍
പ്രയാസം സമസ്തം പ്രയാതീവ ദൂരം.

4
സാധിക്കും സകലം സമസ്തഭുവന-
ങ്ങള്‍ക്കും ഹിതം നല്കി നീ
ചേതസ്സിങ്കലിരിക്കകൊണ്ടു ജനനീ,
ചൈതന്യമായെപ്പൊഴും
ബോധിപ്പിപ്പതശേഷമംബുധിയില്‍ വ-
ന്നേറിക്കലര്‍ന്നീടുമ-
സ്രോതസ്സെന്ന കണക്കു നിന്നടിയില്‍ വ-
ന്നേറുന്നു മാറുന്നിതേ.

5             
ദക്ഷപുത്രി, ദനുജാന്തകി, ത്വദനുസാ-
രിവാരിയിലഴുന്തിടാ-
തക്ഷമൊക്കെയുമടക്കി വാഴ്വതിനനു-
ഗ്രഹിക്ക പരദൈവമേ,
കുക്ഷിബാധ വലുതായതീവ്യഥ ജയി-
പ്പതിന്നു പണിയുണ്ടു നിന്‍-
കുക്ഷിതന്നിലിളകാതെ വാണു ദിവസം
കഴിക്കുകിലസംശയം.

6              
പമ്പരത്തൊടു പകച്ചിടും ഭ്രമണ-
വേഗമുള്ള മതിയോടു വ-
ന്നംബരത്തിലണയുന്നതിന്നിവന-
ശക്തനെന്നു കരുതീടു നീ
അന്‍പിരന്നടികള്‍ വാഴ്ത്തി നില്ക്കുമഗ-
തിക്കു സദ്ഗതി വരുത്തിടും
നിന്‍പദത്തൊടു ലയിപ്പതിന്നു നിയ-
തം വരം തരുക മങ്ഗലേ!

7              
ചക്ഷുരാദികള്‍ ചതിച്ചിടും ചതിയില്‍
വീണിടും ചതുരനെങ്കിലും
പക്ഷമില്ല ഭവതിക്കവന്‍ പ്രതി ഭ-
വച്ചരിത്രപരനെങ്കിലോ
തത്ക്ഷണം സകലവും ഭവിച്ചു സത-
തം സുഖിച്ചു മരുവീടുമീ-
പക്ഷമൊക്കെയുമറിഞ്ഞിടുന്ന പര-
ദൈവതം ഭവതിയല്ലയോ?


8 
കങ്കമാദികളശിച്ചിടുന്നൊരശ-
നം കളേബരമിതല്ലയോ
വന്‍കലാവതി വലിച്ചിടുന്നിതു മ-
തിപ്രസാദമരുളീടു നീ
തിങ്കള്‍മൗലി തിരുമെയ്തലോടിയിട-
ചേര്‍ന്നു നിത്യവുമിരിക്കുമെന്‍-
തങ്കമേ, സകല സങ്കടങ്ങളുമ-
റുന്നതിന്നു തരണം വരം.


9
മണ്ണന്തലേ മരുവുമീശ്വരിതന്നെ മന്നി-
ലന്വര്‍ത്ഥസംജ്ഞയെ വഹിച്ചരുളുന്നു ചിത്രം
മന്നില്‍ സമസ്തവുമടങ്ങുമതിനുമേല്‍ നി-
ന്നെണ്ണിക്കഴിക്കുമൊരു ദൈവതമല്ലയോ നീ!


"""
    },

    // fourth krithi
    {
      "title": "കാളീനാടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """

നമോ നാദബിന്ദ്വാത്മികേ! നാശഹീനേ!

നമോ നാരദാദീഡ്യപാദാരവിന്ദേ!

നമോ നാന്മറയ്ക്കും മണിപ്പൂംവിളക്കേ!

നമോ നാന്മുഖാദിപ്രിയാംബാ, നമസ്തേ!

സമസ്തപ്രപഞ്ചം സൃജിച്ചും ഭരിച്ചും

മുദാ സംഹരിച്ചും രസിച്ചും രമിച്ചും

കളിച്ചും പുളച്ചും മഹാഘോരഘോരം

വിളിച്ചും മമാനന്ദദേശേ വസിച്ചും

തെളിഞ്ഞും പറഞ്ഞും തുളുമ്പും പ്രപഞ്ചം

തുളഞ്ഞുള്ളിലെള്ളോളമുള്ളായിരുന്നും

തിരിഞ്ഞും പിരിഞ്ഞും മഹാനന്ദധാരാം

ചൊരിഞ്ഞും പദാംഭോജഭക്തര്‍ക്കു നിത്യം

വരുന്നോരു തുമ്പങ്ങളെല്ലാമറിഞ്ഞും

കരിഞ്ഞീടുമാറാവിരാതങ്കബീജം

കുറഞ്ഞോരു നേരം നിനയ്ക്കുന്ന ഭക്തര്‍-

ക്കറിഞ്ഞീല മറ്റുള്ള കൈവല്യരൂപം.

നിറഞ്ഞങ്ങനേ വിശ്വമെല്ലാമൊരുപ്പോ-

ലറം ചെറ്റുമില്ലാതെ വാണും ചിരന്നാള്‍

കഴിഞ്ഞാലുമില്ലോരു നാശം; കുറഞ്ഞൊ-

ന്നറിഞ്ഞീടരായിന്നഹോ! ഘോരരൂപം

മറഞ്ഞീടുമോ വിശ്വമെല്ലാമിതെന്നോര്‍-

ത്തറിഞ്ഞീടുവാന്‍ ശക്തരാരുള്ളു ലോകേ?

മഹാദിവ്യദേവശ, ഗൗരീശ, ശംഭോ,

മഹാമായ, നിന്‍ വൈഭവം ചിന്തനീയം.

അടിക്കുള്ളു തോണ്ടിപ്പറിച്ചംബരാന്തം

നടുക്കം കൊടുക്കുന്ന മന്ദാകിനിക്കി-

ങ്ങടക്കം കൊടുപ്പാനിടംപെട്ടിരിക്കും

ജടയ്ക്കമ്പിളിത്തെല്ലുമെല്ലും വിലോല-

ച്ചലദ്ഭംഗമന്ദാരമാണിക്യമാലാ-

വിലയ്ക്കപ്പുറത്തുള്ള രത്നം പതിച്ചു-

ജ്ജ്വലിച്ചുത്തരങ്ഗീകൃതം പൊന്‍കിരീടം

പരം പഞ്ചമിച്ചന്ദ്രനും തോറ്റുപോയി

തിരയ്ക്കപ്പുറം കുറ്റമില്ലെന്നു തേറി-

ത്തിറംവിട്ടു കപ്പം കൊടുക്കുന്ന നെറ്റി-

ക്കുറിക്കുള്ളില്‍ വീണാഴിയേഴാമരഞ്ഞാ-

ണരയ്ക്കന്വഹം ചാര്‍ത്തുമുര്‍വീമണാളന്‍

മഹാദേവനും ബ്രഹ്മനും മുന്‍പരായോ-

രഹോ! മായയില്‍ പെട്ടിരിക്കുന്നു ചിത്രം!

മഹാത്മാക്കളായുള്ളവര്‍ക്കും നിനച്ചാല്‍

മഹാമായ! നിന്‍ വൈഭവം കിന്തരണ്യം?

അനങ്ഗന്‍റെ പൂവില്ലിനല്ലല്‍പ്പെടുത്തും

കുനുച്ചില്ലിവല്ലിക്കൊടിത്തല്ലു തെല്ലി-

ങ്ങനങ്ഗന്നുമങ്ഗത്തിലേറ്റാലൊഴിച്ചൂ-

ടനങ്ങാതെ പോയങ്ങടങ്ങുന്നതേ നല്‍-

പ്പദത്താര്‍ ഭജിക്കുന്നവര്‍ക്കുള്ളൊരത്തല്‍-

പ്പദത്തെക്കെടുപ്പാനതേ ചില്ലി രണ്ടും

വശത്താക്കിവച്ചെപ്പൊഴും മിന്നിമിന്നു-

ന്നതും കണ്ണിണപ്പങ്കജപ്പൂവിലോലും

കൃപത്തേന്‍കണക്കണ്‍കണം മാരിചേര്‍ത്താര്‍-

ത്തിപോക്കും കടക്കണ്ണു രണ്ടിങ്കലും

വിമ്മിവിമ്മിത്തിടുക്കെന്നു പായുന്ന

കല്ലോലിനിക്കും പടുത്വം കൊടുക്കുന്നൊ-

രാനന്ദവാരിക്കടല്ക്കക്കരെ-

പ്പാദഭക്തപ്രയുക്തശ്രുതംസ്തോത്ര-

സംഗീതനൃത്തങ്ങളും തൃച്ചെവിക്കൊണ്ടു

നില്ക്കുന്ന കര്‍ണ്ണങ്ങളില്‍പ്പൊന്മണിക്കുണ്ഡലം

കൊണ്ടൊളിപ്പെട്ടു പൊങ്ങും ഘൃണിക്കങ്കിതം

ഗണ്ഡകണ്ണാടിയും നന്മണിച്ചെമ്പരത്തിപ്ര-

സൂനം നമിക്കും മണിച്ചുണ്ടു രണ്ടിന്നുമുള്ളായ് വിളങ്ങും

പളുങ്കൊത്ത പല്പത്തി മുത്തുപ്പടത്തി-

ന്നിളിഭ്യം കൊടുക്കുന്നതിന്നെന്തു ബന്ധം?

തെളിഞ്ഞിങ്ങനേ പൂര്‍ണ്ണചന്ദ്രന്നുമല്ലല്‍-

ക്കളങ്കം കൊടുക്കുന്നെതിര്‍ദ്വന്ദ്വശോഭാങ്കുരം

വക്ത്രബിംബം കരാളോന്നതശ്രീകരം

ഘോരദംഷ്ട്രാദ്വയം ഭീഷണീയം

കരേ കങ്കണം കിങ്കിണീസങ്കുലം

കിങ്കരീഭൂതവേതാളകൂളീപ്രവാഹം

പറന്നട്ടഹാസങ്ങളിട്ടിട്ടു കുന്തം,

കുടഞ്ഞുള്ള ശംഖം കൃപാണം കപാലം

ഭടന്മാരെതിര്‍ത്തോടി മണ്ടുന്ന കണ്ഠസ്വനം

സിംഹനാദത്തിനും ക്ഷീണമുണ്ടാ-

മിടിക്കും പടുത്വം കൊടുക്കുന്ന പൊട്ടി-

ച്ചിരിക്കെട്ടു ദിക്കും പൊടിക്കായ്ക്കൊടുക്കും

കടുംപന്തു കൊങ്കത്തടം താളമേളം

പിടിച്ചംബരീജാലസംഗീതനൃത്തം

തുടിക്കിങ്കിണീവേണുവീണാപ്രയോഗം

ചെവിക്കൊണ്ടു തങ്കക്കുടക്കൊങ്ക രണ്ടും

കുളം കുങ്കുമീപങ്കമാലേയലേപം

പളുങ്കൊത്ത മുത്തുപ്പടങ്കല്പവൃക്ഷ-

ത്തലം പൂങ്കുലക്കൊത്തു കോര്‍ത്തിട്ടു

മാലാകളങ്കാവിഹീനം കലാപിച്ചു-

മേതാനലങ്കാരബന്ധങ്ങളും മറ്റു-

മുള്ളോരലം ശക്തരല്ലാരുമോതാനിതൊന്നും.

പിടിക്കുള്ളടക്കിക്കൊടുക്കും വയറ്റി-

ന്നടിക്കോമനപ്പൂമണിപ്പട്ടുടുത്ത-

മ്മുടിച്ചിക്കു കച്ചപ്പുറം വച്ചിറുക്കി-

ക്കടിക്കാമവണ്ടിക്കുടത്തീന്നിഴിഞ്ഞ-

ത്തുടക്കാമ്പു തുമ്പിക്കരശ്രീ നമിക്കും

അനങ്ഗന്‍റെ തൂണീരമോടേറ്റു തമ്മില്‍

പിണക്കം തുടങ്ങിജ്ജയിക്കുന്ന പൊന്നു-

ക്കണങ്കാലടിക്കച്ഛപം തോറ്റു തോയേ

തപസ്സിന്നു പോകുന്ന പാദാഗ്രശോഭം

കണങ്കാലടിത്താമരപ്പൂവിലോലം

കളിക്കുന്ന പൂന്തേന്‍ നുകര്‍ന്നാത്തമോദം

വിളങ്ങുന്ന ദേവാങ്ഗനാഗാനമേളം

കളംവീണ നാനാവിധം വാദ്യഭേദം

ശ്രവിച്ചും സഖീചാരുനര്യാണിതന്നില്‍

ഝണത്കാരപൂരം വഹിച്ചും നടന്നും

മുദാ ശോഭ കൈലാസശൃങ്ഗേ ലസിച്ചും

തദാ ദേവനാരീസമക്ഷം വഹിച്ചും

നമിച്ചും സുരന്മാര്‍ വഹിച്ചും കടാക്ഷം

ഗമിച്ചും നിജാനന്ദമോടാവിരാശാ-

വധിക്കുള്ള കാമം ലഭിച്ചും പദാന്തേ ഭജിച്ചും

തദാവാസദേശേ വസിച്ചും സുഖിച്ചും

രമിച്ചും സ്വകാര്യേഷ്വലം സംഭ്രമി-

ച്ചങ്കുരിച്ചത്തലും മൂലമാക്കീ വിള-

ങ്ങുന്നിവണ്ണം ഭവത്തൃക്കടക്കണ്‍ ചുളിച്ചൊന്നു

നോക്കായ്കമൂലം കൃപാലോ! നമസ്തേ നമസ്തേ!

നമസ്തേ മഹാഘോര സംസാരവാരാ-

ന്നിധിക്കക്കരെക്കേറുവാന്‍ തൃപ്പദത്താ-

രിണക്കപ്പലല്ലാതൊരാലംബനം മ-

റ്റെനിക്കൊന്നുമില്ലംബ, കാരുണ്യരാശേ,

നിനയ്ക്കുന്നതെല്ലാം കൊടുക്കുന്ന തൃക്ക-

ണ്ണിണത്തേന്‍കടാക്ഷം ലഭിപ്പാനണഞ്ഞേന്‍

പദാംഭോജവൈമുഖ്യമെന്നില്‍ പിണഞ്ഞീ-

ടൊലാ തേ നമസ്തേ നമസ്തേ നമസ്തേ!

പണം പെണ്ണിലും മണ്ണിലും ചെന്നു പുക്കാ-

ശ്വസിച്ചാത്തമോദം ഗുണംകെട്ടു

ദുഃഖിച്ചു പോവാനയയ്ക്കൊല്ലഹം

ദേഹമെന്നോര്‍ത്തു സത്ത്വാദിയാം മുക്കുണംകെട്ടു-

പെട്ടോരു മായാവിലാസം ക്ഷണം ക്ഷീണ-

ലോകപ്രപഞ്ചപ്രവാഹം ക്ഷണജ്യോതിരാചന്ദ്രതാരം

നമസ്തേ ശിവാംബാ, നമസ്തേ! നമസ്തേ!


"""
    },

// fifth krithi
    {
      "title": "ജനനീ നവരത്ന മഞ്ജരി",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1 
ഒന്നായ മാമതിയില്‍നിന്നായിരം ത്രിപുടി
വന്നാശുതന്‍മതി മറ-
ന്നന്നാദിയില്‍ പ്രിയമുയര്‍ന്നാടലാം കടലി-
ലൊന്നായി വീണുവലയും
എന്നാശയം ഗതിപെറും നാദഭൂമിയില-
മര്‍ന്നാവിരാഭപടരും-
ചിന്നാഭിയില്‍ ത്രിപുടിയെന്നാണറുംപടി
കലര്‍ന്നാറിടുന്നു ജനനീ!

2
ഇല്ലാതമായയിടുമുല്ലാസമൊന്നുമറി-
വല്ലാതെയില്ലനിലനും
കല്ലാഴിയും കനലുമല്ലാതെ ശൂന്യമതു-
മെല്ലാമൊരാദിയറിവാം
തല്ലാഘവം പറകിലില്ലാരണംക്രിയകള്‍
മല്ലാടുകില്ല മതിയീ
സല്ലാഭമൊന്നുമതിയെല്ലാവരും തിരയു-
മുല്ലാഘബോധജനനീ!

3
ഉണ്ടായി മാറുമറിവുണ്ടായി മുന്നമിതു
കണ്ടാടുമങ്ഗമകവും-
കൊണ്ടായിരംതരമിരുണ്ടാശയം പ്രതിചു-
രുണ്ടാ മഹസ്സില്‍ മറയും
കണ്ടാലുമീ നിലയിലുണ്ടാകയില്ലറിവ-
ഖണ്ഡാനുഭൂതിയിലെഴും
തണ്ടാരില്‍ വീണു മധുവുണ്ടാരമിക്കുമൊരു
വണ്ടാണു സൂരി സുകൃതീ.

 

4
ആരായുകില്‍ തിരകള്‍ നീരായിടുന്നു, ഫണി
നാരായിടുന്നു, കുടവും
പാരായിടുന്നതിനു നേരായിടുന്നുലക-
മോരായ്കിലുണ്ടഖിലവും,
വേരായ നിന്‍കഴലിലാരാധനം തരണ-
മാരാലിതിന്നൊരു വരം
നേരായി വന്നിടുക വേറാരുമില്ല ഗതി
ഹേ! രാജയോഗജനനീ!

5 
മേലായ മൂലമതിയാലാവൃതം ജനനി!
നീ ലാസ്യമാടിവിടുമീ
കീലാലവായ്വനലകോലാഹലം ഭുവന-
മാലാപമാത്രമഖിലം;
കാലാദിയായ മൃദുനൂലാലെ നെയ്യുമൊരു
ലീലാപടം ഭവതിമെയ്-
മേലാകെ മൂടുമതിനാലാരുമുള്ളതറി-
വീലാഗമാന്തനിലയേ!

6
മീനായതും ഭവതി മാനായതും ജനനി
നീ നാഗവും നഗഖഗം-
താനായതും ധര നദീ നാരിയും നരനു-
മാ നാകവും നരകവും
നീ നാമരൂപമതില്‍ നാനാവിധപ്രകൃതി-
മാനായി നിന്നറിയുമീ
ഞാനായതും ഭവതി ഹേ നാദരൂപിണിയ-
ഹോ! നാടകം നിഖിലവും.

7 
എന്‍ പാപമെയ്വതിനൊരമ്പായിടുന്നറിവു
നിന്‍ പാദതാരിലെഴുമെ-
ന്നന്‍പാണു മൗര്‍വിയൊരിരുമ്പാം മനം ധനുര-
ഹംഭാവിയാണു വിജയീ
അംബാ തരുന്നു വിജയം പാപപങ്കിലമ-
ഹംഭാനമാകുമതിനാല്‍
വന്‍ ഭാരമാര്‍ന്ന തനുവും ഭാനമാമുലക-
വും ഭാനമാകുമഖിലം.


8
സത്തായി നിന്നുപരി ചിത്തായി രണ്ടുമൊരു
മുത്തായി മൂന്നുമറിയും
ഹൃത്തായി നിന്നതിനു വിത്തായി വിണ്ണൊടു മ-
രുത്തായി ദൃഷ്ടി മുതലായ്
കൊത്തായിടും വിഷയവിസ്താരമന്നമതി-
നത്താവുമായി വിലസും
സിദ്ധാനുഭൂതിയിലുമെത്താതെയാമതിമ-
ഹത്തായിടും ജനനി! നീ.

 

9
ഭൂവാദി ഭൂതമതിനാവാസമില്ല വെറു-
മാഭാസമാമിതറിവി-
ന്നാഭാവിശേഷമിതിനാവാസമിങ്ങുലകി-
ലാപാദിതം ഭവതിയാല്‍
നാവാദി തന്‍ വിഷയിതാവാസമറ്റ ഭവ-
ദാവാസമാകെ വിലസും
ദ്യോവാണതിന്‍റെ മഹിമാവാരറിഞ്ഞു ജന-
നീ! വാഴ്ത്തുവാനുമരുതേ!
"""
    },

    // sixth krithi
    {
      "title": "ഭദ്രകാള്യഷ്ടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1 
ശ്രീമച്ഛങ്കരപാണിപല്ലവകിര-
ല്ലോലംബമാലോല്ലസ-
ന്മാലാലോലകലാപകാളകബരീ-
ഭാരാവലീഭാസുരീം
കാരുണ്യാമൃതവാരിരാശിലഹരീ-
പീയൂഷവര്‍ഷാവലീം
ബാലാംബാം ലളിതാളകാമനുദിനം
ശ്രീഭദ്രകാളീം ഭജേ.

2
ഹേലാദാരിതദാരികാസുരശിരഃ-
ശ്രീവീരപാണോന്മദ-
ശ്രേണീശോണിതശോണിമാധരപുടീം
വീടീരസാസ്വാദിനീം
പാടീരാദിസുഗന്ധിചൂചുകതടീം
ശാടീകുടീരസ്തനീം
ഘോടീവൃന്ദസമാ   നധാടിയുയുധീം
ശ്രീഭദ്രകാളീം ഭജേ.

3
ബാലാര്‍ക്കായുതകോടിഭാസുരകിരീ-
ടാമുക്തമുഗ്ധാളക-
ശ്രേണീനിന്ദിതവാസികാമരുസരോ-
ജാകാഞ്ചലോരുശ്രിയം
വീണാവാദനകൗശലാശയശയ-
ശ്ര്യാനന്ദസന്ദായിനീ-
മംബാമംബുജലോചനാമനുദിനം
ശ്രീഭദ്രകാളീം ഭജേ.

4
മാതങ്ഗശ്രൂതിഭൂഷിണീം മധുധരീ-
വാണീസുധാമോക്ഷിണീം
ഭ്രൂവിക്ഷേപകടാക്ഷവീക്ഷണവിസര്‍-
ഗ്ഗക്ഷേമസംഹാരിണീം
മാതങ്ഗീം മഹിഷാസുരപ്രമഥിനീം
മാധുര്യധുര്യാകര-
ശ്രീകാരോത്തരപാണിപങ്കജപുടീം
ശ്രീഭദ്രകാളീം ഭജേ.

5
മാതങ്ഗാനനബാഹുലേയജനനീം
മാതങ്ഗസംഗാമിനീം
ചേതോഹാരിതനുച്ഛവീം ശഫരികാ-
ചക്ഷുഷ്മതീമംബികാം
ജൃംഭത്പ്രൗഢനിസുംഭസുംഭമഥിനീ-
മംഭോജഭൂപൂജിതാം
സമ്പത്സന്തതിദായിനീം ഹൃദി സദാ
ശ്രീഭദ്രകാളീം ഭജേ.

6
ആനന്ദൈകതരങ്ഗിണീമമലഹൃ-
ന്നാളീകഹംസീമണീം
പീനോത്തുങ്ഗഘനസ്തനാം ഘനലസത്-
പാടീരപങ്കോജ്ജ്വലാം
ക്ഷൗമാവീതനിതംബബിംബരശനാ-
സ്യൂതക്വണത് കിങ്കിണീം
ഏണാങ്കാംബുജഭാസുരാസ്യനയനാം
ശ്രീഭദ്രകാളീം ഭജേ.

7
കാളാംഭോദകളായകോമളതനു-
ച്ഛായാശിതീഭൂതിമത്-
സംഖ്യാനാന്തരിതസ്തനാന്തരലസ-
ന്മാലാകിലന്മൗക്തികാം
നാഭീകൂപസരോജ(കാന്തിവി)ലസ-
ച്ഛാതോദരീശാപദീം
ദൂരീകുര്‍വയി ദേവി, ഘോരദുരിതം
ശ്രീഭദ്രകാളീം ഭജേ.

8
ആത്മീയസ്തനകംഭകുംങ്കുമരജഃ
പങ്കാരുണാലംകൃത-
ശ്രീകണ്ഠൗരസഭൂരിഭൂതിമമരീ-
കോടീരഹീരായിതാം
വീണാപാണിസനന്ദനന്ദിതപദാ-
മേണീവിശാലേക്ഷണാം
വേണീഹ്രീണിതകാളമേഘപടലീം
ശ്രീഭദ്രകാളീം ഭജേ.

 

ഫലശ്രുതിഃ

ദേവീപാദപയോജപൂജനമിതി
ശ്രീഭദ്രകാള്യഷ്ടകം
രോഗൗഘാഘഘനാനിലായിതമിദം
പ്രാതഃ പ്രഗേയഃ പഠന്‍
ശ്രേയഃ ശ്രീശിവകീര്‍ത്തിസമ്പദമലം
സംപ്രാപ്യ സമ്പന്മയീം
ശ്രീദൈവീമനപായിനീം ഗതിമയന്‍
സോfയം സുഖീ വര്‍ത്തതേ.
"""
    },

// seventh krithi
    {
      "title": "ദേവീപ്രണാമദേവ്യഷ്ടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1          	
പാദഭക്തജനപാലനാധികപരായണാ ഭവഭയാപഹാ
പൂതമാനസ പുരാണപുരുഷപുരന്ദരാദി പുരുപൂജിതാ
സാധുസാധിതസരസ്വതീ സകലസംപ്രദായസമുദാഹൃദാ
ശാതശാരദ ശശാംകശേഖരശിവാ ശിവാശിവമുദീയതാം


2
നീലനീരദനിഭാ നിശാകരനികാശനിര്‍മ്മലനിജാനനാ
ലോലലോചന ലലാമശോഭിത ലലാടലാലിത ലലാപകാ
ശാലിതാ ശകുലശാരദാ ചരണ ചാരീശാശ്വതശൂഭാവഹാ
കാലകാലകമനീയകാമുകകലാ കലാപകലിതാപതാം


3
കുംഭികുംഭകുചകുംഭകുങ്കുമ വിശുംഭിശംഭു ശുഭസംഭവാ
ജൃഭിജംഭരിപു ജൃംഭളസ്തനിനിഷേവ്യമാണചരണാംബുജാ
ഡിംഭകുംഭിമുഖബാഹുലേയലസദങ്കകാ വിധുരപങ്കകാ
ഡാംഭികാസുരനികുംഭസുംഭമഥിനീ തനോതു ശിവമംബികാ


4
ദാരിതാതിഘനദാരികാദമിത ദാരുണാഘനിരയശ്ചടാ
മാരമാരണമരാമരാളമണിമന്ധരാഗപരമാനിനി
ശൂരശൂരദനുസൂനുസാരമരതാരകാസുര രിപുപ്രസൂഃ
രാജരാജരമണീരപാരപിതരാജിതാമല പദാവതാം


5 
ഹേലയാസ്വദിതഹാലയാകുലിതകാലയാ മലിന ശ്രീലയാ
വ്രീലയാപലിതഫാലയാ വിമലമാലയാ സമരവേളയാ
സ്ഥൂലയാ വപുഷി ബാലയാ കുശലമൂലയാ ജലദകാലയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


6
രാമയാ വിമതവാമയാ ശമിതകാമയാ സുമിതസീമയാ
ഭൂമയാധികപരോമയാ ഘനകദംബയാ വിധുരിതാമയാ
ഘോരയാ സമരവീരയാ കലിതഹീരയാ സമരപാരയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


7
ഹാരയാ ജലദനീരയാ ശമിതമാരയാതപ വിദാരയാ
ഭൂമയാധികവികാരയാ ചകിതചോരയാ സകലസാരയാ
വീരയാച ശിവദാരയാ മുലിതഹീരയാ നമിതശൂരയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


8
സാശയാ വിധുതപാശയാ വിധൃതപാശയാ സരജനീശയാ
ശോശയാനനപതപാശയാ കുചവികോശയാ വിനുതമേശയാ
സേനയാസുമഥനാശയാ ഹൃതഹരാശയാദമിതനാശയാ
ഹേലയാദൃതസുകോശയാ ദിവിവിമോചയെ വിമതനാശയാ.
 
ഇതി ശ്രീനാരായണപരമഹംസവിരചിതം സമ്പൂര്‍ണ്ണം

"""
    },
    // eight krithi
    {
      "title": "ഗുഹാഷ്ടകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 

ശാന്തം ശംഭുതനൂജം സത്യമനാധാരം ജഗദാധാരം
ജ്ഞാതൃജ്ഞാനനിരന്തരലോകഗുണാതീതം ഗുരുണാതീതം
വല്ലീവത്സലഭൃങ്ഗാരണ്യകതാരുണ്യം വരകാരുണ്യം
സേനാസാരമുദാരം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
2

വിഷ്ണുബ്രഹ്മസമര്‍ച്യം ഭക്തജനാദിത്യം വരുണാതിഥ്യം
ഭാവാഭാവജഗത്ത്രയരൂപമഥാരൂപം ജിതസാരൂപം
നാനാഭുവനസമാധേയം വിനുതാധേയം വരരാധേയം
കേയൂരാങ്ഗനിഷങ്ഗം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
3

സ്കന്ദം കുങ്കുമവര്‍ണ്ണം സ്പന്ദമുദാനന്ദം പരമാനന്ദം
ജ്യോതിസ്തോമനിരന്തരരമ്യമഹസ്സാമ്യം മനസായാമ്യം
മായാശൃങ്ഖലബന്ധവിഹീനമനാദീനം പരമാദീനം
ശോകാപേതമുദാന്തം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
4

വ്യാളവ്യാവൃതഭൂഷം ഭസ്മസമാലേപം ഭുവനാലേപം
ജ്യോതിശ്ചക്രസമര്‍പ്പിതകായമനാകായവ്യയമാകായം
ഭക്തത്രാണനശക്ത്യാ യുക്തമനുദ്യുക്തം പ്രണയാസക്തം
സുബ്രഹ്മണ്യമരണ്യം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
5

ശ്രീമത്സുന്ദരകായം ശിഷ്ടജനാസേവ്യം സുജടാസേവ്യം
സേവാതുഷ്ടസമര്‍പ്പിതസൂത്രമഹാസത്രം നിജ ഷഡ്വക്ത്രം
പ്രത്യര്‍ത്ഥ്യാനതപാദസരോരുഹമാവാഹം ഭവഭീദാഹം
നാനായോനിമയോനിം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
6          	

മാന്യം മുനിഭിരമാന്യം മഞ്ജുജടാസര്‍പ്പം ജിതകന്ദര്‍പ്പം
ആകല്പാമൃതതരളതരങ്ഗമനാസങ്ഗം സകലാസങ്ഗം
ഭാസാ ഹ്യധരിതഭാസ്വന്തം ഭവികസ്വാന്തം ജിതഭീസ്വാന്തം
കാമം കാമനികാമം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
7          	

ശിഷ്ടം ശിവജനതുഷ്ടം ബുധഹൃദയാകൃഷ്ടം     ഹൃതപാപിഷ്ഠം
നാദാന്തദ്യുതിമേകമനേകമനാസങ്ഗം സകലാസങ്ഗം
ദാനവിനിര്‍ജ്ജിതനിര്‍ജ്ജരദാരുമഹാഭീരും തിമിരാഭീരും
കാലാകാലമകാലം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
8          	

നിത്യം നിയമിഹൃദിസ്ഥം സത്യമനാഗാരം ഭുവനാഗാരം
ബന്ധൂകാരുണലളിതശരീരമുരോഹാരം മഹിമാഹാരം
കൗമാരീകരപീഡിതപാദപയോജാതം ദിവി ഭൂജാതം
കണ്ഠേ കാലമകാലം പ്രണമത ദേവേശം ഗുഹമാവേശം.




"""
    },

    // nine krithi

    {
      "title": "ബാഹുലേയാഷ്ടകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
         	
ഓം ഓം ഓം ഹോമധൂമപ്രകടതടജടാ-
കോടിഭോഗിപ്രപൂരം
അം അം അം ആദിതേയ പ്രണതപദയുഗാമ്-
ഭോരുഹശ്രീവിലാസം
ഉം ഉം ഉം ഉഗ്രനേത്രത്രയലസിതവപുര്‍-
ജ്യോതിരാനന്ദരൂപം
ശ്രീം ശ്രീം ശ്രീം ശീഘ്രചിത്തഭ്രമഹരമനിശം
ഭാവയേ ബാഹുലേയം.
 
2  
        	
ഹ്റീം ഹ്റീം ഹ്റീം ഹൃഷ്ടഷട്കന്ധരമഘമരണാ-
രണ്യസംവര്‍ത്തവഹ്നിം
ഐം ഐം ഐം ഐങ്ഗുദീസത്ഫലമൃദുമിളിത-
പ്രാശിയോഗീന്ദ്രവന്ദ്യം
ക്ലീം ക്ലീം ക്ലീം ക്ലിഷ്ടകായക്ലമദവദഹന-
ക്ലേശനിര്‍മ്മൂലനാശം
സൗം സൗം സൗം സൗരകാന്തിഭ്രമഹരമനിശം
ഭാവയേ ബാഹുലേയം.

 
3

ശം ശം ശം ശബ്ദരൂപം ശശിധരമമലം
ശങ്കരം സാംബമൂര്‍ത്തിം
ശിം ശിം ശിം ശിഷ്ടവന്ദ്യം ശിഖരിനിലയനം
ശിക്ഷിതാനേകലോകം
ശും ശും ശും ശുഭ്രഹാസം ശുഭകരമതിസ-
ന്ദേഹസന്ദോഹനാശം
ശൗം ശൗം ശൗം ശൗക്ലിതാങ്ഗം സിതഭസിതഗണൈര്‍
ഭാവയേ ബാഹുലേയം.
 
4    
      	
രം രം രം രമ്യദേഹം രജതഗിരിഗൃഹം
രക്തപദ്മാങ്ഘ്രിയുഗ്മം
രിം രിം രിം രിക്തശോകപ്രകൃതിപരമജം-
ഘാലമാനീലനേത്രം
രും രും രും രൂക്ഷകായപ്രതിഭടഹനനം
രക്തകൗശേയവസ്ത്രം
രൗം രൗം രൗം രൗരവാദി ദ്രുതഹരകുഹരം
ഭാവയേ ബാഹുലേയം.
 
5

ഹം ഹം ഹം ഹംസയോഗിപ്രവരസുഖകരം
ഹസ്തലക്ഷ്മീസമേതം
ഹിം ഹിം ഹിം ഹീനമാനം ഹിതസുഖവരദം
ഹിംസയാപേതകീലം
ഹും ഹും ഹും ഹുംകൃതിധ്വംസിതരജനിചര-
ക്രൗര്യകൗടില്യമൂര്‍ത്തിം
ഹൈം ഹൈം ഹൈം ഹൈമകുംഭായതകരസഹജം
ഭാവയേ ബാഹുലേയം.
 
6          	

ണം ണം ണം നന്ദികേശപ്രവരഭുജഗനിര്‍-
വിഘ്നകര്‍മ്മപ്രപഞ്ചം
ണിം ണിം ണിം നീലകണ്ഠപ്രിയസുതമജിതം
നിര്‍മ്മലാങ്ഗം നിരീഹം
ണും ണും ണും ണുത്തനാഭോത്തരനിഭൃതനിരാ-
ലംബകൈവല്യമൂര്‍ത്തിം
ണൗം ണൗം ണൗം നാമരൂപാത്മകജഗദഖിലം
ഭാവയേ ബാഹുലേയം.
 
7

ഭം ഭം ഭം ഭാഗധേയം ഭഗവദനുചര-
പ്രാഞ്ജലിസ്തോത്രപൂരം
ഭിം ഭിം ഭിം ഭീമനാദാന്തകമദനഹരം
ഭീഷിതാരാതിവര്‍ഗ്ഗം;
ഭും ഭും ഭും ഭൂതിഭൂഷാര്‍ച്ചിതമമിതസമ-
സ്താര്‍ത്ഥശാസ്ത്രാന്തരങ്ഗം
ഭൗം ഭൗം ഭൗം ഭൗമമുഖ്യം ഗ്രഹഗണനപടും
ഭാവയേ ബാഹുലേയം.

 
8        
  	
വം വം വം വാഹിനീശം വലരിപുനിലയ-
സ്തോത്രസമ്പത്സമൂഹം
വിം വിം വിം വീരബാഹുപ്രഭൃതിസഹചരം
വിഘ്നരാജാനുജാതം;
വും വും വും ഭൂതനാഥം ഭുവനനിലയനം
ഭൂരികല്യാണശീലം
വൗം വൗം വൗം ഭാവിതാരിപ്രതിഭയമനിശം
ഭാവയേ ബാഹുലേയം.




"""
    },
    // 10th krithi

    {
      "title": "ഷണ്മുഖസ്‌തോത്രം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
അര്‍ക്കബിംബമൊരാറുദിച്ചുയരുന്നപോലെവിളങ്ങിടും
തൃക്കിരീട ജടയ്ക്കിടയ്ക്കരവങ്ങളമ്പിളിതുമ്പയും
ദുഷ്കൃതങ്ങളകറ്റുവാനൊഴുകീടുമംബരഗംഗയും
ഹൃത്ക്കുരുന്നിലെനിക്കുകാണണമെപ്പൊഴും ഗുഹ! പാഹിമാം.
 
2          	
ആറുവാര്‍മതിയോടെതിര്‍ത്തുജയിച്ചിടുംതിരുനെറ്റിമേ-
ലാറിലുംമദനംപൊരിച്ച വലിപ്പമുള്ളൊരുകണ്‍കളും
കൂറൊടും നിജഭക്തരക്ഷ വരുത്തുവാനിളകീടുമ-
ക്കാര്‍തൊഴും പുരികങ്ങളുംമമകാണണം ഗുഹ! പാഹിമാം.
 
3          	
ഇന്ദുബിംബ വിഭാവസുക്കളിടംവലം നയനങ്ങളാ-
മിന്ദുബിംബമുഖങ്ങളും തിരുനാസികാവലിയും തഥാ
കര്‍ണ്ണകുണ്ഡലമണ്ഡലീകൃത ഗണ്ഡപാളിയുമെന്നുടേ
കണ്ണിണയ്ക്കതിഥീഭവിയ്ക്കണമെപ്പൊഴും ഗുഹ! പാഹിമാം.
 
4          	
ഈശ, നിന്‍ പവിഴംതൊഴും രദനച്ഛദങ്ങളുമുല്ലസത്-
കേശപേശലദന്തതാടികളും കറുത്ത ഗളങ്ങളും
ഭാസുരാകൃതി കൈകളില്‍ തിരുവായുധങ്ങളൊടും മമ
ക്ലേശനാശനസിദ്ധയേ വരികാശു ഷണ്‍മുഖ! പാഹിമാം.
 
5          	
ഉള്ളിലുള്ളൊരു ദോഷഭാരമൊഴിപ്പതിന്നതി സൗരഭം
വെള്ളിമുത്തുപളുങ്കൊടൊത്തുകൊരുത്തുചാര്‍ത്തിയമാറിടം
വള്ളിതന്‍മണവാള,നിന്നുദരാഭയും തിരുനാഭിയും
ഉള്ളിലാകണമെപ്പൊഴും പരിശുദ്ധയേ ഗുഹ! പാഹിമാം.
 
6          	
ഊഢകാന്തികലര്‍ന്നിടും ത്രിവലിക്കടിക്കു കടിസ്ഥലാ-
രൂഢകാഞ്ചനകാഞ്ചിസഞ്ചിതചേലയും കടിസൂത്രവും
രൂഢമായ് വിലസുന്നതൃത്തുട മുട്ടടുത്ത കണങ്കഴല്‍-
പ്രൗഢിയും മമ കാണണംപരിചോടു ഷണ്‍മുഖ! പാഹിമാം.
 
7          	
ഋക്ഷവത്ക്കുതികൊള്ളുമെന്‍മനമിക്കണക്കു വരാതിനി
രക്ഷചെയ്വതിനൊച്ചയുള്ള ചിലമ്പിടുംനരിയാണിയും
പക്ഷിവാഹനഭാഗിനേയ, മയൂരപൃഷ്ഠമമര്‍ന്നു വ-
ന്നക്ഷിഗോചരമായ്വിളങ്ങണമെപ്പൊഴും ഗുഹ! പാഹിമാം
 
8          	
ഋൗണബന്ധമെനിക്കിനിക്കനവിങ്കലും കരുതേണ്ടമത്-
പ്രാണനാഥ! ഭവത്പദപ്രപദത്തിലെത്തുകിലാമയം
ക്ഷീണമായ് മരുവും സരോരുഹ ശോഭതേടിന പാദവും
കാണണം പദവിക്രമങ്ങള്‍ നഖങ്ങളും ഗുഹ! പാഹിമാം.
 
9          	
ലുപ്തപിണ്ഡ പിതൃപ്രതിക്രിയചെയ്വതിന്നുമിതൊന്നിനും
ക്ലിപ്തമില്ലയെനിക്കു താവക പാദസേവനമെന്നിയേ
ലബ്ധവിദ്യനിവന്‍ ഭവത്കൃപയുണ്ടിതെങ്കിലനന്യസം-
തൃപ്തിയും പദഭക്തിയും വരുമാശു ഷണ്‍മുഖ! പാഹിമാം.
 
10       	
ലൂതമുള്ളിലിരുന്ന നൂലു വലിച്ചുനൂത്തുകളിച്ചതും
സാദരം തനതുള്ളിലാക്കി രമിച്ചിടുംപടി മായയാ
ഭൂതഭൗതികമൊക്കെയും പതിവായെടുത്തുഭരിച്ചഴി-
ച്ചാദിമുച്ചുടരായ് വിളങ്ങുമനന്ത ഷണ്‍മുഖ! പാഹിമാം.
 
11       	
എട്ടുചുറ്റൊടു മോക്ഷമാര്‍ഗ്ഗമടച്ചു മേവിന കുണ്ഡലി-
ക്കെട്ടറുത്തുകിളര്‍ന്നു മണ്ഡലവുംപിളര്‍ന്നു ഭവത്പദം
തുഷ്ടിയോടുപിടിപ്പതിന്നരുളുന്നതെന്നുഭവാബ്ധിയില്‍
പ്പെട്ടുപോകരുതിന്നിയും ഭഗവാനെ, ഷണ്‍മുഖ! പാഹിമാം.
 
12       	
ഏതുമൊന്നു ഭവാനൊഴിഞ്ഞടിയന്നൊരാശ്രയമാരുമീ-
ഭൂതലത്തിലുമെങ്ങുമില്ല കൃപാനിധേ കരുതേണമേ!
'കാതിലോല'യിതെന്നുചിന്ത തുടര്‍ന്നിടും മയി സന്തതം
ഭാതി യാവദനങ്ഗദാഹികടാക്ഷമഗ്നിജ! പാഹിമാം.
 
13       	
ഐശബീജമതിങ്കല്‍ നിന്നുളവായ നിന്തിരുമേനിയി-
ങ്ങാശുശുക്ഷണി മിന്നലോടുപമിക്കുമിന്നികടത്തിലും
നാശഹീനനതാമഗസ്ത്യമുനീന്ദ്രസന്നിധിയിങ്കല്‍ നി-
ന്നാശിഷാ ഗുരുനാഥനായ കണക്കു ഷണ്‍മുഖ! പാഹിമാം.
 
14       	
ഒന്നുപൊലഖിലാണ്ഡകോടിയകത്തടച്ചതിനുള്ളിലും
തന്നകത്തിലുമെങ്ങുമൊക്കെനിറഞ്ഞുതിങ്ങിവിളങ്ങിടും
നിന്നരുള്‍ക്കൊരിടം കൊടുപ്പതിനൊന്നുമില്ലയിതെപ്പൊഴോ
നിന്നില്‍നിന്നരുള്‍കൊണ്ടു ജാതമിതൊക്കെയും ഗുഹ! പാഹിമാം.
 
15       	
ഓമിതി പ്രണവപ്രനഷ്ടകലിപ്രദോഷ മനസ്സില്‍ നി-
ന്നോമനപ്പുതുമേനികണ്ടു കരംകുവിപ്പതിനാശയാ
പൂമണം ബുധപൂജിതംപെരുമാറുമങ്ഘ്രിസരോരുഹേ
നാമനം വിതനോമി നാശവിഹീന ഷണ്മുഖ! പാഹിമാം.
 
16       	
ഔഡുമണ്ഡലമധ്യവര്‍ത്തിയതാം ശശാങ്കനിഭന്‍ ഭവാന്‍
കൈടഭാരിസരോരുഹാസന ദേവതാസു മഹാമതേ
ഐഡഭാവമൊഴിക്കുമേതവ തൃച്ചിലമ്പൊലികേള്‍ക്കുവാ-
നീഡയാമിഭവത്പദാംബുജമെപ്പൊഴും ഗുഹ! പാഹിമാം.
 
17       	
അംബുധിത്തിരയും തിരക്കുമിളപ്രവാഹവുമൊക്കെയോ-
രംബുരാശിയതായടങ്ങിയൊടുങ്ങിടുംപടിനിന്നില്‍ നി-
ന്നംബ, പൊങ്ങിമറിഞ്ഞുയര്‍ന്നുമറഞ്ഞിടുന്നഖിലാണ്ഡവും
അംബയാ സഹ വര്‍ത്തമാന വിജന്മഷണ്മുഖ! പാഹിമാം.
 
18       	
അല്ലിലും പകലും ഭവത്പദപല്ലവങ്ങളിലല്ലയോ
ചൊല്ലിയിങ്ങനെ സൗമ്യമാം മുതലുള്ളടക്കിയിരിപ്പതും
കൊല്ലുവാന്‍കൊലയാനപോലെയണഞ്ഞിടും മലമായയേ
വെല്ലുവാനൊരു മന്ത്രമിങ്ങരുളീടു ഷണ്മുഖ! പാഹിമാം.
 
19       	
കഷ്ടമിക്കലിയില്‍ക്കിടന്നുഴലുന്നതൊക്കെയുമങ്ങുസ-
ന്തുഷ്ടനായ് സുഖമോടു കണ്ടുരസിച്ചിരിക്കുക യോഗ്യമോ?
ക്ലിഷ്ടതയ്ക്കൊരിടംകൊടുക്കണമെന്നുനിന്തിരുവുള്ളിലു-
ണ്ടിഷ്ടമെങ്കിലടിക്കടുത്തിടുമെന്നിലോ ഗുഹ! പാഹിമാം.




"""
    },

    // 11th krithi

    {
      "title": "ഷണ്മുഖദശകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
ജ്ഞാനച്ചെന്തീയെഴുപ്പിത്തെളുതെളെ വിലസും-
ചില്ലിവല്ലിക്കൊടിക്കുള്‍-
മൗനപ്പൂന്തിങ്കളുള്ളൂടുരുകുമമൃതൊഴു-
ക്കുണ്ടിരുന്നുള്ളലിഞ്ഞും
ഞാനും നീയും ഞെരുക്കെക്കലരുവതിനരുള്‍-
ത്തന്മയാം നിന്നടിത്താര്‍-
ത്തേനുള്‍ത്തൂകുന്ന മുത്തുക്കുടമടിയനട-
ക്കീടു മച്ചില്‍ക്കൊഴുന്തേ!
 
2          	
തൂമത്തിങ്കള്‍ക്കിടാവും തിരുമുടിയിടയില്‍
പാമ്പെലുമ്പുമ്പരാറും
ശ്രീമച്ചെമ്പന്‍ മുടിക്കല്‍ തിരുവൊളിചിതറി-
ച്ചിന്തുമന്തിച്ചുവപ്പും
നാമപ്പൊട്ടിട്ടിണങ്ങുംനെറുക ചെറുപിറ-
ക്കീറു കാര്‍വില്ലു വെല്ലു-
ന്നോമല്‍പ്പൂഞ്ചില്ലിവല്ലിക്കൊടിയുമടിയനുള്‍-
ക്കണ്‍മുനയ്ക്കെന്നു കാണാം?
 
3          	
ഓമല്‍ച്ചുണ്ടും ചിതുമ്പിച്ചെറുചിരി ചിതറും
തിങ്കളില്‍ പങ്കജപ്പൂ
താവിത്തൂകും കടാക്ഷത്തിരുമധുമധുരം
മാരി കോരിച്ചൊരിഞ്ഞും
കാമം മുന്‍പായ് മുളയ്ക്കും കളമുളകളറു-
ത്തുള്‍നിലത്തന്‍പു വിത്തി-
ട്ടീമദ്ഭക്തിപ്പൊടിപ്പിന്‍ പയിര്‍കതിര്‍വരുമാ-
റാകണേ താരകാരേ!

4          	
സ്വര്‍ണ്ണക്കണ്ണാടി കൂപ്പുംകവിളിണയൊളിവില്‍
കുണ്ഡലം കര്‍ണ്ണബിംബം
കണ്ണില്‍ക്കാണ്‍മാന്‍ കൊതിപ്പൈങ്കിളിയുടെ പവിഴ-
ച്ചുണ്ടു തോല്ക്കുന്ന മൂക്കും
വെണ്ണക്ഖണ്ഡത്തിനുള്ളാ വെളിയൊളികളയും
താടിയും തേടുമീയെ-
ന്നുണ്ണിപ്പൈന്തേന്‍കുഴമ്പേ! പിഴപൊറുകയിവന്‍
ചെയ്തതും ചെയ്വതും നീ.
 
5          	
ആലക്കാലക്കഴുത്തേലരവവുമതിലൂ-
ടാടിയോടുന്ന പൊന്നിന്‍-
നൂലില്‍ കോര്‍ത്തിട്ടു ചാര്‍ത്തിക്കിലുകിലയൊലികൊ-
ള്ളുന്ന വെള്ളച്ചിലമ്പും
വേലും ശൂലം വിളങ്ങും വരദവുമഭയം
ചെങ്കരത്താരിലേന്തി-
പ്പാലാലോലുംമടുത്തൂംപുതുമൊഴിയൊഴുകും
വായുമായ് വാ കളിപ്പാന്‍.
 
6          	
കൂറില്‍ കൂറുണ്ടു വെണ്ണീര്‍നറുമലര്‍കളഭ-
ക്കൂട്ടണിഞ്ഞുള്‍വിളങ്ങും-
മാറും മാറും മനത്തീയരിയ കൊടുമുടി-
ക്കാതലെന്‍ കല്ലുനെഞ്ചേ,
തേറും തേറും തിരിഞ്ഞീടകമലരൊളിവു-
ള്ളത്തിരുക്കോലമെന്നാല്‍
നീറും നീറും നിരപ്പേ നിരയനിരയുമ-
മ്പെയ്യുമയ്യമ്പവമ്പും.
 
7          	
തീരത്തീരത്തിരുത്തൂവരുവയറരുമ-
പ്പൊക്കിള്‍ പിന്‍ പൊന്നരഞ്ഞാണ്‍
താരില്‍ കോര്‍ത്തിട്ടു തങ്കത്തരി തിരളുമര-
ക്കിങ്ങിണിത്തൊങ്ങല്‍ തൂക്കി
നീരില്‍ത്താരമ്പരന്നക്കൊടിയടിമുടി നീ-
രാളി നീര്‍വാറുമൂടി-
ന്നേരം നേരന്നടിച്ചെന്‍ മുരുകയരികില്‍ വാ
മുത്തുവാന്‍ മൈലിലേറി.
 
8          	
ഊഴിത്തട്ടിന്നൊഴുക്കായിഴുകിന ജഘന-
ത്താഴികക്കെട്ടിനുള്‍പ്പൊന്‍-
വാഴത്തണ്ടും മണിത്തൂണഴകുമൊഴിയുമ-
ത്തൃത്തുടക്കാമ്പു രണ്ടും
താഴത്തൂറിത്തുളുമ്പും മടുമലര്‍ശരവീ-
രന്‍ മണിച്ചെപ്പു കൂപ്പും
താഴംപൂപ്പൊന്‍കണങ്കാല്‍ തിരുവടിയണിമു-
ട്ടും മറന്നീടുമോ ഞാന്‍?
 
9          	
മിന്നിച്ചിന്നുന്ന രത്നക്കുമിളകള്‍ നരിയാ-
ണിക്കു തൃക്കാഴ്ച വച്ചോ-
രുണ്ണിച്ചെന്താമരപ്പൂവടിയിലടിമവേ-
ലത്തിറം പെറ്റുകൊള്‍വാന്‍
തന്നില്‍ത്തങ്കച്ചിലമ്പിന്‍ ഝലഝലനിനദം-
കൊണ്ടെഴുന്നള്ളി വന്നെന്‍-
മുന്നില്‍ പൊന്നിന്‍കൊടീ! നിന്‍പുതുമകളടിയന്‍
കാണ്‍മതെന്നോമലുണ്ണീ?
 
10       	
പത്തിന്‍ പത്തിപ്പുതുപ്പൂവിതളൊടു പടത-
ല്ലും വിരല്‍ത്താരകങ്ങള്‍
പത്തും ചിത്തം തുളുമ്പിച്ചൊരിയുമരിയ നി-
ന്നന്‍പൊഴുക്കൂറിയോടി
സത്തും ചിത്തും കലര്‍ത്തിശ്ശരവണഭവ! നീ
ഞാനുമായിട്ടൊരുന്നാള്‍
മുത്തും മുത്തുണ്ടിരിപ്പാന്‍ കനകമയില്‍ കരേ-
റിക്കളിച്ചോടിവാ നീ!




"""
    },

// 12th krithi

    {
      "title": "സുബ്രമണ്യകീർത്തനം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1  
അന്തിപ്പൂന്തിങ്കളുന്തിത്തിരുമുടിതിരുകി-
ച്ചൂടിയാടും ഫണത്തിന്‍-
ചന്തം ചിന്തും നിലാവിന്നൊളിവെളിയില്‍ വിയദ്
ഗംഗ പൊങ്ങിക്കവിഞ്ഞും
ചന്തച്ചെന്തീമിഴിച്ചെങ്കതിര്‍നിര ചൊരിയി-
ച്ചന്ധകാരാനകറ്റി-
ച്ചിന്താസന്താനമേ, നിന്തിരുവടിയടിയന്‍-
സങ്കടം പോക്കിടേണം.
 
2          	
പച്ചക്കള്ളം വിതററിപ്പഴവിന കുടികെ-
ട്ടിക്കിടക്കുന്നൊരിമ്മെ-
യ്യെച്ചില്‍ച്ചോറുണ്ടിരപ്പോടൊരു വടിയുമെടു-
ത്തോടി മൂടറ്റിടും മുന്‍
പച്ചപ്പൊന്‍മൈലിലേറിപ്പരിചിനൊടെഴുന്ന-
ള്ളിപ്പടിക്കല്‍ കിടക്കും
പിച്ചക്കാരന്നു വല്ലോമൊരു ഗതി തരണേ
മറ്റെനിക്കാരുമില്ലേ!
 
3          	
ജ്യോതിശ്ചക്രം കണക്കെന്‍ മനമിളകിമറി-
ഞ്ഞായുരന്തം വരും മുന്‍
ബോധക്കേടൊക്കെ നീക്കിത്തരികയമൃതരുള്‍-
ത്തേന്‍ തുളുമ്പും പദം തേ;
പാതിപ്പെണ്‍മെയ്മകന്‍ നിന്തിരുവടിയുടെ മേ-
ലേറിയാടുന്ന നേരം
മോദിച്ചേതും മടിക്കാതവനെയിവിടെ നീ
കൊണ്ടുവാ തങ്കമൈലേ!
 
4          	
എണ്‍ചാണ്‍ റോട്ടൂടെയുള്ളശ്ശകടമതു വലി-
ച്ചോണ്ടു മേലീഴ്ത്തുകീഴും
സഞ്ചാരം താവിമേവും തുരഗമിണയൊടേ
പൂട്ടിയോടിച്ചിറങ്ങി
അഞ്ചാറെട്ടും കടന്നായരമനയകമേ-
റിസ്സുഖിച്ചങ്ങിരുന്നെന്‍-
നെഞ്ചാറിപ്പാല്‍കുടിപ്പാനൊരുവരമരുളീ-
ടേണമേ തമ്പുരാനേ!
 
5          	
അങ്കുങ്കും നാഡിയോടും ദിനമണി മതിയും
പോയണഞ്ഞീടുമപ്പോള്‍
തങ്കക്കോയിക്കലുള്ളില്‍ തരളമണിവിള-
ക്കുംകൊളുത്തിക്കരേറ്റി
നങ്കും മങ്കും നടിച്ചും നടനമിടുവതി-
ന്നായെഴുന്നള്ളിവായീ-
യങ്കം വെട്ടുന്ന വേടപ്പരിഷയെ നിരവേ
ചുട്ടു നിര്‍ധൂളിയാക്കാന്‍.
 
6          	
കാടും മേടും കഥിച്ചോണ്ടൊരു കമനിമണീ-
കാന്തനായാലുമെന്തേ
പാടും കേടും പറഞ്ഞും പലവഴിയുഴറി-
പ്പാഞ്ഞലഞ്ഞാലുമെന്തേ
കാടും വീടും സമം നിന്തിരുവടിയരുള്‍പൊ-
ങ്ങീടുവോളം പൊറുപ്പാന്‍
നാടുണ്ടോടുണ്ടു ചോറുണ്ടരിയ തിരുവെഴു-
ത്താറുമുണ്ടോതുവാനും.
 
7          	
ഓങ്കാരംകൊണ്ടെഴുപ്പിപ്പെരുവെളിനടുവേ
പള്ളികൊണ്ടുള്ളിലുണ്ടാം
ഝങ്കാരം കേട്ടുണര്‍ന്നീടുക ഝടിതി മതി-
ത്താമരത്തേന്‍ കുടിപ്പാന്‍
പങ്കാരും പറ്റുവാനില്ലിരവുപകലിരു-
ന്നീച്ചയും തേനുറിഞ്ചും-
ഝങ്കാരംപോലുമില്ലിങ്ങിതിനെയിനിമയോ-
ടാസ്വദിച്ചീടുവാന്‍ വാ.
 
8          	
കണ്ണുണ്ടീരാറു കാതും കരവുമതുകണ-
ക്കുണ്ടു കാരുണ്യമോയീ-
വണ്ണം മറ്റാര്‍ക്കുമില്ലീയടിമയിഹ പെടും
പാടു കണ്ടീലയോ നീ
കണ്ണില്‍ക്കണ്ടോര്‍ പഴിക്കുന്നതുമൊരു ചെവികൊ-
ണ്ടെങ്കിലും കേട്ടതില്ലേ,
ദണ്ണം തീര്‍ത്തെന്നെ രക്ഷിച്ചഭയമരുളുവാന്‍
കയ്യുമൊന്നല്ലെ വേണ്ടൂ?
 
9          	
ഓട്ടീലൊട്ടിച്ചു നാളത്തിരുനടുവെളി പാര്‍-
ത്തങ്കുശങ്കെന്നു തട്ടി-
ക്കൂട്ടിപ്പൂട്ടിപ്പിടിച്ചക്കുതിരയെ നടുറോ-
ട്ടൂടെയോടിച്ചു വേഗം,
ചാട്ടിന്‍ കൂട്ടിങ്കലുള്‍ച്ചഞ്ചലതരമിളകും
പഞ്ചരാജാക്കള്‍ പോം മുന്‍
കൂട്ടക്കൊട്ടോടു കോട്ടയ്ക്കകമതു കരയേ-
റിസ്സുഖിപ്പാന്‍ വരം താ.
 
10       	
മൗനപ്പൂന്തേനൊഴുക്കേ! മതിയമൃതൊലിയേ,
മന്ദനാമെന്‍ മനക്കണ്‍-
ജ്ഞാനക്കണ്ണാടിയേ! നിന്‍തിരുവടിയടിയന്‍-
തീ പൊറുത്തീടവേണം;
കൂനിത്തന്തേനുമായിക്കുറവര്‍കുടിയതില്‍
പെണ്ണെടുത്തുണ്ടതേക്കാള്‍
മാനക്കേടോ നിനക്കീയഗതിയെയവനം
ചെയ്തു നിന്നോടു ചേര്‍ത്താല്‍?
 
11       	
വെയ്ലും ന്ലാവും വിഴുങ്ങിക്കനലൊളി നടുവില്‍
ക്കാലുമൂന്നിപ്പിടിച്ച-
മ്മയ്ലിന്മേലാടുമുണ്ണീ, മറയരുതു മനോ-
മൗനവീട്ടിന്‍ വിളക്കേ,
റെയ്ലിന്‍ വേഗം ജയിക്കും ജരനര മുതലാം
മൂഢരും ഞാനുമായി-
ജ്ജയ്ലില്‍ പാര്‍പ്പാന്‍ ഞെരുക്കം ജവമയി!  പരമന്‍
ചിത്സുഖം നല്കിടേണം.
 
12       	
സ്പഷ്ടം ന്ലാവങ്ങുനീങ്ങി ദിനകരനുദയം
ചെയ്തു ചന്ദ്രന്‍ മറഞ്ഞു
തട്ടിത്തട്ടിപ്പെരുക്കിപ്പെരുവെളിയതിലാ-
ക്കീടുവാന്‍ പിന്നെയാട്ടേ,
കഷ്ടം ദീനം പിടിച്ചോ മദിരയതുകൂടി-
ച്ചോ കിടക്കുന്ന ലോകര്‍-
ക്കുത്തിഷ്ഠോത്തിഷ്ഠ ശീഘ്രം, നദിയില്‍ മുഴുകുവാന്‍
കാലമായ് വന്നിതിപ്പോള്‍.
 
13       	
ഉള്‍ത്തീമാറ്റാനുപായത്തുനിവിനിയ മന-
ക്കണ്‍മണേ, നീ തരാഞ്ഞാ-
ലുള്‍ത്തീവ്രം പൊങ്ങിവിങ്ങും ദഹനശിഖയില്‍ ഞാന്‍
വെന്തുപോട്ടെന്നുറച്ചോ?
പിച്ചും ഭ്രാന്തും പിടിച്ചപ്പിണിയറുതി വരാ-
നായ് വിതറ്റുന്നൊരിപ്പേ-
പ്പട്ടിക്കുണ്ടോ സുബോധം; പിഴകളഖിലവും
നീ പൊറുത്താളുമല്ലോ!
 
14       	
എച്ചില്‍ച്ചോറുണ്ട പുള്ളിക്കിനിയൊരു മകനാം
നീയിരപ്പാളി ഞാനോ
പിച്ചക്കാരന്‍, പിഴയ്ക്കും പിഴകളഖിലവും
നീ പൊറുക്കെന്നു ഞായം;
അച്ഛന്‍ പൈതങ്ങള്‍തന്‍ കാലടിയിണയടിപെ-
ട്ടാലുമൊക്കെപ്പൊറുത്ത-
ക്കൊച്ചുങ്ങള്‍ക്കുള്ളഭീഷ്ടം കനിവൊടു നിറവേ-
റ്റിക്കൊടുക്കുന്നുവല്ലോ!
 
15       	
ഉണ്മാനില്ലാഞ്ഞിരപ്പോട്ടിയുമൊരുവടിയും-
കൊണ്ടു നീളേ നടക്കും-
പെണ്മെയ്പങ്കന്‍ കുടത്തിന്‍ കവിളു കവിയുമാ-
റുള്ള കള്ളും ചുമന്നും
നിര്‍മ്മാണംപോല്‍ ചിലപ്പോളരയിലൊരു കരി-
ത്തോലുടുത്തും നടക്കും
വന്മായം നിന്‍തകപ്പന്‍വികൃതികള്‍ പറവാ-
നാദിശേഷന്നുമാമോ?   


"""
    },

// 13th krithi
    {
      "title": "നവമഞ്ജരി",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1   
നാടീടുമീ വിഷയമോടീദൃശം നടന-
മാടീടുവാനരുതിനി-
ക്കാടീവയോവിതരതീടീയിടയ്ക്കിവനു
കൂടീയമായതിയലും
കാടീയുമീകരണമൂടീയെരിപ്പതിനൊ-
രേടീകരിഞ്ഞ നിടില-
ച്ചൂടീദമീയ മയിലോടീടുവാനരുള്‍ക
മോടീയുതം മുരുകനേ!
 
2          	
രാപായില്‍ വീണുഴറുമാ പാപമീയരുതി-
രാപായിപോലെ മനമേ
നീ പാര്‍വതീതനയമാപാദചൂഡമണി
മാപാദനായ നിയതം
പാപാടവീ ചുടുമിടാപായമീ മരുദി-
നോപാസനേന ചുഴിയില്‍
തീപായുമാറുമധുനാപായമുണ്മതിനു
നീ പാഹി മാമറുമുഖ!
 
3          	
യന്നായി വന്നരികില്‍ നിന്നായിരംകതിര്‍ പ-
രന്നാഭയുള്ള വടിവേല്‍-
തന്നാലിവന്നരുള്‍ തരുന്നാകിലൊന്നു കുറ-
യുന്നാമമൊന്നരുളു നീ
പുന്നാമതോയതിനി വന്നാകിലും മുരുക,
നിന്നാമമൊന്നു പിടിവി-
ട്ടെന്നാകിലില്ല ഗതിയെന്നാലുമൊന്നുരുകി-
നിന്നാലവന്നതു മതി.
 
4          	
ണത്താരില്‍മാതണിയുമത്താമരക്കുസുമ-
മൊത്താഭയുള്ളടികളെ-
ന്നുള്‍ത്താരിനുള്ളിലരികത്തായി വന്നമര-
വിത്തായ മൂലമുരുകാ,
മത്താപമൊക്കെയുമറുത്താശു മാമയിലി-
ലൊത്താടി വല്ലിയൊടുമി-
മ്മത്താളടിച്ചു നിലയെത്താതെ നീന്തുമിവ-
നെ സ്ഥായിയോടുമവ നീ.
 
5          	
കൃട്ടായി വന്ന നില വിട്ടോടി വന്നൊരു കു-
രുട്ടാവിയിങ്കലൊരു ക-
ണ്ണിട്ടാലുമപ്പൊഴുതിരുട്ടാറുമെന്തൊരു മി-
രട്ടാണിതൊക്കെ മുരുകാ,
വിട്ടാലിവന്നൊരു വരട്ടാശു നീയതിനി-
രുട്ടാവി വന്നു മുടിവില്‍
പൊട്ടായി നിന്നമലമുട്ടായ നീയവന-
മിട്ടാലുമിങ്ങു കൃപയാ.
 
6          	
തണ്ടാരില്‍മാനിനിയിലുണ്ടായ മാരനുമു-
രുണ്ടായിരം ചുവടിനു-
ള്ളുണ്ടാതിരിപ്പതിനു കണ്ടാലെവന്നു മന-
മുണ്ടാകയില്ല തവ മെയ്
തെണ്ടാതിരിപ്പവനിലുണ്ടാകയില്ല ശിതി-
കണ്ഠാദി ദേവകൃപയും
വിണ്ടാവിനിന്നടിയനുണ്ടാകുമാറു കൃപ-
യുണ്ടാകണം മുരുകനേ.
 
7          	
മഞ്ഞാവിതന്‍ കമനികുഞ്ഞായ നിന്‍ചരണ-
കഞ്ജായ വീണുപണിയു-
ന്നിഞ്ഞാനുമങ്ങുമൊരു കുഞ്ഞാണിതെന്നറിവു
കിം ഞായമീശതനയാ,
കിഞ്ജാതകം ബത! തിരിഞ്ഞാകിലൊന്നിഹ ക-
നിഞ്ഞാലുമൊന്നടിയനില്‍
പിന്‍ ഞാനുമങ്ങുമൊരു കുഞ്ഞാണിതെന്ന പദ-
വുഞ്ജായതേ സഫലമായ്.
 
8          	
ജ്ഞപ്തിക്കു വന്നടിയനപ്തിങ്കള്‍ ചൂഡനൊടു
സപ്തിക്കണഞ്ഞു മുറിയില്‍
ശബ്ദിച്ചിടാതഖിലദിക് തിങ്ങി നിന്നുവരു-
മബ്ധിക്കടുത്ത കൃപയാ
യുക്തിക്കടുക്കുമൊരു ശുക്തിട്ടു മട്ടുകളെ
യുക്തിപ്പറുത്തു പലരും
ധിക്തിഗ്മദീധിതി സുദൃക്തിക്കുമീ വ്യസന-
മുക്തിക്കു പാലയ വിഭോ!
 
9          	
രീണം മനം വിഷയബാണം വലിച്ചുഴറി
നാണംകളഞ്ഞുതകി ന-
ല്ലോണം ഭവത്പദമൊരീണം വരാനരുള്‍ക
വേണം ഷഡാനന, വരം
എണം പിടിച്ചവനൊടോണം കളിപ്പതിനു
പോണം ഭവാനൊടുമഹം
കാണംബരത്തു പരിമാണം പിടിപ്പതിനു
നീ നമ്മളോടുമൊരുനാള്‍.




"""
    },

    // 14th krithi

    {
      "title": "ഷാണ്‍മാതുരസ്തവം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1          	
ഗൗരീസഹായ സുഹൃദൂരീകൃതാവയവ,
ഭൂരീഷു വൈരിഷു തമ-
സ്സൂരീകൃതായുധ നിവാരീതദോഷ നിജ-
നാരീകലാലസമനഃ
ക്രൂരീഭവത്തിമിരചാരീഹിതാപദുര
നീ നീതിസൂരി കരുണാ-
വാരീണ, വാരിധര, ഗൗരീകിശോര, മമ
ദൂരീകുരുഷ്വ ദുരിതം.
 
2          	
മല്ലീകൃതത്രിദശമല്ലീ,സദാ സുദതി
വല്ലീകുചാങ്കണലസത്
സല്ലീനകുങ്കുമരസോല്ലീനവത്സ, യുധി
ഭല്ലീസ്മയോളസി ദിതിജൈഃ
സ്ഫുല്ലീകുരുഷ്വ സ ച വല്ലീതശോഥിതല,
വല്ലീവിലോല, ബുധഹൃദ്-
വല്ലീനിവാസ, മമ സോല്ലീന, കേകിഹയ,
സല്ലീലപാഹൃദുദജം.
 
3          	
പ്രാണീകൃതസ്വനഖരാണീതഭക്തജന-
വാണീശമുഖ്യസുമന-
ശ്ശ്രേണീ, സുജാനുതലതൂണീ തമാലതിമി-
രാണീലചൂചുകഭരാ
വാണീവിലാസമളിവേണീ, വിപഞ്ചിമൃദു-
വാണീ, തവാംഗരമണീ
ശ്രോണീഘനാ, സുമതി, ശാണീതനോതു ഭൃശ-
മേണീവിശാലനയനാ.
 
4          	
രാഗാഭിഷിക്ത നിജകേശാദിപാദ വപു-
രാശാപിശാചദഹനാ
ശ്രീശാതകുംഭനിഭ പാശാങ്കുശാഭരണ-
നാശാന്തകാനുചര! ഭോഃ
ഭീശാഡ്വലാഹരണഗോശാബകാവനത-
കോശാധിപാശു ഭഗവന്‍
പാശാടവീദവ ഹുതാശാശയാവപിശി-
താശാ ഹി ഭോഗഭുഗമും.
 
5          	
സന്താപസന്തതിനിശാന്താവസന്തമയി
കാന്തായുഗാന്തരരതേ,
കിന്താവകേ ഹൃദി നിതാന്താകുലാശയമ-
ഹന്താനപേതമവിതും
കിന്താമസം ഭവസി, ചിന്താമണീരുചിര
സന്താനപാദപദവ-
ശ്ചിന്താധുതാന്തരുജമന്താദിഹീന കുരു
മാന്താവകീന ഭജനം.
 
6          	
സീമാവിഹീനഗുണ സോമാവചൂഡ ജിത-
കാമാഭിമാന സുമതേ!
ഭൂമാധവാദിനുത ഭൂമാസമാന,പുര-
കാമാന്ധകാന്തക ഗുരോ
നാമാളിജാപിജന കാമാവസാനഫല,
ദാമാശമാതനു വിഭോ,
ഹേമാരുണാ,ഹിതനികാമാതിഭീമ, ഗുഹ
സാമാദി വേദവിദയം.
 
7          	
വേദാനുഗീതനുത പാദാരവിന്ദയുഗ-
മാദായ സേവനവിധേ-
രാദാവമും സരസമാദാതുകാമ, ശുഭ-
കേദാരകേളിനിലയേ,
താദാത്മ്യലീനമതിസാദാപനോദ,സക-
ലാദാനദൈവതതരോ
ഭൂദാസകല്പലതികോദാരദാമ, കുരു
മോദാംബുരാശിവസതിം.
 
8          	
കിഞ്ചാസുരദ്വിരദപഞ്ചാനന പ്രണവ-
സഞ്ചാരിഹംസസമനേ
കിഞ്ചാപലന്നമന, തുഞ്ചാനുജീവി മമ
സിഞ്ചാമൃതാഭ കൃപയാ
പഞ്ചാനനപ്രണയ കഞ്ചാപി ശാസി കതി
മുഞ്ചാശു ബദ്ധകമതിം
പഞ്ചാശുഗാരിസുര പഞ്ചാനനാത്മജ-
മിമഞ്ചാപി പാഹി സതതം.
 
9          	
കാലായ ശീതരുചിബാലാവചൂഡ, ശുഭ-
ശീലാവധൂതദുരിത
ശ്രീലാഘമീവരദ ലീലാ ഹി വാരിസഖ
ബാലാശയാശയശുചേ!
കാലാനലോപമിത ഫാലാവലോകനക
                             
വേലായുധോ മഹതി കോലാഹലാരവ സു-
ലീലാ തനോതു കുശലം.




"""
    },

    // 15th Krithi
    {
      "title": "ശിവപ്രസാദപഞ്ചകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ശിവ! ശങ്കര! ശര്‍വ! ശരണ്യ! വിഭോ!
ഭവസങ്കടനാശന! പാഹി ശിവ!
കവിസന്തതി സന്തതവും തൊഴുമെന്‍-
ഭവനാടകമാടുമരുമ്പൊരുളേ!
 
2          	
പൊരുളെന്നുമുടമ്പൊടു മക്കളുയിര്‍-
ത്തിരളെന്നുമിതൊക്കെയനര്‍ത്ഥകരം
കരളീന്നു കളഞ്ഞു കരുംകടലില്‍
പുരളാതെ പൊതിഞ്ഞു പിടിപ്പതു നീ.
 
3          	
പിടിപെട്ടു പുരണ്ടുമറിഞ്ഞു പിണ-
ക്കുടിയില്‍ക്കുടികൊണ്ടു ഗുണങ്ങളൊടും
കുടികൊണ്ടു കുടിക്കുമരുംകുടിനീ-
രടിതട്ടിയകത്തു നിറഞ്ഞിരി നീ.
 
4          	
ഗളമുണ്ടു കറുത്തതു നീ ഗരളം
കളമുണ്ടതുകൊണ്ടു കൃപാനിധിയേ!
കളമുണ്ടൊരു കൊണ്ടലൊടൊത്ത കടല്-
ക്കളവുണ്ടൊരു സീമ നിനക്കു നഹി.
 
5          	
കനിവെന്നിലിരുത്തിയനങ്ഗരസ-
ക്കനി തട്ടിയെറിഞ്ഞു കരം കഴുകി
തനിമുക്തി പഴുത്തു ചൊരിഞ്ഞൊഴുകും
കനകക്കൊടിയേ! കഴലേകുക നീ.




"""
    },

    // 16th krithi
    {
      "title": "സദാശിവദര്‍ശനം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
മണംതുടങ്ങിയെണ്ണി മണ്ണിലുണ്ണുമെണ്ണമൊക്കെയ-
റ്റിണങ്ങി നില്ക്കുമുള്‍ക്കുരുന്നുരുക്കി നെക്കിനക്കിടും
ഗുണം നിറഞ്ഞ കോമളക്കുടത്തിലന്നുമിന്നുമി-
ന്നിണങ്ങളങ്ങുമിങ്ങുമെങ്ങുമില്ല നല്ല മങ്ഗളം.
 
2          	
കളം കറുത്ത കൊണ്ടലുണ്ടിരുണ്ട കൊണ്ടകണ്ടെഴും-
കളങ്കമുണ്ട കണ്ടനെങ്കിലും കനിഞ്ഞുകൊള്ളുവാന്‍
ഇളംപിറക്കൊഴുന്നിരുന്നു മിന്നുമുന്നതത്തല-
ക്കുളം കവിഞ്ഞ കോമളക്കുടം ചുമന്ന കുഞ്ജരം.
 
3          	
'അരം'തിളച്ചുപൊങ്ങുമാടലാഴി നീന്തിയേറിയ-
ക്കരെക്കടന്നു കണ്ടപോതഴിഞ്ഞൊഴിഞ്ഞു നിന്ന നീ
ചുരന്നു ചൂഴവും ചൊരിഞ്ഞിടുന്ന സൂക്തി കണ്ടുക-
ണ്ടിരന്നു നിന്നിടുന്നിതെന്‍മുടിക്കു ചൂടുമീശനേ!
 
4          	
ശനൈരുയര്‍ന്നുയര്‍ന്നു വന്നുനിന്നു കൊന്നുതിന്നിടും
ദിനംദിനം ദിനേശനിന്ദുവെന്നു രണ്ടു കന്ദുകം
മനം കവിഞ്ഞു മാറിയാടുമങ്ങുമണ്ണൊടെണ്ണുമീ
ജനം നിനയ്ക്കുമൊക്കെയും ജയിക്കുമാദിദൈവമേ!
 
5          	
ദൈവമേ! നിനയ്ക്ക നീയും ഞാനുമൊന്നുതന്നെയെന്നു
കൈവരുന്നതിന്നിതെന്നിയടിയനില്ല കാംക്ഷിതം
ശൈവമൊന്നൊഴിഞ്ഞു മറ്റുമുള്ളതൊക്കെയങ്ങുമിങ്ങു-
മായ്വലഞ്ഞുഴന്നിടുന്ന വഴിയതും നിനയ്ക്കില്‍ നീ.
 
6          	
നിനയ്ക്കിലിന്ദുചൂഡനൊന്നുതന്നെ നീയൊഴിഞ്ഞു മ-
റ്റെനിക്കു ദൈവമില്ല പൊന്‍വിളക്കിളയ്ക്കുമാഴിയേ!
മനം തുടങ്ങിയെണ്ണുമെണ്ണമൊക്കെ നെക്കിനക്കിടും
കനം കുറഞ്ഞ മേനിയേ! കനിഞ്ഞുവന്ന കന്നലേ!
 
7          	
നിലം നിലിമ്പരാറു പാമ്പെലുമ്പൊടമ്പിളിക്കല-
ത്തിലം വിളങ്ങിടുന്ന ചെഞ്ചിടയ്ക്കിടയ്ക്കണഞ്ഞിടും
ചിലങ്ക കണ്ടു ചഞ്ചലപ്പെടും മുഖം മലര്‍ന്ന പൂ-
ങ്കുലയ്ക്കു കുമ്പിടുംപടിക്കിനിക്കനിഞ്ഞു കൂറു നീ.
 
8          	
കനിഞ്ഞുമണ്ണുമപ്പുമപ്പുറം കലര്‍ന്ന കാറ്റൊട-
ങ്ങണഞ്ഞു വിണ്ണിലന്നുമിന്നുമൊന്നിരുന്നു മിന്നിടും
മണം കലര്‍ന്ന മേനിയേതതിന്നു നീ മലര്‍ന്നിടും
മണിക്കു മാനമില്ല, മല്ലിടുന്നൊരല്ലുമില്ലിതില്‍.
 
9          	
ഇതില്‍ക്കിടന്നുകേണുവാണു നാള്‍കഴിഞ്ഞിടുന്നിനി-
ക്കിതില്‍പരം നിനയ്ക്കിലെന്തു വന്നിടുന്നു സങ്കടം?
മതിക്കൊഴുന്നണിഞ്ഞിടുന്ന മന്നവാ! കനിഞ്ഞുമു-
ന്മതിക്കുടം കവിഞ്ഞു പായുമാറു ചൂടിയാടു നീ.
 
10       	
അടിക്കു പന്നി പോയി നിന്മുടിക്കൊരന്നവും പറ-
ന്നടുത്തു കണ്ടതില്ല നിന്നെയിന്നുമഗ്നിശൈലമേ!
എടുത്തു നീ വിഴുങ്ങിയെന്നെയിന്ദ്രിയങ്ങളോടുടന്‍
നടിച്ചിടും നമശ്ശിവായ നായകാ! നമോ നമഃ.




"""
    },

// 17th krithi

    {
      "title": "ശിവശതകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
അഴകൊടു ഭാരതയുദ്ധമദ്രിയിന്മേല്‍
മുഴുചെവിയന്‍ മുറികൊമ്പുകൊണ്ടു മുന്നം
എഴുതിനിറച്ചെളിയോര്‍ക്കിണങ്ങി നില്ക്കും
മുഴുമുതലാകിയ മൂര്‍ത്തി കാത്തുകൊള്‍ക!
 
2          	
അരുമറ നാലുമൊരിക്കലോതി മുന്നം
കരിമുകില്‍വര്‍ണ്ണനു പങ്കുചെയ്തു നല്കി
പരമതു വള്ളുവര്‍നാവിലും മൊഴിഞ്ഞ-
പ്പരിമളഭാരതി കാത്തുകൊള്‍ക നിത്യം!
 
3          	
കനകമയില്‍മുകളേറി വേലുമേന്തി-
ക്കനിവൊടു കണ്ണിണ കണ്‍കണം നിറഞ്ഞു
ജനിമരണച്ചുടുകാടിലാടി വെണ്ണീ-
റണിതിരുമേനി തുണയ്ക്കണം സദാ മേ.
 
4          	
സനകസനന്ദസനത്കുമാരര്‍ മുന്‍പാം
മുനിജനമോടുപദേശമോതി മുന്നം
കനിവൊടു തെക്കുമുഖം തിരിഞ്ഞു കല്ലാല്‍-
ത്തണലിലിരുന്നൊരു മൂര്‍ത്തി കാത്തുകൊള്‍ക!
 
5          	
ശിവ! ശിവ! നിന്‍തിരുനാമമോര്‍ത്തു കണ്ടാ-
ലെവിടെയുമൊന്നുമിതിന്നു തുല്യമില്ല
ഇവ പലതുള്ളിലറിഞ്ഞിരുന്നുമീ ഞാ-
നിവിടെയിവണ്ണമലഞ്ഞിടുന്നു കഷ്ടം!
 
6          	
ഹരിഭഗവാനരവിന്ദസൂനുവും നിന്‍-
തിരുവിളയാടലറിഞ്ഞതില്ലയൊന്നും;
ഹര!ഹര! പിന്നെയിതാരറിഞ്ഞിടുന്നൂ
കരളിലിരുന്നു കളിച്ചിടുന്ന കോലം?
 
7          	
ചെറുപിറ ചെഞ്ചിടയിങ്കലാറുമേറും
തിറമിയലും ഫണിമാലയും ത്രിപുണ്ഡ്ര-
ക്കുറികളുമമ്മദനന്‍ ദഹിച്ച കണ്ണും
പുരികവുമെന്നുമെനിക്കു കാണണം തേ.
 
8          	
ദിനമണിതിങ്കളണിഞ്ഞ കണ്ണു രണ്ടും
മണിമയകുണ്ഡലകര്‍ണ്ണയുഗ്മവും തേ
കനകതിലക്കുസുമം കുനിഞ്ഞു കൂപ്പി-
ദ്ദിനമനുസേവകള്‍ ചെയ്തിടുന്ന മൂക്കും.
 
9          	
പഴവിനയൊക്കെയറുത്തിടുന്ന തൊണ്ടി-
പ്പഴമൊടു പോരിലെതിര്‍ത്തിടുന്ന ചുണ്ടും
കഴുകിയെടുത്തൊരു മുത്തൊടൊത്ത പല്ലും
മുഴുമതിപോലെ കവിള്‍ത്തടങ്ങളും തേ.
 
10       	
അമൃതൊഴുകും തിരമാലപോലെ തള്ളും
തിമൃതയുതത്തിരുവാക്കുമെന്‍ ചെവിക്ക്
കുമറിയെരിഞ്ഞുകുമിഞ്ഞെഴും മനത്തീ-
ക്കമൃതുചൊരിഞ്ഞതുപോലെയുള്ള നോക്കും.
 
11       	
കുവലയമൊക്കെ വിളങ്ങിടുന്ന പുത്തന്‍-
പവിഴമലയ്ക്കു മുളച്ചെഴും നിലാവും
തഴുവിന വെണ്‍മണിതാരകങ്ങളും നി-
ന്നൊഴിവറെ രക്ഷകള്‍ ചെയ്യുവാന്‍ തൊഴുന്നേന്‍.
 
12       	
അരവവുമെല്ലുമിടയ്ക്കിടയ്ക്കണിഞ്ഞും
കരിമുകില്‍ കണ്ടു കുനിഞ്ഞിടും കഴുത്തും
വരദമഭീതികുരംഗശൂലപാണി-
ത്തിരുമലര്‍നാലുമണിഞ്ഞു കാണണം തേ.
 
13       	
ഉരഗലസത്കൃതമാലമാല ചാര്‍ത്തി-
പ്പരിലസിതോരസി ഭൂരി ഭൂതി പൂശി,
പരിമളമുണ്ടു മുരണ്ടിടുന്ന വണ്ടിന്‍-
നിരകളൊടും തിരുമേനിയെന്നു കാണാം?
 
14       	
ഒഴുകിടുമംബരഗങ്ഗതന്‍റെ നീരില്‍-
ച്ചുഴിയൊടു തുല്യമുദിച്ചെഴുന്ന നാഭി-
ക്കുഴിയിലെഴുന്ന കളിന്ദകന്യ മേലോ-
ട്ടൊഴുകിടുമെന്നകണക്കു രോമരാജി.
 
15       	
തുടയിണതന്നിലുരിച്ച വാരണത്തോല്‍-
പ്പടയുടയാടയുടുത്തതിന്‍പുറത്ത്
പടമൊരു കൈയിലെടുത്തു വാലുമായി-
ക്കടിയില്‍ മുറുക്കിയ കാഞ്ചിയെന്നു കാണാം?
 
16       	
കരിയുരികെട്ടിയുടുത്തനന്തകച്ച-
പ്പുറമതു പൂട്ടിയലങ്കരിച്ചു പാമ്പും
പരിമളഭൂതി പൊതിഞ്ഞു പൂശിയന്തി-
ത്തിരുവിളയാടലിതെന്നു കാണുമീ ഞാന്‍?
 
17       	
മലരടി രണ്ടിലുമിട്ട പൂഞ്ചിലങ്ക-
ക്കുലകള്‍ കൊരുത്തു കളിച്ചിടുന്ന നേരം
കലകലയെന്നു കിലുങ്ങിടും ചിലമ്പി-
ന്നൊലി ചെവി രണ്ടിലുമെന്നു കേള്‍ക്കുമീ ഞാന്‍?
 
18       	
മുടിനടുവാദി മുടിഞ്ഞു മൂന്നുമൊന്നായ്
വടിവൊടുനിന്നു വിളങ്ങിടും വിളക്കിന്‍
ചുടരൊളി ചുട്ടു തുടച്ചു ശോകമാകും
കടലതുകൊണ്ടു കടന്നിടുന്നു കൂലം.
 
19       	
കുവലയനായകനര്‍ക്കനഗ്നിഹോതാ-
വവനിതുടങ്ങിയ ഭൂതിയഞ്ചുമിന്നീ
തവ മറിമായമിതാര്‍ക്കറിഞ്ഞിടാവൂ
കവിജനകല്പിതകാവ്യമെന്നപോലെ!
 
20       	
മതികല ചൂടിയ പൊന്‍കുടം മതിക്കു-
ള്ളതിമൃദുകോമളനാടകം നടിപ്പാന്‍
കൊതി പെരുകുന്നതുകൊണ്ടു കണ്ടതെല്ലാ-
മുദിതമിതൊക്കെയുമങ്ങു ചേരുമല്ലോ!
 
21       	
ഭഗവതിയമ്മ പകുത്തു പാതി വാങ്ങി-
പ്പകുതി മുകുന്ദനു നല്കി മുന്നമേ നീ,
ഭഗവതി നിന്‍തിരുമേനിതന്നിലിന്നോ-
രഗതിയിരിപ്പതിനാഗ്രഹിച്ചിടിന്നു.
 
22       	
പശുപതി പാശമൊഴിച്ചു പാഹിമാമോ-
രശുഭമെനിക്കണയാത തക്കവണ്ണം
പിശിതമശിച്ചു പരുത്ത പിണ്ഡമോ ഞാ-
നശുചിയിതെന്നകതാരിലോര്‍ത്തിടാത്തൂ?
 
23       	
അതിസരണം വമി തന്നെ വന്നിതിന്നാ-
ളതിപരിദേവന ചെയ്തതൊക്കെയും നിന്‍
മതിയിലറിഞ്ഞു, മറന്നു പിന്നെയും ഞാന്‍
ഗതിയറിയാതെ വലഞ്ഞിടുന്നു കഷ്ടം!
 
24       	
മലയതിലുണ്ടു മരുന്നു മൂന്നു പാമ്പും
പുലിയുമതിന്നിരുപാടുമുണ്ടു കാവല്‍
പുലയനെടുത്തു ഭുജിച്ചു പാതിയിന്നും
വിലസതി നീയുമെടുത്തുകൊള്‍ക നെഞ്ചേ!
 
25       	
ധരണിയിലിങ്ങനെ വാഴുവാനസഹ്യം
മരണവുമില്ല നമുക്കു പാര്‍ത്തുകണ്ടാല്‍
തരുണമിതെന്നു ധരിച്ചു താപമെല്ലാം
സ്മരഹര, തീര്‍ത്തെഴുന്നള്ളുകെന്‍റെ മുന്‍പില്‍
 
26
വയറുപതപ്പതിനുണ്ടു കണ്ടതെല്ലാം
കയറിമറിഞ്ഞു മരിച്ചിടുന്നതിന്‍മുന്‍
ദയ തിരുമേനി മനസ്സിലോര്‍ത്തു ഭക്തി-
ക്കയറു കൊടുത്തു കരേറ്റണം മനം മേ.
 
27       	
അരുള്‍വടിവായൊരുപോല്‍ നിറഞ്ഞുനില്‍ക്കും
പരമശിവന്‍ ഭഗവാനറിഞ്ഞു സര്‍വ്വം
സുരനദി തിങ്കളണിഞ്ഞ ദൈവമേ! നിന്‍-
തിരുവടി നിത്യമനുഗ്രഹിച്ചിടേണം.
 
28       	
മുഴുമതിമൂടു തുരന്നു മുത്തെടുത്ത-
ക്കുഴിയിലടച്ച കുരങ്ഗമുണ്ടു കൈയില്‍
തഴലെരിയും പൊഴുതൂറി മൂലമോളം
പുഴയൊഴുകുന്നതു വാഴ്ക ഭൂവിലെന്നും.
 
29       	
ജനിമൃതിരോഗമറുപ്പതിന്നു സഞ്ജീ-
വനി പരമേശ്വരനാമമെന്നിയില്ല,
പുനരതുമൊക്കെ മറന്നു, പൂത്തുകായ്ക്കും
പുനകൃതികൊണ്ടു നിറഞ്ഞു ലോകമെല്ലാം
 
30       	
നരഹരിമൂര്‍ത്തി നമിച്ചിടുന്ന നെറ്റി-
ത്തിരുമിഴിതന്നിലെരിച്ച മാരനിന്നും
വരുവതിനെന്തൊരു കാരണം പൊരിച്ചീ-
ടെരിമിഴിതന്നിലിതൊന്നുകൂടെയിന്നും.
 
31       	
പറവകള്‍ പത്തുമറുത്തുപറ്റി നില്ക്കും
കുറികളൊഴിച്ചു കരുത്തടക്കിയാടും
ചെറുമണി ചെന്നു ചെറുത്തു കാളനാഗം
നെറുകയിലാക്കിയൊളിച്ചിടുന്നു നിത്യം.
 
32       	
ശിവ! ശിവതത്ത്വമൊഴിഞ്ഞു ശക്തിയും നി-
ന്നവധി പറഞ്ഞൊഴിയാതെ നാദവും നിന്‍
സവനമതിന്നു സമിത്തതാക്കി ഹോമി-
പ്പവനിവനെന്നരുളീടുകപ്പനേ നീ.
 
33       	
ചെറുമയിര്‍തോലു പൊതിഞ്ഞു ചത്തുപോവാന്‍
വരവുമെടുത്തു വലത്തു വായുവിന്മേല്‍
ചരുകു ചുഴന്നു പറന്നിടുന്നവണ്ണം
തിരിയുമതിങ്ങുവരാതെ തീയിടേണം.
 
34       	
കരുമന ചെയ്തു കളിച്ചു കള്ളമെല്ലാം
കരളിലമര്‍ത്തിയൊരല്പനെക്കുറിച്ച്
കരുണയിരുത്തിയനുഗ്രഹിച്ചിടേണം
കരപെരുകിക്കവിയും സമുദ്രമേ! നീ.
 
35       	
തൊഴിലുകളഞ്ചുമൊഴിഞ്ഞു തോന്നിനില്‍ക്കും
മുഴുമതിയാഴി കടഞ്ഞെടുത്തു മുന്നം
ഒഴുകിവരുന്നമൃതുണ്ടുമാണ്ടുപോകാ-
തൊഴുവിലൊടുക്കമുദിക്കുമര്‍ക്കബിംബം.
 
36       	
ഒരുവരുമില്ല നമുക്കു നീയൊഴിഞ്ഞി-
ങ്ങൊരു തുണ താണ്ഡവമൂര്‍ത്തി പാര്‍ത്തലത്തില്‍
സ്മരഹര! സാംബ! സദാപി നീ തെളിഞ്ഞി-
ങ്ങൊരു കൃപ നല്കുകിലെന്തു വേണ്ടു പിന്നേ?
 
37       	
ഉമയൊടു കൂടിയടുത്തു വന്നു വേഗം
മമ മതിമോഹമറുത്തു മെയ്കൊടുത്ത്
യമനുടെ കൈയിലകപ്പെടാതെയെന്നും
സമനില തന്നു തളര്‍ച്ച തീര്‍ത്തിടേണം!
 
38       	
ചലമിഴിമാരുടെ ചഞ്ചു കണ്ടു നില്ക്കും
നില നിടിലത്തിരുനോക്കു വെച്ചറുത്ത്
പല പല ലീല തുടര്‍ന്നിടാതെ പാലി-
ച്ചലിവൊടു നിന്‍പദപങ്കജം തരേണം.
 
39       	
കടിയിടയിങ്കലൊളിച്ചിരുന്നു കൂടും
പൊടിയിലുരുണ്ടു വിരണ്ടു പോക്കടിപ്പാന്‍
അടിയനു സംഗതി വന്നിടാതിരുത്തി-
പ്പടിയരുളീടുക പാര്‍വ്വതീശ! പോറ്റീ!
 
40       	
യമനൊടു മല്ലു പിടിപ്പതിന്നു നീതാ-
നിമയളവും പിരിയാതിരുന്നുകൊള്‍ക!           
സുമശരസായകസങ്കടം സഹിപ്പാന്‍
നിമിഷവുമെന്നെയയയ്ക്കൊലാ മഹേശാ!
 
41       	
സുഖവുമൊരിക്കലുമില്ല ദുഃഖമല്ലാ-
തിഹപരലോകവുമില്ല തെല്ലുപോലും;
സകലമതിങ്ങനെ ശാസ്ത്രസമ്മതം, ഞാന്‍
പകലിരവൊന്നുമറിഞ്ഞതില്ല പോറ്റീ!
 
42       	
ഒരുകുറി നിന്‍തിരുമേനി വന്നു മുന്നില്‍-
ത്തിരുമുഖമൊന്നു തിരിച്ചു നോക്കിയെന്നില്‍
പെരുകിന സങ്കടവന്‍കടല്‍ കടത്തി-
ത്തരുവതിനെന്നു തരം വരും ദയാലോ!
 
43       	
അവനിയിലഞ്ചുരുവപ്പില്‍ നാലുമഗ്നി-
ക്കിവയൊരുമൂന്നൊരു രണ്ടു കാറ്റില്‍ വാനില്‍
തവ വടിവൊന്നു തഴച്ചെഴുന്നു കാണ്മാ-
നെവിടെയുമുണ്ടു നിറഞ്ഞു നിന്നിടുന്നു.
 
44       	
മലമകളുണ്ടൊരുപാടു മാറിടാതെ
മുലകളുലഞ്ഞമൃതൂറി മോദമാകും
മലമുകളീന്നൊഴുകും പുഴയാഴിയെന്‍
തലവഴിയെന്നൊഴുകുന്നിതു ശങ്കരാ!
 
45       	
ഭസിതമണിഞ്ഞു പളുങ്കൊടൊത്തുനിന്നം-
ഭസി തലയില്‍ തിരമാല മാല ചൂടി
ശ്വസിതമശിക്കുമലംകൃതീകലാപി-
ച്ചസി തിരുമേനിയിരങ്ങവേണമെന്നില്‍.
 
46       	
അഹമൊരു ദോഷമൊരുത്തരോടു ചെയ്വാ-
നകമലരിങ്കലറിഞ്ഞിടാതവണ്ണം
സകലമൊഴിച്ചുതരേണമെന്നുമേ ഞാന്‍
ഭഗവദനുഗ്രഹപാത്രമായ് വരേണം.
 
47       	
പുരഹര, പൂര്‍വ്വമിതെന്തു ഞാന്‍ പിഴച്ചി-
പ്പരവശഭാവമൊഴിഞ്ഞിടായ്വതിന്ന്?
പുരമെരിചെയ്തതുപോലെ ജന്മജന്മാ-
ന്തരവിനയൊക്കെയെരിക്കണം ക്ഷണം മേ.
 
48       	
സുമശരവേല തുരത്തിയോട്ടി നീതാ-
നമരണമെന്‍ മനതാരിലെന്നുമെന്നില്‍
കുമതികുലം കൊലയാനപോലെ കുത്തി-
ത്തിമിരനിരയ്ക്കു തിമിര്‍ത്തിടാതിരിപ്പാന്‍.
 
49       	
ചുവയൊളിയൂറലൊഴിഞ്ഞു ശീതരശ്മി-
യ്ക്കവമതി ചെയ്വതിനുള്ള നിന്‍കടാക്ഷം
ഭവമൃതി മൂടുപറിഞ്ഞുപോകുമാറി-
ങ്ങിവനു തരേണ, മതിന്നു വന്ദനം തേ.
 
50       	
കരണവുമങ്ങു കുഴഞ്ഞു കണ്ണുരണ്ടും
ചെരുകിയിരുണ്ടു ചമഞ്ഞു ജീവനാശം
വരുമളവെന്നുമറിഞ്ഞുകൊള്ളുവാനും
ഹര! ഹര! നിന്‍തിരുനാമമുള്ളില്‍ വേണം.
 
51       	
ജയ ജയ ചന്ദ്രകലാധര! ദൈവമേ!
ജയ ജയ ജന്മവിനാശന! ശങ്കര!
ജയ ജയ ശൈലനിവാസ! സതാം പതേ!
ജയ ജയ പാലയ മാമഖിലേശ്വര!
 
52       	
ജയ ജിതകാമ! ജനാര്‍ദ്ദനസേവിത!
ജയ ശിവ! ശങ്കര! ശര്‍വ്വ! സനാതന!
ജയ ജയ മാരകളേബരകോമള!
ജയ ജയ സാംബ! സദാശിവ! പാഹി മാം.
 
53       	
കഴലിണകാത്തുകിടന്നു വിളിക്കുമെ-
ന്നഴലവിടുന്നറിയാതെയിരിക്കയോ?
പിഴ പലതുണ്ടിവനെന്നു നിനയ്ക്കയോ
കുഴിയിലിരുന്നു കരേറുവതെന്നു ഞാന്‍?
 
54       	
മഴമുകില്‍വര്‍ണ്ണനുമക്ഷി പറിച്ചു നിന്‍-
കഴലിണ തന്നിലൊരര്‍ച്ചന ചെയ്തുപോല്‍
കഴി വരുമോയിതിനിന്നടിയന്നു, നിന്‍-
മിഴിമുന നല്കിയനുഗ്രഹമേകണേ!
 
55       	
ഒഴികഴിവൊന്നു പറഞ്ഞൊഴിയാതെ നി-
ന്നഴലതിലിട്ടുരുകും മെഴുകെന്നപോല്‍
കഴലിണയിങ്കലടങ്ങുവതിന്നു നീ
വഴിയരുളീടുക വാമദേവ! പോറ്റീ!
 
56       	
മലമുകളീന്നു വരുന്നൊരു പാറപോല്‍
മുലകുടി മാറിയ നാള്‍മുതല്‍ മാനസം
അലര്‍ശരസായകമല്ലുപിടിച്ചു നിന്‍
മലരടിയും ജഗദീശ! മറന്നു ഞാന്‍.
 
57       	
കുലഗിരിപോലെയുറച്ചിളകാതെയി-
ക്കലിമലമുള്ളിലിരുന്നു മറയ്ക്കയാല്‍
ബലവുമെനിക്കു കുറഞ്ഞു ചമഞ്ഞു നിര്‍-
മ്മലനിലയെന്നു തരുന്നടിയന്നു നീ?
 
58       	
കുലവുമകന്നു കുടുംബവുമങ്ങനേ
മലയിലിരുന്നു മഹേശ്വരസേവനം
കലയതു കാലമനേകഭയം ഭവാന്‍
തലയില്‍ വിധിച്ചതു സമ്മതമായ് വരും.
 
59       	
വകയറിയാതെ വലഞ്ഞിടുമെന്നെ നീ
ഭഗവതിയോടൊരുമിച്ചെഴുനള്ളിവ-
ന്നകമുരുകുംപടി നോക്കിടുകൊന്നു മാ-
മഘമൊരുനേരമടുത്തു വരാതിനി.
 
60       	
അരുവയര്‍തന്നൊടു കൂടിയോടിയാടി-
ത്തിരിവതിനിത്തിരി നേരവും നിനപ്പാന്‍
തരമണയാതെയുരുക്കിയെന്മനം നിന്‍-
തിരുവടിയോടൊരുമിച്ചു ചേര്‍ത്തിടേണം.
 
61      
ഒരു പിടിതന്നെ നമുക്കു നിനയ്ക്കിലി-
ത്തിരുവടിതന്നിലിതെന്നി മറ്റതെല്ലാം
കരളിലിരുന്നു കളഞ്ഞഖിലം നിറ-
ഞ്ഞിരിയിരിയെന്നരുളുന്നറിവെപ്പൊഴും.
 
62       	
കരമതിലുണ്ടു കരുത്തുമടക്കിനി-
ന്നരികിലിരുന്നു കളിപ്പതിനെന്നുമേ
വരമരുളുന്നതു വാരിധിയെന്നപോല്‍
കരുണ നിറഞ്ഞു കവിഞ്ഞൊരു ദൈവമേ!
 
63       	
പുരമൊരു മൂന്നുമെരിച്ച പുരാതനന്‍
ഹരിഹരമൂര്‍ത്തി ജയിക്കണമെപ്പൊഴും
പുരിജട തന്നിലൊളിച്ചു കളിച്ചിടും
സുരനദി തൂകുമൊരീശ്വര! പാഹി മാം.
 
64       	
പരമൊരു തുമ്പമെനിക്കു ഭവാനൊഴി-
ഞ്ഞൊരുവരുമില്ല ദിഗംബര! നിന്‍പദം
തരണമെനിക്കതുകൊണ്ടഘമൊക്കെയും
തരണമഹങ്കരവാണി ഭവാര്‍ണ്ണവം.
 
 
65       	
മിഴികളില്‍ നിന്നൊഴുകുന്നമൃതത്തിര-
പ്പൊഴികളില്‍ വീണൊഴുകും പരമാഴിയില്‍
ചുഴികളില്‍ നിന്നു ചുഴന്നു ചുഴന്നു നിന്‍
കഴല്‍കളില്‍ വന്നണയുന്നതുമെന്നു ഞാന്‍?
 
66       	
മഴ പൊഴിയുന്നതുപോല്‍ മിഴിയിങ്കല്‍ നി-
ന്നൊഴുകിയൊലിച്ചുരുകിത്തിരുവുള്ളവും
പഴയൊരു ഭക്തജനം ഭവസാഗര-
ക്കുഴിയതില്‍ നിന്നു കടന്നു കശ്മലന്‍ ഞാന്‍.
 
67       	
വഴിയിലിരുന്നു വരുന്ന ബാധയെല്ലാ-
മൊഴിയണമെന്നൊരു നേരമെങ്കിലും മേ
മിഴികളില്‍ നിന്നമൃതൂറിയറിഞ്ഞു നിന്‍-
കഴലിണ കണ്ടു കളിപ്പതിനാഗ്രഹം.
 
68       	
പിഴ പലതുള്ളിലിരുന്നു പലപ്പൊഴും
ചുഴല്‍വതുകൊണ്ടു ശിവായ നമോസ്തു തേ
പഴി വരുമെന്നു നിനച്ചുരുകുന്നു ഞാ-
നഴലതിലിട്ടലിയുന്നൊരു വെണ്ണപോല്‍.
 
69       	
മിഴിമുനകൊണ്ടു മയക്കി നാഭിയാകും-
കുഴിയിലുരുട്ടി മറിപ്പതിന്നൊരുങ്ങി
കിഴിയുമെടുത്തു വരുന്ന മങ്കമാര്‍തന്‍
വഴികളിലിട്ടു വലയ്ക്കൊലാ മഹേശാ!
 
70       	
തലമുടി കോതിമുടിഞ്ഞു തക്കയിട്ട-
ക്കൊലമദയാന കുലുങ്ങി വന്നു കൊമ്പും
തലയുമുയര്‍ത്തി വിയത്തില്‍ നോക്കിനില്ക്കും
മുലകളുമെന്നെ വലയ്ക്കൊലാ മഹേശാ!
 
71       	
കുരുവുകള്‍പോലെ കുരുത്തു മാര്‍വിടത്തില്‍
കരളു പറിപ്പതിനങ്ങു കച്ചകെട്ടി
തരമതു നോക്കിവരുന്ന തീവിനയ്ക്കി-
ന്നൊരുകുറിപോലുമയയ്ക്കൊലാ മഹേശാ!
 
72       	
കടലു ചൊരിഞ്ഞുകളഞ്ഞു കുപ്പകുത്തി-
ത്തടമതിലിട്ടു നിറച്ചു കുമ്മി നാറി
തടമുലയേന്തി വരുന്ന കൈവളപ്പെണ്‍-
കൊടിയടിപാര്‍ത്തു നടത്തൊലാ മഹേശാ!
 
73       	
കുരുതി നിറഞ്ഞു ചൊരിഞ്ഞു ചീയൊലിക്കും
നരകനടുക്കടലില്‍ ഭ്രമിയാതെ, നിന്‍
ചരിതരസാമൃതമെന്നുടെ മാനസേ
ചൊരിവതിനൊന്നു ചുളിച്ചു മിഴിക്കണം.
 
74       	
ശരണമെനിക്കു ഭവച്ചരണാംബുജം
നിരുപമനിത്യനിരാമയമൂര്‍ത്തിയേ!
നിരയനിരയ്ക്കൊരുനേരവുമെന്നെ നീ
തിരിയുവതിന്നൊരുനാളുമയയ്ക്കൊലാ.
 
75       	
പരമപാവന! പാഹി പുരാരയേ
ദുരിതനാശന! ധൂര്‍ജ്ജടയേ നമഃ
ചരണസാരസയുഗ്മനിരീക്ഷണം
വരണതെന്നു വലാന്തകവന്ദിത!
 
76       	
സരസിജായതലോചന! സാദരം
സ്മരനിഷൂദന! മാമവ നീ പതേ!
കരുണ നിന്മനതാരിലുദിക്കണം
ഗിരിശ! മയ്യനുവാസരമെപ്പൊഴും.
 
77       	
പുതിയ പൂവു പറിച്ചു ഭവാനെ ഞാന്‍
മതിയിലോര്‍ത്തൊരു നേരവുമെങ്കിലും
ഗതിവരുംപടി പൂജകള്‍ ചെയ്തതി-
ല്ലതിനുടേ പിഴയോയിതു ദൈവമേ!
 
78       	
പതിവതായിയൊരിക്കലുമെന്മനം
കുതിയടങ്ങിയിരിക്കയുമില്ലയേ!
മതിയുറഞ്ഞ ജടയ്ക്കണിയുന്ന നീ-
രതിരഴിഞ്ഞൊഴുകീടിന മേനിയേ!
 
79       	
വിധി വരച്ചതു മാറിവരാന്‍ പണി
പ്രതിവിധിക്കുമകറ്റരുതായത്
ഇതിപറഞ്ഞുവരുന്നു മഹാജനം
മതിയിലൊന്നടിയന്നറിയാവതോ?
 
80       	
സ്തുതി പറഞ്ഞിടുമെങ്കിലനാരതം
മുദിതരാകുമശേഷജനങ്ങളും
അതുമിനിക്കരുതേണ്ടതില്‍നിന്നെഴും-
പുതയലും ബത! വേണ്ട ദയാനിധേ!
 
81       	
അതിരൊഴിഞ്ഞു കവിഞ്ഞൊഴുകുന്ന നി-
ന്നതിരസക്കരുണത്തിരമാലയില്‍
ഗതിവരുംപടി മുങ്ങിയെഴുന്നു നി-
ല്പതിന്നു നീയരുളേണമനുഗ്രഹം.
 
82       	
കുമുദിനിതന്നിലുദിച്ചു കാലുവീശി-
സ്സുമശരസാരഥിയായ സോമനിന്നും
കിമപി കരങ്ങള്‍ കുറഞ്ഞു കാലുമൂന്നി-
ത്തമസി ലയിച്ചു തപസ്സു ചെയ്തിടുന്നു.
 
83       	
കലമുഴുവന്‍ തികയുംപൊഴുതായ്വരും
വിലയമെന്നകതാരില്‍ നിനയ്ക്കയോ?
അലര്‍ശരമൂലവിരോധിയതായ നിന്‍
തലയിലിരുന്നു തപിക്കരുതിന്നിയും.
 
84       	
അലയൊരു കോടിയലഞ്ഞു വരുന്നതും
തലയിലണിഞ്ഞു തഴച്ചു സദായ്പൊഴും
നിലയിളകാതെ നിറഞ്ഞു ചിദംബര-
സ്ഥലമതിലെപ്പൊഴുമുള്ളവനേ! നമഃ.
 
85       	
മലമുകളേറി വധിച്ചു മൃഗങ്ങള്‍തന്‍
തൊലികളുരിച്ചു തരുന്നതിനിന്നിവന്‍
അലമലമെന്നു നിനച്ചെഴുന്നള്ളിയാല്‍
പല ഫലിതങ്ങള്‍ പറഞ്ഞു ചിരിക്കുമോ?
 
86       	
നിലയനമേറി ഞെളിഞ്ഞിരുന്നിവണ്ണം
തലയണപോലെ തടിച്ചു തീറ്റി തിന്ന്
തുലയണമെന്നു പുരൈവ ഭവാനുമെന്‍
തലയില്‍ വരച്ചതിതെന്തൊരു സങ്കടം!
 
87       	
കലിപുരുഷന്‍ കടുവാ പിടിപ്പതിന്നായ്
മലയിലിരുന്നു വരുന്ന വാറുപോലെ
കലിയുഗമിന്നിതിലെങ്ങുമുണ്ടു കാലും
തലയുമറുത്തു കരസ്ഥമാക്കുവാനായ്.
 
88       	
മലര്‍മണമെന്നകണക്കു മൂന്നുലോക-
ത്തിലുമൊരുപോലെ പരന്നു തിങ്ങി വീശി
കലശജലപ്രതിബിംബനഭസ്സുപോല്‍
പലതിലുമൊക്കെ നിറഞ്ഞ




"""
    },

// 18th krithi
    {
      "title": "അര്‍ദ്ധനാരീശ്വരസ്തവം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1 
അയ്യോയീവെയില്‍കൊണ്ടു വെന്തുരുകി വാ-
ടീടുന്നു നീയെന്നിയേ
കയ്യേകീടുവതിന്നു കാണ്‍കിലൊരുവന്‍
കാരുണ്യവാനാരഹോ!
പയ്യാര്‍ന്നീജനമാഴിയില്‍ പതിവതി-
ന്മുന്നേ പരന്നൂഴിയില്‍
പെയ്യാറാകണമേ ഘനാംബു കൃപയാ
ഗങ്ഗാനദീധാമമേ!
 
2          	
നാടുംകാടുമൊരേ കണക്കിനു നശി-
ച്ചീടുന്നതും നെക്കി ന-
ക്കീടും നീരുമൊഴിഞ്ഞു നാവുകള്‍ വറ-
ണ്ടീടുന്നതും നിത്യവും
തേടും ഞങ്ങളുമുള്ളു നൊന്തു തിരിയും
പാടും പരീക്ഷിച്ചു നി-
ന്നീടും നായകനെന്തു നന്മയരുളാ-
യ്വാനര്‍ദ്ധനാരീശ്വരാ?
 
3          	
ഊട്ടിത്തീറ്റി വളര്‍ത്തുമുമ്പര്‍തടിനീ-
നാഥന്നുമിപ്പോളുയിര്‍-
ക്കൂട്ടത്തോടൊരു കൂറുമില്ല, കഥയെ-
ന്തയ്യോ! കുഴപ്പത്തിലായ്
നാട്ടില്‍ക്കണ്ടതശേഷവും ബത! നശി-
ച്ചീടുന്നതും കണ്ടു നീ
മൂട്ടില്‍ത്തന്നെയിരുന്നിടുന്നു, മുറയോ?
മൂളര്‍ദ്ധനാരീശ്വരാ!
 
4          	
ദാരിദ്ര്യം കടുതായ്, ദഹിച്ചു തൃണവും
ദാരുക്കളും ദൈവമേ!
നീരില്ലാതെ നിറഞ്ഞു സങ്കടമഹോ!
നീയൊന്നുമോര്‍ത്തീലയോ?
ആരുള്ളിത്ര കൃപാമൃതം ചൊരിയുവാ-
നെന്നോര്‍ത്തിരുന്നോരിലീ-
ക്രൂരത്തീയിടുവാന്‍ തുനിഞ്ഞതഴകോ?
കൂറര്‍ദ്ധനാരീശ്വരാ!
 
5          	
മുപ്പാരൊക്കെയിതാ മുടിഞ്ഞു മുടിയില്‍
ചൊല്‍പൊങ്ങുമപ്പും ധരി-
ച്ചെപ്പോഴും പരമാത്മനിഷ്ഠയിലിരു-
ന്നീടുന്നു നീയെന്തഹോ!
ഇപ്പാരാരിനിയാളുമിപ്പരിഷയി-
ന്നാരോടുരയ്ക്കുന്നു നിന്‍-
തൃപ്പാദത്തണലെന്നിയേ തുണ നമു-
ക്കാരര്‍ദ്ധനാരീശ്വരാ?


"""
    },

    // 19th krithi
    {
      "title": "മനനാതീതം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
കരുങ്കുഴലിമാരൊടു കലര്‍ന്നുരുകിയപ്പൂ-
ങ്കുരുന്നടിപിരിഞ്ഞടിയനിങ്ങു കുഴയുന്നു;
പെരുംകരുണയാറണിയുമയ്യനെ മറന്നി-
ത്തുരുമ്പനിനിയെന്തിനുയിരോടു മരുവുന്നു?
 
2          	
മരുന്നു തിരുനാമമണിനീറൊടിതു മന്നില്‍
തരുന്നു പല നന്മ തടവീടുമടി രണ്ടും
വരുന്ന പല ചിന്തകളറുന്നതിനുപായാ-
ലിരന്നിതു മറന്നുകളയായ്വതിനടുത്തേന്‍.
 
3          	
അടുത്തവരൊടൊക്കെയുമെതിര്‍ത്തുപൊരുതീടും
പടത്തലവിമാരൊടു പടയ്ക്കടിയനാളോ?
എടുത്തരികിരുത്തിയരുളേണമിനിയും പൊ-
ന്നടിത്തളിര്‍മറന്നിവിടെയെന്തിനലയുന്നു?
 
4          	
അലഞ്ഞു മുലയുംതലയുമേന്തിയകതാരില്‍
കലങ്ങിയെഴുമാഴിയുമഴിഞ്ഞരിയ കണ്ണും
വിളങ്ങി വിളയാടി നടകൊള്ളുമിവരോടി-
മ്മലങ്ങളൊഴുകും കുടിലിലാണു വലയുന്നു.
 
5          	
വളഞ്ഞു വലകെട്ടി മദനപ്പുലയനുള്ളും
കളഞ്ഞതിലകപ്പറവ വീണു വലയുന്നു;
വളഞ്ഞകുഴലോടുമുലയുന്ന മിഴിയിന്നും
വിളഞ്ഞതതിലെന്തിനു കിടന്നു ചുഴലുന്നു?
 
6          	
ചുഴന്നുവരുമാളുകളെയൊക്കെ വിലകൊണ്ടി-
ങ്ങെഴുന്നണയുമെന്നൊരറിവുണ്ടടിയനിന്നും
ഉഴന്നവരിലുള്ളമലയാതിവിടെയൊന്നായ്-
ത്തൊഴുന്നു തുയരോടിവിടെ നിന്നടിയിണയ്ക്കായ്.
 
7          	
ഇണങ്ങിയിരുകൊങ്കയുമിളക്കിയുയിരുണ്ണും
പിണങ്ങളൊടു പേടി പെരുതായി വിളയുന്നു
മണംമുതലൊരഞ്ചിലുമണഞ്ഞു വിളയാടും
പിണങ്ങളൊടു ഞാനൊരു കിനാവിലുമിണങ്ങാ.
 
8          	
ഇണങ്ങണമെനിക്കരുളിലെന്തിനു കിടന്നീ
ഗുണങ്ങളൊഴിയും കുലടമാരൊടലയുന്നു;
പിണഞ്ഞു പുണരും പെരിയ പേയടിയൊടേ പോയ്
മണങ്ങളുമറുന്നതിനിതാ മുറയിടുന്നു.
 
9          	
മുറയ്ക്കുമുറ മിന്നിമറയും മിഴിയിളക്കി-
ത്തെറിക്കുമൊരു പെണ്‍കൊടി ചെറുത്തടിയിലാക്കി
മറുത്തു വിളയാടി മരുവുന്നിടയിലെല്ലാം
വെറുത്തു വരുവാനെഴുതി നിന്തിരുവടിക്കായ്.
 
10       	
അയയ്ക്കരുതിനിച്ചടുലലോചനയൊടപ്പൊന്‍-
ശയത്തളിരിലേന്തിയടിയോടവനിയിന്മേല്‍
മയക്കവുമറുത്തു മണിമേനിയിലണച്ചീ-
ടയ്ക്കരുതയയ്ക്കരുതനങ്ഗരിപുവേ! നീ.




"""
    },

// 20th krithi
    {
      "title": "ചിജ്ജഡചിന്തനം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ഒരുകോടി ദിവാകരരൊത്തുയരും
പടി പാരൊടു നീരനലാദികളും
കെടുമാറു കിളര്‍ന്നുവരുന്നൊരു നിന്‍
വടിവെന്നുമിരുന്നു വിളങ്ങിടണം.
 
2          	
ഇടണേയിരുകണ്‍മുനയെന്നിലതി-
ന്നടിയന്നഭിലാഷമുമാപതിയേ!
ജഡമിന്നിതുകൊണ്ടു ജയിക്കുമിതി-
ന്നിടയില്ലയിരിപ്പതിലൊന്നിലുമേ.
 
3          	
നിലമോടു നെരുപ്പു നിരന്നൊഴുകും-
ജലമാശുഗനംബരമഞ്ചിലുമേ
അലയാതെയടിക്കടി നല്കുക നിന്‍
നിലയിന്നിതുതന്നെ നമുക്കു മതി.
 
4          	
മതിതൊട്ടുമണം മുതലഞ്ചുമുണര്‍-
ന്നരുളോളവുമുള്ളതു ചിന്‍മയമാം
ക്ഷിതിതൊട്ടിരുളോളമഹോ! ജഡമാ-
മിതു രണ്ടിലുമായമരുന്നഖിലം.
 
5          	
അഖിലര്‍ക്കുമതിങ്ങനെ തന്നെ മതം
സുഖസാദ്ധ്യമിതെന്നു ശുകാദികളും
പകരുന്നു പരമ്പരയായ് പലതും
ഭഗവാനുടെ മായയഹോ! വലുതേ
 
6          	
വലുതും ചെറുതും നടുമദ്ധ്യവുമാ-
യലയറ്റുയരുന്ന ചിദംബരമേ!
മലമായയിലാണു മയങ്ങി മനം
നിലവിട്ടു നിവര്‍ന്നലയാതരുളേ.
 
7          	
അരുളേ! തിരുമേനിയണഞ്ഞിടുമീ-
യിരുളേ! വെളിയേയിടയേ! പൊതുവേ!
കരളേ! കരളിങ്കലിരിക്കുമരും-
പൊരുളേ! പുരി മൂന്നുമെരിച്ചവനേ!
 
8          	
എരികയ്യതിലേന്തിയിറങ്ങിവരും
തിരുമേനി ചിദംബരമെന്നരുളും
പുരിതന്നിലിരുന്നു പുരം പൊരിചെ-
യ്തരുളുന്നതുതന്നെയൊരദ്ഭുതമാം.
 
9          	
പുതുമാംകനി! പുത്തമൃതേ! ഗുളമേ!
മധുവേ! മധുരക്കനിയേ! രസമേ!
വിധിമാധവരാദി തിരഞ്ഞിടുമെന്‍
പതിയേ! പദപങ്കജമേ! ഗതിയേ!
 
10       	
ഗതി നീയടിയന്നു ഗജത്തെയുരി-
ച്ചതുകൊണ്ടുടചാര്‍ത്തിയ ചിന്മയമേ!
ചതി ചെയ്യുമിരുട്ടൊരുജാതി വിടു-
ന്നതിനിന്നടിയന്നരുളേകണമേ.


"""
    },

// 21th krithi
    {
      "title": "കുണ്ഡലിനീപാട്ട്",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
ആടു പാമ്പേ, പുനം തേടു പാമ്പേ, യരു-
ളാനന്ദക്കൂത്തു കണ്ടാടു പാമ്പേ.
തിങ്കളും കൊന്നയും ചൂടുമീശന്‍ പദ-
പങ്കജം ചേര്‍ന്നു നിന്നാടു പാമ്പേ.
വെണ്ണീറണിഞ്ഞു വിളങ്ങും തിരുമേനി
കണ്ണീരൊഴുകക്കണ്ടാടു പാമ്പേ.
ആയിരം കോടിയനന്തന്‍ നീയാനന-
മായിരവും തുറന്നാടുപാമ്പേ.
ഓമെന്നു തൊട്ടൊരു കോടി മന്ത്രപ്പൊരുള്‍
നാമെന്നറിഞ്ഞുകൊണ്ടാടു പാമ്പേ.
പുള്ളിപ്പുലിത്തോല്‍ പുതയ്ക്കും പൂമേനിയെ-
ന്നുള്ളില്‍ കളിക്കുമെന്നാടു പാമ്പേ.
പേയും പിണവും പിറക്കും ചുടുകാടു
മേയും പരംപൊരുളാടു പാമ്പേ.
പൂമണക്കുംകുഴലാളകം പൂകുമാ
കോമളമേനി കണ്ടാടു പാമ്പേ.
നാദത്തിലുണ്ടാം നമശ്ശിവായപ്പൊരു-
ളാദിയായുള്ളതെന്നാടു പാമ്പേ.
പൂമലരോനും തിരുമാലുമാരും പൊന്‍-
പൂമേനി കണ്ടില്ലെന്നാടു പാമ്പേ.
കാമനെച്ചുട്ട കണ്ണുള്ള കാലാരിതന്‍-
നാമം നുകര്‍ന്നു നിന്നാടു പാമ്പേ.
വെള്ളിമലയില്‍ വിളങ്ങും വേദപ്പൊരു-
ളുള്ളില്‍ കളിക്കുമെന്നാടു പാമ്പേ.
എല്ലാമിറക്കിയെടുക്കുമേകന്‍ പദ-
പല്ലവം പറ്റിനിന്നാടു പാമ്പേ.
എല്ലായറിവും വിഴുങ്ങി വെറും വെളി-
യെല്ലയിലേറിനിന്നാടു പാമ്പേ.
എല്ലാം വിഴുങ്ങിയെതിരറ്റെഴുന്നൊരു
ചൊല്ലെങ്ങുമുണ്ടുനിന്നാടു പാമ്പേ.
ചൊല്ലെല്ലാമുണ്ടു ചുടരായെഴും പൊരു-
ളെല്ലയിലേറിനിന്നാടു പാമ്പേ.
ദേഹം നിജമല്ല ദേഹിയൊരുവനീ
ദേഹത്തിലുണ്ടറിഞ്ഞീടു പാമ്പേ.
നാടും നഗരവുമൊന്നായി നാവില്‍ നി-
ന്നാടു നിന്‍നാമമോതീടു പാമ്പേ.
ദേഹവും ദേഹിയുമൊന്നായ് വിഴുങ്ങിടു-
മേകനുമുണ്ടറിഞ്ഞീടു പാമ്പേ.
പേരിങ്കല്‍നിന്നു പെരുവെളിയെന്നല്ല
പാരാദി തോന്നിയെന്നാടു പാമ്പേ.
ചേര്‍ന്നു നില്ക്കുമ്പൊരുളെല്ലാം ചെന്താരൊടു
നേര്‍ന്നു പോമ്മാറു നിന്നാടു പാമ്പേ!




"""
    },

    // 22th krithi
    {
      "title": "ഇന്ദ്രിയവൈരാഗ്യം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
നാദം കടന്നു നടുവേ വിലസുന്ന നിന്മെയ്
ചേതസ്സിലായ്വരിക ജന്മമറുന്നതിന്നായ്
ബോധം കളഞ്ഞു പുറമേ ചുഴലും ചെവിക്കൊ-
രാതങ്കമില്ലടിയനുണ്ടിതു തീര്‍ക്ക ശംഭോ!
 
2          	
കാണുന്ന കണ്ണിനൊരു ദണ്ഡവുമില്ല കണ്ടെന്‍-
പ്രാണന്‍ വെടിഞ്ഞിടുകിലെന്തിനു പിന്നെയെല്ലാം
കാണും നിറം തരമിതൊക്കെയഴിഞ്ഞെഴും നിന്‍-
ചേണുറ്റ ചെങ്കഴലു തന്നു ജയിക്ക ശംഭോ!
 
3          	
ത്വക്കിന്നു ദുഃഖമൊരുനേരവുമില്ലതോര്‍ക്കില്‍
ദുഃഖം നമുക്കു തുടരുന്നു ദുരന്തമയ്യോ!
വെക്കം തണുപ്പു വെയിലോടു വിളങ്ങിടും നിന്‍-
പോക്കല്‍പ്പൊലിഞ്ഞിടുവതിന്നരുളീടു ശംഭോ!
 
4          	
തണ്ണീരുമന്നവുമറിഞ്ഞു തരുന്ന നിന്‍മെയ്
വെണ്ണീറണിഞ്ഞു വിലസുന്നതിനെന്തു ബന്ധം?
മണ്ണിന്നു തൊട്ടു മതിയന്തമിരുന്നു മിന്നും
കണ്ണിന്നു കഷ്ടമിതു നിന്‍റെ വിഭൂതി ശംഭോ!
 
5          	
നാവിന്നെഴുന്ന നരകക്കടലില്‍ക്കിടന്നു
ജീവന്‍ തളര്‍ന്നു ശിവമേ! കര ചേര്‍ത്തിടേണം
ഗോവിന്ദനും നയനപങ്കജമിട്ടു കൂപ്പി
മേവുന്നു, നിന്‍മഹിമയാരറിയുന്നു ശംഭോ!
 
6          	
നീരും നിരന്ന നിലവും കനലോടു കാറ്റും
ചേരും ചിദംബരമതിങ്കലിരുന്നിടും നീ
പാരില്‍ കിടന്നലയുമെന്‍ പരിതാപമെല്ലാ-
മാരിങ്ങു നിന്നൊടറിയിപ്പതിനുണ്ടു ശംഭോ!
 
7          	
നാവിന്നു നിന്‍റെ തിരുനാമമെടുത്തുരച്ചു
മേവുന്നതിന്നെളുതിലൊന്നരുളീടണേ നീ
ജീവന്‍ വിടുമ്പൊഴതില്‍നിന്നു തെളിഞ്ഞിടും പിന്‍
നാവിന്നു ഭൂഷണമിതെന്നി നമുക്കു വേണ്ടാ.
 
8          	
കയ്യൊന്നുചെയ്യുമതുപോലെ നടന്നിടും കാ-
ലയ്യോ! മലത്തൊടു ജലം വെളിയില്‍ പതിക്കും
പൊയ്യേ പുണര്‍ന്നിടുമതിങ്ങനെ നിന്നു യുദ്ധം
ചെയ്യുമ്പൊഴെങ്ങനെ ശിവാ തിരുമെയ് നിനപ്പൂ?
 
9          	
ചിന്തിച്ചിടുന്നു ശിവമേ! ചെറുപൈതലാമെന്‍
ചിന്തയ്ക്കു ചേതമിതുകൊണ്ടൊരുതെല്ലുമില്ലേ
സന്ധിച്ചിടുന്ന ഭഗവാനൊടു തന്നെ ചൊല്ലാ-
തെന്തിങ്ങുനിന്നുഴറിയാലൊരു സാദ്ധ്യമയ്യോ!
 
10       	
അയ്യോ! കിടന്നലയുമിപ്പുലയര്‍ക്കു നീയെന്‍-
മെയ്യോ കൊടുത്തു വിലയായ് വിലസുന്നു മേലില്‍
കയ്യൊന്നു തന്നു കരയേറ്റണമെന്നെയിന്നീ-
പ്പൊയ്യിങ്കല്‍നിന്നു പുതുമേനി പുണര്‍ന്നിടാനായ്.




"""
    },

    // 23th krithi
    {
      "title": "ശിവസ്തവം(പ്രപഞ്ച സൃഷ്ടി)",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ചെവി മുതലഞ്ചുമിങ്ങു ചിതറാതെ മയങ്ങി മറി-
ഞ്ഞവിടെയിരുന്നു കണ്ടരിയ കണ്ണിലണഞ്ഞഴിയും
ഇവകളിലെങ്ങുമെണ്ണവുമടങ്ങി നിറഞ്ഞു പുറം
കവിയുമതേതതിന്‍റെ കളി കണ്ടരുളീടകമേ!
 
2          	
അകമുടലിന്നുമിന്ദ്രിയമൊടുള്ളമഴിഞ്ഞെഴുമീ-
പ്പകലിരവിന്നുമാദിയിലിരുന്നറിയുന്നറിവാം
നകയിലിതൊക്കെയും ചുഴലവും തെളിയുന്ന നമു-
ക്കകുടിലവൈഭവങ്ങളിലടങ്ങിയിരുന്നരുളാം.
 
3          	
അരുളിലണഞ്ഞിരുള്‍ത്തിര മുഴങ്ങിയെഴുന്ന കുളുര്‍-
ന്നുരുമിഴി നാവിലമ്മണമുണര്‍ന്നതൊടും പിരിയും
അര നിമിഷത്തിലിങ്ങിതിലിരുന്നു തികഞ്ഞു വരും
ദുരിതസമുദ്ര,മിമ്പമിതിലെങ്ങു നമുക്കു ശിവ?
 
4          	
ശിവ! ശിവ! മാത്രയില്‍ പലതരം ചിതറുന്നു വെളി-
ക്കിവകളിലെങ്ങുമിങ്ങിതമറിഞ്ഞു നിറഞ്ഞരുളും-
ശിവ! ഭഗവാനെയും ചിതറുമാറു തികഞ്ഞു വരു-
ന്നിവരൊടു പോരിനിന്നിയരുതേ കരുണാലയമേ!
 
5          	
അലയുമിതൊക്കെയും കപടനാടകമെന്നറിയും
നിലയിലിരുന്നറിഞ്ഞഴിവതിന്നു നിനയ്ക്കുക നീ;
തലയിലെഴും തരങ്ഗനിര തള്ളി നിറഞ്ഞുമറ-
ഞ്ഞലര്‍ശരവൈരി,നിന്നുടെ പദങ്ങളിലെങ്ങിനിയാം?

6          	
ഇനിയലയാതെ നിന്തിരുവടിക്കടിയന്‍ ദിനവും
മനമലരിട്ടു കുമ്പിടുമിതിങ്ങറിയുന്നതു നീ;
ജനനമെടുത്തു ഞാനിതുകളില്‍ പലതായി വല-
ഞ്ഞനിശമെനിക്കിവണ്ണമൊരു വേദനയില്ല പരം.
 
7          	
അപരമിതൊക്കെയും പരിചയിക്കുമതിങ്കലിരു-
ന്നപജയമായണഞ്ഞതിതു കണ്ടറി നീ മനമേ!
ജപപടമങ്ഗമാമിതിലിരുന്നു ജപിക്കുകിലി-
ങ്ങുപരതി വന്നുചേരുമകതാരിലൊരിമ്പമതാം.
 
8          	
അതുമിതുമെന്നുമുന്നുക നിമിത്തമിതിങ്കലെഴും-
പതി പശു പാശമിങ്ങിതു പരമ്പരയായഴിയും
മതി കതിരോടു മണ്ണൊളി വിയത്തനിലന്‍ ജലവും
പതിയുടെ രൂപമെന്നിഹ നമിച്ചു പദം പണിയാം.
 
9          
പണി പലതായ് വരുന്ന കനകത്തിലിരുന്നതുപോ-
ലണിമിഴികൊണ്ടു നിര്‍മ്മിതമിതൊക്കെയുമത്ഭുതമാം
അണിയണമെന്നെ നിന്തിരുവടിക്ക,ടിയന്‍മലരാ-
മണിയണിയായ് നിരന്നു തിരയറ്റുയരും കടലേ!
 
10       	
കടലിലെഴും തരങ്ഗനിരപോലെ കലങ്ങി വരു-
ന്നുടനുടനുള്ളഴിഞ്ഞു പല പറ്റൊഴിയുന്നതുപോല്‍
ഘടപടമെന്നെടുത്തിഹ തൊടുത്തു വഴക്കിടുമീ
കുടമുടയുന്നതിന്നകമെടുത്തരുളീടണമേ!


"""
    },

// 24th krithi

    {
      "title": "കോലതിരേശസ്‌തവം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
കാലാശ്രയമെന്നായണയുന്നോര്‍ക്കനുകൂലന്‍
ഫാലാക്ഷനധര്‍മ്മിഷ്ഠരിലേറ്റം പ്രതികൂലന്‍
പാലിക്കണമെന്നെപ്പരിചോടിന്നു കുളത്തൂര്‍
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.
 
2          	
ഈ ലോകമശേഷം ക്ഷണമാത്രേണ സൃജിച്ചാ-
രാലോകനമാത്രേണ ഭരിക്കുന്നനുവേലം
ഈ ലീലകളാടുന്നവനാണ്ടീടണമെന്നെ
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.
 
3          	
സര്‍വ്വാശ്രയമെങ്ങും നിറയുന്നോനപി ഭക്തര്‍-
ക്കിവ്വാറൊരുരൂപം ഭജനത്തിന്നുധരിപ്പോന്‍
ആലസ്യമൊഴിച്ചപ്പരബോധം തരണം മേ
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.
 
4          	
ഈ ലോചനമാദീന്ദ്രിയമേതെങ്കിലുമൊന്നി-
ങ്ങാലോചനകൂടാതപഥത്തിങ്കലണഞ്ഞാല്‍
ആ ലാക്കിലുടന്‍ സന്മതിതോന്നിക്കുകെനിക്കെന്‍-
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.

5          	
കൈകാല്‍മുതലാമെന്നുടെയങ്ഗങ്ങളിലൊന്നും
ചെയ്യാതൊരു സത്കര്‍മ്മമൊഴിഞ്ഞങ്ങവിവേകാല്‍
വയ്യാത്തതു ചെയ്യാന്‍ തുനിയാതാക്കുകവേണം
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
6          	
രോഗാദികളെല്ലാമൊഴിവാക്കീടുകവേണം
ഹേ! കാമദ, കാമാന്തക, കാരുണ്യപയോധേ!
ഏകീടണമേ സൗഖ്യമെനിക്കന്‍പൊടു ശംഭോ!
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
7          	
ദാരിദ്ര്യമഹാദുഃഖമണഞ്ഞീടരുതെന്നില്‍
ദൂരത്തകലേണം മദമെന്നും സുജനാനാം
ചാരത്തുവസിപ്പാനൊരു ഭാഗ്യം വരണം, ശ്രീ-
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
8          	
ചാപല്യവശാല്‍ ചെയ്തൊരു പാപങ്ങള്‍ പൊറുത്തെന്‍-
താപങ്ങളൊഴിച്ചാളണമെന്നല്ലിനി നിത്യം
പാപാപഹമാം നിന്‍പദമോര്‍ക്കായ്വരണം മേ
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
9          	
ധാതാവിനുമാമാധവനും കൂടിയമേയം
വീതാവധി നിന്‍ വൈഭവമാരാണുരചെയ്വാന്‍?
ഏതാനുമിവന്നുള്ളഭിലാഷങ്ങള്‍ പറഞ്ഞേന്‍
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
10       	
മാലുണ്ടതുരയ്പ്പാന്‍ കഴിവില്ലാശ്ശിശുവിന്‍റെ
പോലിങ്ങു നിരര്‍ത്ഥധ്വനിയാണെന്‍റെ പുലമ്പല്‍
ആലംബനമാമെങ്കിലുമംബാസമമിന്നെന്‍-
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.




"""
    },

// 25th krithi

    {
      "title": "സ്വാനുഭവഗീതി",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
മങ്ഗളമെന്മേലരുളും
തങ്ങളിലൊന്നിച്ചിടുന്ന സര്‍വജ്ഞന്‍,
സങ്ഗമമൊന്നിലുമില്ലാ-
തങ്ഗജരിപുവില്‍ തെളിഞ്ഞു കണ്‍കാണും.
 
2          	
കാണും കണ്ണിലടങ്ങി-
ക്കാണുന്നില്ലീ നിരന്തരം സകലം,
ക്വാണം ചെവിയിലടങ്ങു-
ന്നോണം ത്വക്കില്‍ തുലഞ്ഞു മറ്റതു പോം.
 
3          	
പോമിതുപോലെ തുടങ്ങി-
പ്പോമറുരസമപ്പുറത്തു നാവതിലും,
പോമിതുപോലെ തുടങ്ങി-
പ്പോമിതു വായ്മുതലെഴുന്നൊരിന്ദ്രിയമാം.
 
4          	
ഇന്ദ്രിയമായിടുമന്നാ-
ളിന്ദ്രിയവും കെടുമതന്നു കൂരിരുളാം,
മന്നിലുരുണ്ടുവിഴുമ്പോല്‍
തന്നില കൈയ്വിട്ടു തെറ്റി വടമറ്റാല്‍.
 
5          	
അറ്റാലിരുളിലിരിക്കു-
ന്നുറ്റോനിവനെന്നുരയ്ക്കിലല്ലലറും,
ചുറ്റും കതിരിടുവോന്‍ തന്‍-
ചുറ്റായ് മറ്റോരിരുട്ടു വിലസിടുമോ?
 
6          	
വിലസിടുവോനിവനെന്നാ-
ലലസത താനേ കടന്നു പിടികൂടും,
നിലയിതുതന്നെ നമുക്കീ
നിലയനമേറുമ്പൊഴാണൊരാനന്ദം.
 
7          	
ആനന്ദക്കടല്‍ പൊങ്ങി-
ത്താനേ പായുന്നിതാ പരന്നൊരു പോല്‍,
ജ്ഞാനംകൊണ്ടിതിലേറി-
പ്പാനം ചെയ്യുന്നു പരമഹംസജനം.
 
8          	
ജനമിതു കണ്ടു തെളിഞ്ഞാല്‍
ജനിമൃതി കൈവിട്ടിരിക്കുമന്നിലയില്‍,
മനതളിരൊന്നു കലര്‍ന്നാ-
ലനവരതം സൗഖ്യമന്നു തന്നെ വരും.
 
9          	
വരുമിതിലൊന്നു നിനയ്ക്കില്‍
കരളിലഴിഞ്ഞൊഴുകീടുമിമ്പമറും
കരുതരുതൊന്നുമിതെന്നാ-
ലൊരു പൊരുളായീടുമന്നുതന്നെയവന്‍.
 
10       	
അവനിവനെന്നു നിനയ്ക്കു-
ന്നവനൊരു പതിയെന്നിരിക്കിലും പശുവാം
അവികലമാഗ്രഹമറ്റാ-
ലവകലിതാനന്ദവെള്ളമോടിവരും.
 
11       	
ഓടിവരുന്നൊരു കൂട്ടം
പേടികളൊളി കണ്ടൊഴിഞ്ഞു പോമുടനേ,
മൂടുമൊരിരുള്‍ വന്നതു പി-
ന്നീടും വെളിവായ് വരുന്നു തേന്‍വെള്ളം.
 
12       	
വെള്ളം തീ മുതലായ് നി-
ന്നുള്ളും വെളിയും നിറഞ്ഞു വിലസീടും
കള്ളം കണ്ടുപിടിച്ചാ-
ലുള്ളംകൈയ്കണ്ട നെല്ലിതന്‍ കനിയാം.
 
13       	
കനിയാമൊന്നിലിരുന്നി-
ക്കനകാഡംബരമതിങ്ങു കാണുന്നൂ,
പനിമതി ചൂടുമതിന്‍മുന്‍-
പനികതിരൊളി കണ്ടിടുന്നപോല്‍ വെളിയാം.
 
14       	
വെളിയാമതു വന്നെന്‍മുന്‍-
വെളിവായെല്ലാം വിഴുങ്ങി വെറുവെളിയായ്
വെളി മുതലഞ്ചിലുമൊന്നായ്
വിളയാടീടുന്നതാണു തിരുനടനം.
 
15       	
നടനം ദര്‍ശനമായാ-
ലുടനേതാനിങ്ങിരുന്നു നടുനിലയാം,
നടുനിലതന്നിലിരിക്കും
നെടുനാളൊന്നായവന്നു സൗഖ്യംതാന്‍.
 
16       	
സൗഖ്യം തന്നെയിതെല്ലാ-
മോര്‍ക്കുന്തോറും നിറഞ്ഞ സൗന്ദര്യം
പാര്‍ക്കില്‍ പാരടി പറ്റി-
പ്പാര്‍ക്കുന്നോനില്‍ പകര്‍ന്ന പഞ്ജരമാം.
 
17       	
പഞ്ജരമാമുടല്‍ മുതലാം
പഞ്ഞിയിലറിവായിടുന്ന തീയിതിലും
മഞ്ഞുകണങ്ങള്‍ കണക്കി-
മ്മഞ്ജുളവെയില്‍കൊണ്ടപായമടയുന്നു.
 
18       	
അടയുന്നിന്ദ്രിയവായീ-
ന്നടിപെടുമിതുകണ്ടൊഴിഞ്ഞു മറ്റെല്ലാം,
അടിയറ്റീടും തടിവ-
ന്നടിയില്‍ തനിയേ മറിഞ്ഞു വീഴുമ്പോല്‍.
 
19       	
വീഴുമ്പോഴിവയെല്ലാം
പാഴില്‍ തനിയേ പരന്ന തൂവെളിയാം
ആഴിക്കെട്ടിലവന്‍ താന്‍
വീഴുന്നോനല്ലിതാണു കൈവല്യം.
 
20       	
കൈവല്യക്കടലൊന്നായ്
വൈമല്യം പൂണ്ടീടുന്നതൊരുവഴിയാം.
ജീവിത്വം കെടുമെന്നേ
ശൈവലമകലുന്നിതന്നു പരഗതിയാം.
 
21       	
പരഗതിയരുളീടുക നീ
പുരഹര! ഭഗവാനിതാണു കര്‍ത്തവ്യം
ഹര! ഹര! ശിവപെരുമാനേ!
ഹര ഹര വെളിയുന്നിറഞ്ഞ കൂരിരുളും.
 
22       	
ഇരുളും വെളിയുമിതൊന്നും
പുരളാതൊളിയായ് നിറഞ്ഞ പൂമഴയേ,
അരുളീടുകകൊണ്ടറിയാ-
തരുളീടുന്നേനിതിന്നു വരമരുളേ.
 
23       	
അരുളേ! നിന്‍കളിയരുളാ-
ലരുളീടുന്നീയെനിക്കൊരരുമറയേ!
ഇരുളേ! വെളിയേ! നടുവാ-
മരുളേ! കരളില്‍ കളിക്കുമൊരു പൊരുളേ!
 
24       	
പൊരുളേ! പരിമളമിയലും
പൊരുളേതാണോ നിറഞ്ഞ നിറപൊരുളേ!
അരുളേ! അരുളീടുക തേ-
രുരുളേറായ്വാനെനിക്കിതിഹ പരനേ!
 
25       	
പരനേ! പരയാം തിരയില്‍-
പ്പരനേതാവായിടുന്ന പശുപതിയേ!
ഹരനേയരികില്‍ വിളിച്ചീ-
ടൊരുനേരവുമിങ്ങിരുത്തുകരുതരുതേ.
 
26       	
അരുതേ പറവാനുയിരോ-
ടൊരുപെരുവെളിയായ നിന്‍റെ മാഹാത്മ്യം;
ചെറുതും നിന്‍കൃപയെന്ന്യേ
വെറുതേ ഞാനിങ്ങിരിക്കുമോ ശിവനേ!
 
27       	
ശിവനേ! നിന്നിലിരുന്നി-
ച്ചെവിമിഴി മുതലായിറങ്ങി മേയുന്നൂ
ഇവനൊടുകൂടി വരുമ്മ-
റ്റവകളുമെല്ലാമിതെന്തു മറിമായം?

28       	
മറിമായപ്പൊടിയറുമ-
മ്മറവാല്‍ മൂടപ്പെടുന്ന പരവെളിയേ!
ചെറുതൊന്നൊന്നുമതൊന്നാ-
മ്മറവൊത്തിളകിപ്പുകഞ്ഞ പുകയും നീ.
 
29       	
പുകയേ! പൊടിയേ! പുറമേ!
യകമേ! വെളിയേ! നിറഞ്ഞ പുതുമഴയേ!
ഇഹമേ! പരമേ! ഇടയേ!
സുഖമേകണമേ കനിഞ്ഞു നീയകമേ.
 
30       	
അകവും പുറവുമൊഴിഞ്ഞെന്‍-
ഭഗവാനേ! നീ നിറഞ്ഞു വാഴുന്നൂ;
പുകള്‍ പൊങ്ങിന നിന്‍ മിഴിയില്‍
പുകയേ, ഇക്കണ്ടതൊക്കെയും പകയേ.
 
31       	
പകയാമിതു നെയ്യുരുകും
നികരായ് നീരാക്കിടുന്ന നരഹരിയേ!
പക ചെയ്വതുമിങ്ങിനിമേല്‍
പുകയായ് വാനില്‍ ചുഴറ്റി വിടുമെരിയേ!
 
32       	
എരിനീരൊടു നിലമുരുകി
പ്പെരുകിപ്പുകയായ് മുഴങ്ങി വരുമൊലിയേ!
അരുമറ തിരയുന്നൊരു നി-
ന്തിരുവടിയുടെ പൂഞ്ചിലങ്കയുടെ വിളിയേ!
 
33       	
വിളിയേ! വിലപെറുമൊരു മണി-
യൊളിയേ! വിളിയേ പറന്നുവരുമളിയേ!
ഇളകും പരിമളമൊടു ചുവ-
യൊളിയും പൊടിയായ് വരുത്തിയൊരു നിലയേ!
 
34       	
നിലയില്ലാതെ കൊടുങ്കാ-
റ്റലയുന്നതു പോയ് നിവര്‍ന്നു വരുമിരുളോ?
അലയും തലയിലണിഞ്ഞ-
ങ്ങലയുന്നിതു, താന്‍ പുതയ്ക്കുമൊരു തൊലിയോ?
 
35       	
തൊലിയുമെടുത്തു പുതച്ചാ-
ക്കലിയെക്കഴലാലഴിക്കുമൊരു കലിയേ!
കലിയും കാലാല്‍തുലയും
നിലയേയെല്ലാ നിലയ്ക്കുമൊരു തലയേ!
 
36       	
ഒരു തലയിരുളും വെളിയും
വരവുമൊരരുമക്കൊടിക്കു സുരതരുവേ!
അരുതരുതരിമകളറിവതി-
നരിവരരറുമീ പ്രസങ്ഗമൊരു ശരിയേ!
 
37       	
ശരി പറവതിനും മതി നിന്‍-
ചരിതമൊടിതുകൊണ്ടിതിന്നു നികരിതുവേ,
അരുളപ്പെടുമൊരു പൊരുളേ-
തറിവാലറിയപ്പെടാത്ത നിറപൊരുളേ!
 
38       	
പൊരുളും പദവുമൊഴിഞ്ഞ-
ങ്ങരുളും പരയും കടന്നു വരുമലയേ!
വരളും നാവു നനച്ചാ-
ലുരുള്‍ പൊങ്ങും വാരിധിക്കതൊരു കുറയോ?
 
39       	
കുറയെന്നൊന്നു കുറിക്കും
മറയോ തേടുന്നതിന്നു മറുകരയേ!
നിറവില്ലയ്യോ! ഭഗവാ-
നറിയുന്നില്ലീ രഹസ്യമിതു സകലം?
 
40       	
സകലം കേവലമൊടു പോ-
യകലുമ്പോഴങ്ങുദിക്കുമൊരു വഴിയേ!
സഹസനകാദികളൊടു പോയ്-
ത്തികവായീടും വിളിക്കുമൊരു മൊഴിയേ!
 
(ഇവിടംമുതല്‍ 40 ശ്ലോകങ്ങള്‍ കണ്ടുകിട്ടാനുണ്ട്)
 
81       	
ഒന്നുമറിഞ്ഞീലയ്യോ!
നിന്നുടെ ലീലാവിശേഷമിതു വലുതേ.
പൊന്നിന്‍കൊടിയൊരു ഭാഗം
തന്നില്‍ ചുറ്റിപ്പടര്‍ന്ന തനിമരമേ!
 
82       	
തനിമരമേ! തണലിനിയീ
നിന്‍കനി, കഴലിണയെന്‍തലയ്ക്കു പൂവണിയേ;
കനകക്കൊടി കൊണ്ടാടും
തനിമാമലയോ, യിതെന്തു കണ്‍മായം?
 
83       	
കണ്‍മായങ്ങളിതെല്ലാം
കണ്‍മൂന്നുണ്ടായിരുന്നു കണ്ടീലേ!
വെണ്മതി ചൂടി വിളങ്ങും
കണ്മണിയേ! പൂംകഴല്ക്കു കൈതൊഴുതേന്‍.
 
84       	
കൈതൊഴുമടിയനെ നീയീ-
കൈതവനിലയീന്നെടുത്തു നിന്നടിയില്‍
കൈതഴവിച്ചേര്‍ക്കണമേ, നിന്‍-
പൈതലിതെന്നോര്‍ത്തു നിന്‍ഭരമേ.
 
85       	
നിന്‍ഭരമല്ലാതൊന്നി-
ല്ലമ്പിളി ചൂടും നിലിമ്പനായകമേ!
വന്‍പെഴുമിമ്മലമായ-
ക്കൊമ്പതിനൊന്നായ് വിലയ്ക്കു നല്കരുതേ!
 
86       	
നല്കണമടിയനു നിന്‍പൂ-
പ്പൈങ്കഴലിണ നീരണിഞ്ഞ വെണ്മലയേ!
കൂകും പൂങ്കുയിലേറി-
പ്പോകും പൊന്നിന്‍കൊടിക്കു പുതുമരമേ!
 
87       	
പുതുമരമേ പൂംകൊടി വ-
ന്നതുമിതുമൊക്കെപ്പരന്ന നിന്‍ കൃപയേ
പദമലരിണയെന്‍ തലയില്‍
പതിയണമെന്മെയ് കലര്‍ന്നുകൊള്ളണമേ!
 
88       	
കൊള്ളണമെന്നെയടിക്കായ്-
ത്തള്ളരുതേ നിന്‍കൃപയ്ക്കു കുറയരുതേ;
എള്ളളവും കനിവില്ലാ-
തുള്ളവനെന്നോര്‍ത്തൊഴിഞ്ഞു പോകരുതേ!
 
89       	
പോകരുതിനി നിന്നടിയില്‍
ചാകണമല്ലെന്നിരിക്കിലിവനിന്നും
വേകുമിരുള്‍ക്കടലില്‍ വീ-
ണാകുലമുണ്ടാമതിന്നു പറയണമോ?
 
90       	
പറയണമെന്നില്ലല്ലോ
അറിവാമടിയന്‍മുടിക്കു ചൂടണമേ!
അറിവറ്റൊന്നായ് വരുമെ-
ന്നറിയാതൊന്നായിരുന്നു വേദിയനേ!
 
91       	
വേദിയരോതും വേദം
കാതിലടങ്ങുന്നിവണ്ണമിവ പലതും
ആദിയൊടന്തവുമില്ലാ-
തേതിനൊടൊന്നായ് വരുന്നതതു നീയേ!
 
92       	
അതു നീയെന്നാലിവനോ-
ടുദിയാതൊന്നായിരിക്കുമരുമുതലേ!
ഗതിയില്ലയ്യോ! നിന്മെയ്
പതിയെത്തന്നെന്‍ പശുത്വമറു പതിയേ!
 
93       	
പതിയേതെന്നറിയാതെന്‍-
പതിയേ നിന്നെത്തിരഞ്ഞു പലരുമിതാ!
മതികെട്ടൊന്നിലുമില്ലാ-
തതിവാദംകൊണ്ടൊഴിഞ്ഞുപോകുന്നൂ.
 
94       	
പോകും മണ്ണൊടു തീ നീ-
രോഹരിപോലേ മരുത്തിനൊടു വെളിയും
നാകമൊടൊരു നരകം പോ-
യേകമതായ് ഹാ! വിഴുങ്ങിയടിയനെ നീ!
 
95       	
അടിയൊടു മുടി നടുവറ്റെന്‍-
പിടിയിലടങ്ങാതിരുന്നു പല പൊരുളും
വടിവാക്കിക്കൊണ്ടന്ന-
ന്നടിയോടൊന്നിച്ചൊഴിഞ്ഞു വരുമൊന്നേ.
 
96       	
ഒന്നെന്നും രണ്ടെന്നും
നിന്നിവനെന്നും പറഞ്ഞു പതറരുതേ
ഇന്നിക്കണ്ടവയെല്ലാം
നിന്നോടൊന്നായ് വരുന്നു കളവല്ലേ.
 
97       	
അല്ലെന്നും പകലെന്നും
ചൊല്ലും പൊരുളും കടന്ന സുന്ദരമേ!
കൊല്ലെന്നോടുയിരേക്കൊ-
ണ്ടല്ലേ നീ കൈവിലയ്ക്കുതാനയ്യോ!
 
98       	
അയ്യോ! നീയെന്നുള്ളും
പൊയ്യേ! പുറവും പൊതിഞ്ഞുപോകുന്നു;
മെയ്യാറാനായ് വന്നേന്‍,
കൈയേന്തിക്കൊണ്ടൊഴിഞ്ഞു പോകുന്നൂ.
 
99       	
കുന്നും മലയുമിതെല്ലാ-
മൊന്നൊന്നായ് പൊന്നടിക്കു കൂട്ടാക്കി
നിന്നപ്പോളടിയോടെന്‍-
പൊന്നിന്‍ കൊടികൊണ്ടമഴ്ന്നതെന്തയ്യോ!
 
100     	
എന്തയ്യോ! നീയെന്നും
ചിന്തയ്ക്കണയുന്നൊഴിഞ്ഞ ചിന്മയമേ!
വെന്തറ്റീടുമഹന്ത-
യ്ക്കന്തിപ്പിറയേയണിഞ്ഞ കോമളമേ!




"""
    },

    // 26th krithi
    {
      "title": "പിണ്ഡനന്ദി",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ഗര്‍ഭത്തില്‍ വച്ചു ഭഗവാനടിയന്‍റെ പിണ്ഡ-
മെപ്പേരുമന്‍പൊടു വളര്‍ത്ത കൃപാലുവല്ലി?
കല്പിച്ചപോലെ വരുമെന്നു നിനച്ചു കണ്ടി-
ട്ടര്‍പ്പിച്ചിടുന്നടിയനൊക്കെയുമങ്ങു ശംഭോ!
 
2          	
മണ്ണും ജലം കനലുമംബരമോടു കാറ്റു-
മെണ്ണിപ്പിടിച്ചറയിലിട്ടെരിയും കൊളുത്തി
ദണ്ഡപ്പെടുത്തുമൊരു ദേവതയിങ്കല്‍ നിന്നെന്‍
പിണ്ഡത്തിനന്നമൃതു നല്കി വളര്‍ത്ത ശംഭോ!
 
3          	
കല്ലിന്നകത്തു കുടിവാഴുമൊരല്പജന്തു-
വൊന്നല്ല നിന്‍റെ കൃപയിന്നറിയിച്ചിടുന്നു!
അല്ലിക്കുടത്തിലമരുന്നമരേന്ദ്രനും മ-
റ്റെല്ലാരുമിങ്ങിതിലിരുന്നു വളര്‍ന്നിടുന്നു.
 
4          	
ബന്ധുക്കളില്ല ബലവും ധനവും നിനയ്ക്കി-
ലെന്തൊന്നുകൊണ്ടിതു വളര്‍ന്നതഹോ! വിചിത്രം;
എന്തമ്പുരാന്‍റെ കളിയൊക്കെയിതെന്നറിഞ്ഞാ-
ലന്ധത്വമില്ലതിനു നീയരുളീടു ശംഭോ!
 
5          	
നാലഞ്ചു മാസമൊരുപോല്‍ നയനങ്ങള്‍ വച്ചു
കാലന്‍റെ കയ്യിലണയാതെ വളര്‍ത്തി നീയേ,
കാലം കഴിഞ്ഞു കരുവിങ്കലിരുന്നു ഞാന-
ക്കാലം നിനച്ചു കരയുന്നിതു കേള്‍ക്ക ശംഭോ!
 
6          	
രേതസ്സു തന്നെയിതു രക്തമൊടും കലര്‍ന്നു
നാദം തിരണ്ടുരുവതായ് നടുവില്‍ കിടന്നേന്‍,
മാതാവുമില്ലവിടെയന്നു പിതാവുമില്ലെന്‍-
താതന്‍ വളര്‍ത്തിയവനാണിവനിന്നു ശംഭോ!
 
7          	
അന്നുള്ള വേദന മറന്നതു നന്നുണര്‍ന്നാ-
ലിന്നിങ്ങു തന്നെരിയില്‍ വീണു മരിക്കുമയ്യോ!
പൊന്നപ്പനന്നു പൊറിവാതിലൊരഞ്ചുമിട്ടു
തന്നിട്ടു തന്നെയിതുമിന്നറിയുന്നു ശംഭോ!
 
8          	
എന്‍തള്ളയെന്നെയകമേ ചുമടായ്ക്കിടത്തി
വെന്തുള്ളഴിഞ്ഞു വെറുതേ നെടുവീര്‍പ്പുമിട്ടു
നൊന്തിങ്ങു പെറ്റു, നരിപോലെ കിടന്നു കൂവു-
ന്നെന്താവതിങ്ങടിയനൊന്നരുളീടു ശംഭോ!
 
9          	
എല്ലാമറിഞ്ഞു ഭഗവാനിവനിന്നെടുത്തു
ചൊല്ലേണമോ ദുരിതമൊക്കെയകറ്റണേ നീ
ഇല്ലാരുമിങ്ങടിയനങ്ങൊഴിയുന്നുവെങ്കി-
ലെല്ലാം കളഞ്ഞെരുതിലേറി വരുന്ന ശംഭോ!


"""
    },

// 27th krithi

    {
      "title": "ചിദംബരാഷ്ടകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ബ്രഹ്മമുഖാമരവന്ദിതലിങ്ഗം
ജന്മജരാമരണാന്തകലിങ്ഗം
കര്‍മ്മനിവാരണകൗശലലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
2          	
കല്പകമൂലപ്രതിഷ്ഠിതലിങ്ഗം
ദര്‍പ്പകനാശയുധിഷ്ഠിരലിങ്ഗം
കുപ്രകൃതി പ്രകരാന്തകലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
3          	
സ്കന്ദഗണേശ്വര കല്പിതലിങ്ഗം
കിന്നരചാരണഗായകലിങ്ഗം
പന്നഗഭൂഷണപാവനലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
4          	
സാംബസദാശിവ ശങ്കരലിങ്ഗം
കാമ്യവരപ്രദകോമളലിങ്ഗം
സാമ്യവിഹീനസുമാനസലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
5          	
കലിമലകാനനപാവകലിങ്ഗം
സലിലതരംഗവിഭൂഷണലിങ്ഗം
പലിതപതംഗപ്രദീപകലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
6          	
അഷ്ടതനുപ്രതിഭാസുരലിങ്ഗം
വിഷ്ടപനാഥവികസ്വരലിങ്ഗം
ശിഷ്ടജനാവനശീലിതലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
7          	
അന്തകമര്‍ദ്ദനബന്ധുരലിങ്ഗം
കൃന്തിതകാമകളേബരലിങ്ഗം
ജന്തുഹൃദിസ്ഥിതജീവകലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
8          	
പുഷ്ടധിയസ്സുചിദംബരലിങ്ഗം
ദൃഷ്ടമിദം മനസാനുപഠന്തി
അഷ്ടകമേതദവാങ്മനസീയം
അഷ്ടതനും പ്രതി യാന്തി നരാസ്തേ




"""
    },

// 28th krithi
    {
      "title": "തേവാരപ്പതികങ്കള്‍ നയിനാര്‍ പതികം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1 
ഞാനോതയമേ! ഞാതുരുവേ!
നാമാതിയിലാ നര്‍ക്കതിയേ!
യാനോ നീയോ യാതി പരം
യാതായ് വിടുമോ! പേചായേ,
തേനാര്‍ തില്ലൈച്ചീരടിയാര്‍
തേടും നാടാമരുമാനൂര്‍
കോനേ! മാനേര്‍ വിഴി പാകം
കൊണ്ടായ്നയിനാര്‍ നായകമേ!
 
2 
ആള്‍വായ്, നീയെന്നാവിയൊടീ
യാക്കൈ പൊരുള്‍; മുമ്മലമുതിരും
തേള്‍വായിടൈയിറ്റിരിയാല്‍-
റ്റേവേ! കാവായ്! പെരിയോവേ!
നാള്‍ വാടന്തം നരുനരെന
നെരുക്കിന്‍റതു പാരരുമാനൂര്‍
നാള്‍വാണിന്‍റാടാരായോ
നാതാ, നയിനാര്‍ നായകമേ!
 
3 
ഉരുവായരുവായരുവുരുവാ-
യൊന്‍റായ്പ്പലവായുയിര്‍ക്കുയിരായ്
തെരുളായരുളായ് തേരുരുണി-
ന്‍റിടമായ് നടുമാത്തിരൈ വടിവായ്
ഇരുളായ് വെളിയായികപരമായ്
ഇന്‍റായന്‍റായരുമാനൂര്‍
മരുവായ്വരുവായെനൈയാള്‍വായ്
നാതാ, നയിനാര്‍ നായകമേ!

4 
വാനായ് മലൈയായ് വാടിയിനും
വാണാള്‍ വീണായഴിയുമുനെന്‍
ഊനായുയിരായുടയോനായ്
ഒന്‍റായ് മൂന്‍റായ് വാരായോ
കാനായനലായ് കനൈ കടലായ്
കാരായ് വെളിയായരുമാനൂര്‍
താനായ് നിര്‍ക്കും തര്‍പരമുന്‍
താള്‍ താ, നയിനാര്‍ നായകമേ!

5 
പൂവായ് മണമായ് പുണരചമായ്
പൊടിയായ് മുടിയായ് നെടിയോനായ്
തീവായുരുവായ്ത്തിരിചിയമായ്
തേനാരമുതായ് തികഴ്കിന്‍റായ്
നീ വാ കാവായെനൈയാള്‍വായ്
നിത്താ! ചിത്തായരുമാനൂര്‍-
തേവാ! മൂവാ മുതര്‍കോനേ!
തേനേ! നയിനാര്‍ നായകമേ!

6 
അരിയും വിതിയും തേടിയിനും
അറിയായെരിയായരുവുരുവായ്
മരിയാമറിമാനിടവടിവായ്
മടിയാതേയിനി വാ കാവായ്
പിരിയാതെനൈയാള്‍വായ്!തേവ-
പ്പിരിയ, പ്പെരിയോരരുമാനൂര്‍
പുരിവാണരുളീടും കോവേ!
പൂവേ! നയിനാര്‍ നായകമേ!

7 
അന്‍റോയിന്‍റോ യമതൂതര്‍-
ക്കന്‍റേ നിന്‍റാടാരായോ
കുന്‍റേ! കുടൈയേ! കോതനമേ!
കോവേ! കാവായ് കുലതേവേ!
അന്‍റേയിന്‍റേ ആരടിയേ
നായേ നീയേയരുമാനൂര്‍
നിന്‍റായ് നിന്‍റാടാരായോ!
നാതാ! നയിനാര്‍ നായകമേ!

8 
നിന്‍റാരടിചേരടിയാര്‍തം
നിന്‍റാനിയലാം നീക്കി നിതം
ചന്താനമതായ് നിന്‍റാളും
ചന്താപമിലാ നന്‍മയമേ!
വന്‍ താപമിലാതെന്‍ മുന്‍ നീ
വന്താള്‍ വായേ! അരുമാനൂര്‍-
നന്തായ് നിന്‍റാടാരായോ
നാതാ! നയിനാര്‍ നായകമേ!

9 
പൊന്നേ! മണിയേ! മരതകമേ!
പൂവേ! മതുവേ! പൂമ്പൊടിയേ!
മന്നേ! മയിലേ! കുയിലേ! വന്‍-
മലൈയേ! ചിലൈയേ! മാനിലമേ!
എന്നേയെനൈയാള്‍വായ് നീയേ-
യെളിയേന്‍നായേനരുമാനൂര്‍
തന്നന്തനിയേ നിന്‍റായ് നിന്‍-
താള്‍താ, നയിനാര്‍ നായകമേ!

10 
കല്ലോ മരമോ കാരയമോ
കടിനം നന്നെഞ്ചറിയേന്‍ യാന്‍
അല്ലോ പകലോ ഉന്നടി വി-
ട്ടല്ലോകലമായ് നിന്‍റടിയേന്‍
ചൊല്ലാവല്ലാ ചുരുതി മുടി-
ച്ചൊല്ലാനല്ലായരുമാനൂര്‍-
നല്ലാര്‍മണിമാതവ! കാവായ്
നാതാ നയിനാര്‍ നായകമേ!

 
പതികം 2

 
1 
എങ്കും നിറൈന്തെതിരറ്റിമയാതവ-
രിന്‍ പുറു ചിര്‍ചുടരേ!
പൊങ്കും പവക്കടലിര്‍പ്പടിയാത പടിക്കു-
ന്നരുള്‍ പുരിവായ്!
തിങ്കത്തിരുമുടിയിറ്റകഴും തിവ്വിയ
തേചോമയാനന്തമേ!
തങ്കക്കൊടിയേ! നമൈ തടുത്താട്
കൊള്‍വായ് നീ കരുണാനിതിയേ!
 
2 
തീയേ തിരുനീറണിയും തിരുമേനിയി-
റ്റിങ്കളൊളിമിളിരും
നീയേ നിരൈയക്കടലില്‍ കനിമഞ്ചനം
ചെയ്യാതരുള്‍പുരിവായ്
കായും പുനലും കനിയും കനല്‍വാ
തെയ്വത്തെയ് നിനന്തരുന്തിക്കണ്ണീര്‍-
പായുംപടി പടിയില്‍ പരമാനന്തം
ചെയ്യും പരഞ്ചുടരേ!
 
3 
ചുടരേ! ചുടര്‍വിട്ടൊളിരും ചുരര്‍
ചൂഴ്ന്തിരുക്കും ചുരവിച്ചുടര്‍ ചൂഴ്-
ക്കടലേ മതി കങ്കൈയരവങ്കള്‍തങ്കും
ങ്കവരി വിരിചടൈയായ്
വിടമുണ്ടമുതം കനിയും മിടര്‍
കണ്ടിലനായിനവനിമിചൈ
കുടികൊണ്ടതിനാല്‍ എന്‍ കൊല്‍?
കൊന്‍റലരണിന്തു കൂവും കുയിലേ!
 
4 
കുയില്‍വാണി കുരുമ്പൈ മുലൈയുമൈ
കൂടി നിന്‍റാടും കരുമണിയേ!
മയില്‍വാകനന്‍ വന്തരുളും മണിമന്തിരം-
കോള്‍മയിര്‍ മേനിയനേ!
കയര്‍ക്കണ്ണിയര്‍ കണ്‍കള്‍ മൂന്‍റും
കതിര്‍ തിങ്കളുമങ്കിയുമങ്കൊളിരും
പുയങ്കം പുനലും ചടൈയും പുലൈ-
നായിനേര്‍ക്കമ്പുവിയിര്‍ പുലനേ!
 
5 
പുലുനറ്റുപ്പൊറികളറ്റുപ്പരിപൂരണ-
പോതം പുകന്‍റ പുത്തേ-
ളുലകറ്റുടലോടുയിരുള്ളമുടങ്കു-
മിടങ്കൊടുരുംപൊഴിന്ത
നിലൈപെറ്റു നിരഞ്ചനമാകി നിരുപാതികൈ-
നിത്തിരൈക്കടലേ!
അലൈ പൊങ്കിയടങ്കി മടങ്കിയല-
ങ്കോലമാകാതരുള്‍പുരിവായ്.
 
6 
വായിര്‍ക്കുടമെന വരമ്പിലേവ-
ക്കടലില്‍വഴിത്തങ്കുമിങ്കും
നായികടേതിനും നട്ടന്തിരിയാത-
നുക്കിരകം നല്‍കിടുവായ്
പായുമ്മിരുകമും പരചും പടര്‍പൊ-
ങ്കരവിന്‍ പടമുഞ്ചടൈയിര്‍
ചായും ചിറുപിറൈയും ചരണങ്കളും
ചര്‍വം ചരണ്‍ പുരിവാം.
 
7 
പുരിവായിര്‍ പുതൈന്തു മുന്നം പൊന്‍-
മലൈയൈ ചിലൈയായ് കുനിത്തുപ്പൂട്ടി
പുരിമൂന്‍റുമെരിത്ത പുരാനുമ്പര്‍ തമ്പിരാ-
നെന്‍പെരുമാന്‍ പൊതുവായ്
പുരിയുന്നടനപുവിയിര്‍ പുലൈനായിനേന്‍
അമ്പുതിയിറ്റിരൈപോ-
റ്റിരിയും ചകന്മായൈച്ചിക്കിത്തിരിന്തി-
യന്തോ! ചെമ്മേനിയനേ!
 
8 
ചെമ്മേനി ശിവപെരുമാന്‍ ചിരമാലൈയണിന്തു
ചെങ്കോല്‍ ചെലുത്തി
ചെമ്മാന്തിരം വേരറുപ്പോന്‍
തിരുമന്തിരാല്‍ ചെമ്മൈചെരുക്കറുപ്പോന്‍
പെമ്മാന്‍ പിണക്കാടനെന്‍റും പെരുമ്പിത്ത-
നെന്‍റും പെരിയോര്‍ പെയരി-
ട്ടിമ്മാനിടവീട്ടിലണങ്കുമുയ്യുംവകൈ-
യെങ്ങനന്തോ? ഇയമ്പായ്
 
9 
ഇയമ്പും പതമും പൊരുളുമിറൈയിന്‍റി-
യിരുക്കുമിന്ത
വിയപ്പന്‍ വെളിവാനതെങ്ങന്‍ വിളൈയാത
വിളൈയും മതിയെന്‍കൊലോ
ചെയിക്കും വഴിയെങ്ങനേയെങ്കള്‍ ചെമ്പൊര്‍-
ച്ചോതിയേ! യെന്‍മയരറുക്കും-
തയൈക്കെന്ന കൈമാറു ചെയ്വേന്‍ തയാ
വാരിതിയേ! തരമിറ്റമിയേന്‍.

10 
തമിയേന്‍ തവം ചെയ്തറിയേന്‍ ചപാനായ-
കര്‍ ചന്നിതിക്കേ തിനമും
കവിയേന്‍ കഴല്‍ കണ്ടു കൈകൂപ്പിക്കടൈ-
ക്കണ്ണീര്‍ വാര്‍ത്തുക്കനിന്തുമിലേന്‍
നവിന്‍ മാലൈപ്പുനൈന്തുമിലേന്‍ നാല്വര്‍
നാവലര്‍ ചൂഴും തിരുവടിക്കും
പുവി മീതെനൈയേ വകുത്തായ് പുലൈനാ-
യേന്‍ പിഴൈപ്പതെങ്ങന്‍? പുകല്വായ്.


പതികം 3

1 
ഓമാതിയില്‍നിര്‍ക്കും പൊരുള്‍ നീതാനുലകെങ്കും
താമാകി വളര്‍ന്തോങ്കിയ ചാമാനിയ തേവേ!
വ്യോമാനലപൂനീരൊലിയോടാവി വിളക്കോ-
ടാമാതനു വാരായി നമുക്കായമിതാമേ.
 
2 
ആമോതമുമാമിന്ത മകാമന്തിരമൊന്‍റും
നാമാതു നമുക്കിന്‍റരുളായോ നമൈയാളും
കോമാനരുളും കൊണ്ട കുഴാംകൂവിയണൈന്താ-
ലാമോതമുമാമിന്ത മകാമന്തിരമെല്ലാം.
 
3 
എല്ലാവുയിരും നിന്നുരുവെല്ലാവുടലും നീ-
യെല്ലാവുലകും നിന്‍കളിയല്ലാതവൈയില്ലൈ
പൊല്ലാതനവെല്ലാം പൊടിചെയ്താണ്ടരുള്‍ പൂവീര്‍
പല്ലാരുയിരാളും പരതേവേ! ചുരകോവേ!
 
4 
കോവേറുപിരാനേ! കുറിയറ്റോങ്കി വിളങ്കും
മൂവേഴുലകും മോന്തുമെഴും മോനവിളക്കേ!
പൂവേറുപിരാനും നെടുമാലും പൊടികാണാ-
താവേചര്‍കളാനാരുരുവാരോരറിവാരോ?
 
5 
വാരോ! വരൈയോ! വാരിതിയോ! വാനവര്‍ ചേരും
താരോ! തരൈയോ! തണ്‍മലരോ! തര്‍പരനേ നീ
യാരോ? നീയറിയേനടിനായേ നരുള്‍വായേ
നീരാറണിവോനേ! നിതമാള്‍വായ് നിമ്മലനേ.
 
6 
നിമലാ! നിത്തിയനേ! നിര്‍പ്പയനേ! നിര്‍ക്കുണനേ!
അവമേ പുവി നായേനഴിയാതേ നിതമാള്‍വായ്
നമനൈക്കഴലാല്‍ക്കായ്ന്ത നടേചാ! നമൈ നീയേ
പുവിമീതരുള്‍ വാരംപൂരിവായേ പെരുമാനേ!
 
7 
മാനേ! മതിചൂടും മറൈയോനേ! ചടൈയാടീ
വാനോര്‍കള്‍ വണങ്കും വടിവേ! വന്തരുള്‍വായേ;
തേനേ! തെളിവേ! തീഞ്ചുവയേ! തിവ്യരചംത-
ന്തോനേ! തുണൈയേ തൊന്‍മറൈഓരാറുണര്‍വോനേ!
 
8 
ഉണര്‍വാരറിവാരോ അറിവാരെങ്കുമിലങ്കും
ഉണര്‍വേ! പൊര്‍കുവൈയേ! പോതവരമ്പിന്‍റിയ പൂവേ!
പുനലേ! പുത്തമുതേ! വിത്തകമേ! വന്തരുള്‍ നീ
അനലേ! വെളിയേ! മാരുതമേ! മാനിലമേ! വാ!
 
9 
വാ വാ ചടയിര്‍ ക്കങ്കൈ വളര്‍ക്കും മണിയേ! എന്‍-
പാവായ് മതിയേ! പങ്കയമേ! പന്‍മറൈയീറായ്
തേവാതികള്‍ പോറ്റും തെളിവേ! തിണ്‍കടല്‍ ചേരും
നാവായെനൈയാള്‍വായ് നതിചൂടി നരകാരേ!
 
10 
കാരേറുകയര്‍ക്കണ്ണിയര്‍ വീചും വലൈയിര്‍പ്പ-
ട്ടാരാരഴിയാതോരവമേ! നീയറിയായോ
ഏരേറു പിരാനും നെടുമാലും പൊടികാണാ
ചാരാമുതമൊന്‍റീന്‍റരുളായോ പെരുമാനേ!


പതികം 4
 
1 
തരിചനം തിരുട്ടിത്തിരുചിയങ്കളറ്റുത്തികമ്പരിയായ്-
പ്പരിയടനം ചെയ്യും പണ്ടിതരുള്ളം പലികൊടുത്തു-
ത്തുരിചറച്ചുട്ടുത്തത്തുവങ്കളറ്റുത്തനി മുതലായ്-
ക്കരിചനം കണ്ട കറൈക്കണ്ടരെന്‍ കുലതെയ്വമേ.
 
2 
ആതാരചത്തിന്‍ പരിപൂരണത്തിലചത്പിരപഞ്ച-
പാതാരകിതം പവിക്കുമപ്പട്ചം പിടിവിടാതേ
നാതപരൈയിന്നടുനിന്‍റ നാട്ടനഴുവിയാത്മാ
പോതങ്കെടുത്തു പുനരുത്തിതി വിട്ടതെന്‍ തെയ്വമേ!
 
3 
വാനറ്റു മണ്ണെരുപ്പരുപ്പറ്റു വനന്തിചിക്കുറ്റമറ്റു
കാനറ്റു കാലചക്കിരപ്പിരമമറ്റുക്കതിരൊളിവായ്
ഞാനക്കനല്കരിയറ്റു ഞാതിര്‍ കുരുമൂലമറ്റു
മാനങ്കളറ്റു മകാമൗനമെന്‍ കണ്മണിത്തൈവമേ!
 
4 
മുപ്പത്തിമുക്കോടിയറ്റു മുമ്മൂര്‍ത്തികള്‍ പേതമറ്റു
കര്‍പിതത്തൊയ്തപ്പിരപഞ്ചമാം കാനര്‍ക്കമലമറ്റു
മുപ്പൊരുളറ്റു മുപ്പാഴറ്റു മുത്തികള്‍ മൂന്‍റുമറ്റു
മുര്‍പടും മുക്കട് കുരുമണിക്കോവെന്‍ കുലതെയ്വമേ!
 
5 
വാക്കുമനമറ്റു വാന്‍ചുടരായ് വടിവൊന്‍റുമറ്റു
നോക്കുമിടങ്കണെരുങ്കിനോക്കുക്കൊള്ളതിചയമായ്
ആക്കുമത്തിര്‍ക്കുംമതിചൂക്കുമമായ് ചുയഞ്ചോതിയായി
കാക്കുമെന്‍ കാരുണ്ണിയചാലി നമുക്കുകുലതെയ്വമേ!
 
6 
വിര്‍ത്തിയില്‍ തോന്‍റി വിരികിന്‍റ വിചുവപിരമമനൈത്തും
വിര്‍ത്തിയിനുള്ളേ ലയിപ്പിത്തു വിര്‍ത്തിചത്തി കലര്‍ന്തതു
വിര്‍ത്തിയവിര്‍ത്തികളറ്റു വിറകറ്റെരിചുടര്‍പോല്‍
ചത്തുചിത്താനന്തപൂരണച്ചെല്വഞ്ചെയനമക്കേ.
 
7 
പിമരച്ചൊരൂപം പിരമം കൊണ്ടു പേതപ്പെടുത്തിനാല്‍
കര്‍മടര്‍ പിരാരപ്തകര്‍മത്തിനാല്‍ കരികണ്ടതുപോല്‍
കര്‍മക്കുരുടര്‍ കരങ്കൊണ്ടു കട്ടിപ്പിടിപ്പതിനോ
കര്‍മിച്ചിടുന്നു കരുണാകര! കതിയെന്നവര്‍ക്കേ.
 
8 
എല്ലാമവന്‍ ചെയലെന്‍റമക്കുള്ളോരെളിതരുളാല്‍
ചൊല്ലാമര്‍ചൊല്ലിയ ചൂക്കുമചുകപ്പൊരുള്‍തൂവെളിയില്‍
പല്ലായിരങ്കോടിയണ്ടം പലികൊടുത്തപ്പുവിയിര്‍
ചെല്ലാതു ചെന്മനിവിര്‍ത്തി വരുമോ ചിവതെയ്വമേ!
 
9 
എല്ലാമകമകമെന്‍റേകപോതം വരുത്തിയതും
നില്ലാതു നിന്നില്‍ കലര്‍ത്തി നീയുനാനുമറ്റിടത്തു
തൊല്ലൈയറുമെന്‍റു തൊന്തത്തിനിര്‍ ക്കിടന്തെപ്പൊഴുതും
ചൊല്ലിത്തൊഴുമെന്‍റുയരമൊഴിക്ക ചുകക്കടലേ!
 
10 
പൂരണചത്തിലചര്‍പ്പാതമറ്റു പ്പുരാതനമാം
കാരണമറ്റുക്കരുവറ്റു ക്കാര്യചങ്കര്‍പമറ്റു
താരണൈയും വിട്ടു തത്തുവം പതത്തുവിതപ്പൊരുളാം-
മാരണങ്കൊട്ടിയടിയറ്റ രൂപമെന്‍തെയ്വതമേ!

 
പതികം 5
 
1 
ചിത്തെന്‍റുരൈക്കിര്‍ ചടപാതകമുണ്ടതൈപ്പിരിത്തു
ചത്തെന്‍റു ചൊല്ലിലചത്തുമങ്കേവന്തു ചാര്‍ന്തിടുമാല്‍
ചുത്തം കുളിര്‍ത്ത ചുകമെനില്‍ തുക്കമനൈത്തുമറ്റോ-
രിത്തന്മയുള്ളൊരു തെയ്വമെന്‍റും നമുക്കുള്ളതേ.
 
2 
ചിര്‍ചടമറ്റുച്ചെറിന്തിലങ്കിച്ചതചത്തുമറ്റു
പര്‍പല കാട്ചിത്തുകളറ്റുപ്പന്തനിര്‍മോട്ച്ചമറ്റു
ചര്‍ക്കരൈയിന്‍ ചുവൈപോലന്‍പരുള്ളങ്കവര്‍ന്തുനിര്‍ക്കും
മിത്തന്മൈയുള്ളൊരു തെയ്വതമെന്‍റും നമുക്കുള്ളതേ.
 
3 
ഒന്‍റന്‍റുരണ്ടെനും കുറ്റം പവിക്കുമതന്‍റിവെറും
കുന്‍െറനിര്‍ പള്ളമും നേരേ വിരുത്തങ്കുറിത്തിടിലോ
കുന്‍റിടുങ്കുറ്റങ്കുടിന്തന്‍പരുള്ളങ്കവര്‍ന്ത പിഞ്ചു-
കന്‍റന്‍ തിരുവിളൈയാടലിക്കണ്ടതുലകമെല്ലാം.

4 
ഈലുങ്കണത്തിലിരുക്കുകൈ കുറ്റമെതിര്‍ കണത്തിന്‍
മൂലപ്പൊരുളല്ലൈ മൂന്‍റാവതില്‍ പിന്‍ മുടിവുമെങ്കേ?
കാലത്തിലൊന്‍റി വിരുപ്പുള്ളതൊന്‍റിര്‍ കടുംപകൈയാം
മാലുമയനുമതിര്‍പ്പെട്ടു രുത്തിരനുമ്മായ്ന്തിടുമേ.
 
5 
മാലുമയനും മഹേചുരന്‍ രുത്തിരന്‍ ചതാചിവനും
കാലചക്കിരപ്പിരമത്തൈക്കണ്ടു കൈകുവിത്തെവ്വുലകും
ലീലൈയില്‍ വൈത്തു ലയിപ്പിത്തു ലിങ്കപ്പിരതിട്ടൈ ചെയ്തു
മേലിളാകാതെ മെഴുകിട്ടുറൈപ്പിത്തതെന്‍തെയ്വതമേ.
 
6 
വേറുവേറാം വിടൈയങ്കള്‍ വെറുഞ്ചെടമേ പൊറിയിര്‍-
ചേരുമപ്പോതു ചെകമ്പരമെങ്കുഞ്ചെറിന്തിലങ്കും
ചീരരുള്‍ ചോതി ചിവചിത്പരപാനുവെഴുന്തരുളിയ-
ക്കൂരിരുള്‍ കോരിക്കുടിത്തു വെളിയിര്‍ക്കുലാവുമതേ.
 
7 
പാരൈമ്പുലങ്കള്‍ പൊറിവായ് മടിന്തുപ്പകര്‍വരിയ
കാരണകാരിയമറ്റു കരണക്കവര്‍കടിന്തു
പൂരണച്ചോതിയിര്‍പ്പുത്തപുരുടപ്പുരൈ കടീര്‍ന്തു
ചീരണര്‍ച്ചെകച്ചോതിയിര്‍ചിന്തൈ തിറൈ കൊടുപ്പേന്‍.
 
8 
തേകമിതു തിട്ടമല്ല തിവ്വിയാനന്തത്തെള്ളമുതില്‍
താകമറ മൂഴ്കിച്ചാതനച്ചാത്തിയച്ചാര്‍വൊഴിന്തു-
പോകുമ്പടിക്കുപുവനേകനാതന്‍ കരുണൈപൂത്ത
പാകമ്പകര്‍ന്ത പചുങ്കൊടിയോടിങ്കണൈവതെന്‍റോ?
 
9 
പഞ്ചപ്പടും പറവൈക്കോ പരമ്പിയിപ്പാഴ്മനമാം
പുഞ്ചക്കളൈക്കൊയ്തു പുലങ്കുടിപ്പൊക്കിഴമാം
കഞ്ചിക്കുടിക്കോ കുടിയേറ്റി നീ കരുണാകരനേ!
തഞ്ചന്തിരുവടിയെന്‍റു തമിയേന്‍ തളരുകിന്‍റേന്‍!
 
10 
എന്തക്കണത്തിലെതിരറ്റെമന്‍വലൈയില്‍പിണിപ്പ-
റ്റന്തക്കണമകങ്കാരമിഞ്ഞാനപ്പിരകാചമുണ്ടായ്
എന്തക്കണങ്കളുമെട്ടാതിണൈയില്‍ പരചിവത്തിന്‍
കന്തക്കമലമലര്‍പ്പതമിരണ്ടും കതി നമുക്കേ!
(1914 ല്‍ രചിക്കപ്പെട്ടതെന്ന് കരുതുന്നു)




"""
    },

// 29th krithi
    {
      "title": "ഒരു തമിഴ് ശ്ലോകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """

കണ്‍കളെത്തനൈ കരോടിയെത്തനൈ
കരിപ്പുലിത്തൊലികളെത്തനൈ
തിങ്കളിന്‍കലൈ വിടങ്കള്‍ ചീറു-
മരവങ്കളെത്തനൈ ചെറിന്തെഴും
കങ്കൈ നീയുമിതുപോല്‍ കണക്കിലൈ നിന്‍-
നീരില്‍ മൂഴ്കുവോരൊവ്വെന്‍റെയും
ചംകരിത്തുയരുമാങ്കു ചമ്പുവിന്‍
ചരൂപരാകിയിതു ചത്യമേ
"""
    },

// 30th krithi

    {
      "title": "ശ്രീ വാസുദേവാഷ്ടകം",
      "image": Assets.pngs.vishnu.path,
      "lyrics": """
1          	
ശ്രീവാസുദേവ! സരസീരുഹപാഞ്ചജന്യ-
കൗമോദകീഭയനിവാരണചക്രപാണേ!
ശ്രീവത്സവത്സ! സകലാമയമൂലനാശിന്‍!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
2          	
ഗോവിന്ദ! ഗോപസുത! ഗോഗണപാലലോല!
ഗോപീജനാങ്ഗകമനീയനിജാങ്ഗസങ്ഗ!
ഗോദേവിവല്ലഭ! മഹേശ്വരമുഖ്യവന്ദ്യ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
3          	
നീലാളികേശ! പരിഭൂഷിതബര്‍ഹിബര്‍ഹ!
കാളാമ്ബുദദ്യുതികളായകളേബരാഭ!
വീര! സ്വഭക്തജനവത്സല! നീരജാക്ഷ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
4          	
ആനന്ദരൂപ! ജനകാനകപൂര്‍വദുന്ദു-
ഭ്യാനന്ദസാഗരസുധാകരസൗകുമാര്യ!
മാനാപമാനസമമാനസരാജഹംസ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
5          	
മഞ്ജീരമഞ്ജുമണിശിഞ്ജിതപാദപദ്മ!
കഞ്ജായതാക്ഷ! കരുണാകര! കഞ്ജനാഭ!
സഞ്ജീവനൗഷധസുധാമയ! സാധുരമ്യ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
6          	
കംസാസുരദ്വിരദകേസരി! വീര! ഘോര-
വൈരാകരാമയവിരോധകരാജ! ശൗരേ!
ഹംസാദിരമ്യസരസീരുഹപാദമൂല
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
7          	
സംസാരസങ്കടവിശങ്കടകങ്കടായ
സര്‍വാര്‍ത്ഥദായ സദയായ സനാതനായ
സച്ചിന്മയായ ഭവതേ സതതം നമോളസ്തു
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
8          	
ഭക്തപ്രിയായ ഭവശോകവിനാശനായ
മുക്തിപ്രദായ മുനിവൃന്ദനിഷേവിതായ
നക്തന്ദിവം ഭഗവതേ നതിരസ്മദീയാ
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.


"""
    },

// 31th krithi
    {
      "title": "വിഷ്ണ്വഷ്ടകം",
      "image": Assets.pngs.vishnu.path,
      "lyrics": """
1
വിഷ്ണും വിശാലാരുണപദ്മനേത്രം
വിഭാന്തമീശാമ്ബുജയോനിപൂജിതം
സനാതനം സന്‍മതിശോധിതം പരം
പുമാംസമാദ്യം സതതം പ്രപദ്യേ.
 
2
കല്യാണദം കാമഫലപ്രദായകം
കാരുണ്യരൂപം കലികല്മഷഘ്നം
കലാനിധിം കാമതനൂജമാദ്യം
നമാമി ലക്ഷ്മീശമഹം മഹാന്തം.
 
3
പീതാമ്ബരം ഭൃങ്ഗനിഭം പിതാമഹ-
പ്രമുഖ്യവന്ദ്യം ജഗദാദിദേവം
കിരീടകേയൂരമുഖൈഃ പ്രശോഭിതം
ശ്രീകേശവം സന്തതമാനതോളസ്മി.
 
4
ഭുജങ്ഗതല്പം ഭുവനൈകനാഥം
പുനഃപുനഃ സ്വീകൃതകായമാദ്യം
പുരന്ദരാദ്യൈരപി വന്ദിതം സദാ
മുകുന്ദമത്യന്തമനോഹരം ഭജേ.
 
5
ക്ഷീരാമ്ബുരാശേരഭിതഃ സ്ഫുരന്തം
ശയാനമാദ്യന്തവിഹീനമവ്യയം
സത്സേവിതം സാരസനാഭമുച്ചൈര്‍-
വിഘോഷിതം കേശിനിഷൂദനം ഭജേ.
 
6
ഭക്താര്‍ത്തിഹന്താരമഹര്‍ന്നിശന്തം
മുനീന്ദ്രപുഷ്പാഞ്ജലിപാദപങ്കജം
ഭവഘ്നമാധാരമഹാശ്രയം പരം
പരാപരം പങ്കജലോചനം ഭജേ.
 
7
നാരായണം ദാനവകാനനാനലം
നതപ്രിയം നാമവിഹീനമവ്യയം
ഹര്‍ത്തും ഭുവോ ഭാരമനന്തവിഗ്രഹം
സ്വസ്വീകൃതക്ഷ്മാവരമീഡിതോളസ്മി.
 
8
നമോളസ്തു തേ നാഥ! വരപ്രദായിന്‍
നമോളസ്തു തേ കേശവ! കിങ്കരോളസ്മി
നമോളസ്തു തേ നാരദപൂജിതാങ്ഘ്രേ
നമോ നമസ്ത്വച്ചരണം പ്രപദ്യേ.
 
ഫലശ്രുതിഃ
 
വിഷ്ണ്വഷ്ടകമിദം പുണ്യം
യഃ പഠേദ് ഭക്തിതോ നരഃ
സര്‍വപാപവിനിര്‍മുക്തോ
വിഷ്ണുലോകം സ ഗച്ഛതി.


"""
    },

// 32th krithi

    {
      "title": "ശ്രീ കൃഷ്ണദർശനം",
      "image": Assets.pngs.vishnu.path,
      "lyrics": """
ഭൂയോ വൃത്തി നിവൃത്തിയായ്ബ്ഭുവനവും
സത്തില്‍ തിരോഭൂതമായ്
പീയൂഷധ്വനി ലീനമായ്ച്ചുഴലവും
ശോഭിച്ചു ദീപപ്രഭ
മായാമൂടുപടം തുറന്നു മണിരംഗത്തില്‍
പ്രകാശിക്കുമ-
ക്കായാവിന്‍ മലര്‍മേനി കൗസ്തുഭമണി-
ഗ്രീവന്‍റെ ദിവ്യോത്സവം.

"""
    },

// 33th krithi

    {
      "title": "ജാതി നിർണയം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1          	
മനുഷ്യാണാം മനുഷ്യത്വം
ജാതിര്‍ഗോത്വം ഗവാം യഥാ
ന ബ്രാഹ്മണാദിരസ്യൈവം
ഹാ! തത്ത്വം വേത്തി കോƒപി ന.
 
2          	
ഒരു ജാതി ഒരു മതം ഒരു ദൈവം മനുഷ്യന്
ഒരു യോനിയൊരാകാരമൊരു ഭേദവുമില്ലതില്‍.
 
3          	
ഒരു ജാതിയില്‍ നിന്നല്ലോ പിറന്നീടുന്നു സന്തതി
നരജാതിയിതോര്‍ക്കുമ്പോളൊരു ജാതിയിലുള്ളതാം.
 
4          	
നരജാതിയില്‍ നിന്നത്രേ പിറന്നീടുന്നു വിപ്രനും
പറയന്‍ താനുമെന്തുള്ളതന്തരം നരജാതിയില്‍?
 
5          	
പറച്ചിയില്‍ നിന്നു പണ്ടു പരാശരമഹാമുനി
പിറന്നു മറ സൂത്രിച്ച മുനി കൈവര്‍ത്തകന്യയില്‍.
 
6          	
ഇല്ല ജാതിയിലൊന്നുണ്ടോ വല്ലതും ഭേദമോര്‍ക്കുകില്‍
ചൊല്ലേറും വ്യക്തിഭാഗത്തിലല്ലേ ഭേദമിരുന്നിടൂ?


"""
    },

// 34th krithi
    {
      "title": "ജാതി ലക്ഷണം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
പുണര്‍ന്നു പെറുമെല്ലാമൊ-
രിനമാം പുണരാത്തതു
ഇനമല്ലിനമാമിങ്ങൊ-
രിണയാര്‍ന്നൊത്തു കാണ്‍മതും.
 
2          	
ഓരോയിനത്തിനും മെയ്യു-
മോരോ മാതിരിയൊച്ചയും
മണവും ചുവയും ചൂടും
തണുവും നോക്കുമോര്‍ക്കണം.
 
3          	
തുടര്‍ന്നോരോന്നിലും വെവ്വേ-
റടയാളമിരിക്കയാല്‍
അറിഞ്ഞീടുന്നു വെവ്വേറേ
പിരിച്ചോരോന്നുമിങ്ങു നാം.
 
4          	
പേരൂരു തൊഴിലീ മൂന്നും
പോരുമായതു കേള്‍ക്കുക!
ആരു നീയെന്നു കേള്‍ക്കേണ്ടാ
നേരു മെയ്തന്നെ ചൊല്കയാല്‍.
 
5          	
ഇനമാര്‍ന്നുടല്‍ താന്‍ തന്‍റെ-
യിനമേതെന്നു ചൊല്‍കയാല്‍
ഇനമേതെന്നു കേള്‍ക്കില്ല
നിനവും കണ്ണുമുള്ളവര്‍.
 
6          	
പൊളി ചൊല്ലുന്നിനം ചൊല്വ-
തിഴിവെന്നു നിനയ്ക്കയാല്‍,
ഇഴിവില്ലിനമൊന്നാണു
പൊളി ചൊല്ലരുതാരുമേ.
 
7          	
ആണും പെണ്ണും വേര്‍തിരിച്ചു
കാണുംവണ്ണമിനത്തെയും
കാണണം കുറികൊണ്ടിമ്മ-
ട്ടാണു നാമറിയേണ്ടത്.
 
8          	
അറിവാമാഴിയില്‍ നിന്നു
വരുമെല്ലാവുടമ്പിനും
കരുവാണിന,മീ നീരിന്‍
നിരതാന്‍ വേരുമായിടും.
 
9          	
അറിവാംകരുവാന്‍ ചെയ്ത
കരുവാണിനമോര്‍ക്കുകില്‍
കരുവാര്‍ന്നിനിയും മാറി
വരുമീ വന്നതൊക്കെയും.
 
10       	
ഇനമെന്നിതിനെച്ചൊല്ലു-
ന്നിന്നതെന്നറിയിക്കയാല്‍
ഇനമില്ലെങ്കിലില്ലൊന്നു-
മിന്നതെന്നുള്ളതൂഴിയില്‍.


"""
    },

// 35th krithi

    {
      "title": "സദാചാരം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
നല്ലതല്ലൊരുവന്‍ ചെയ്ത
നല്ലകാര്യം മറപ്പത്
നല്ലതല്ലാത്തതുടനേ
മറന്നീടുന്നതുത്തമം.
 
2          	
ധര്‍മ്മം ജയിക്കുന്നു, സത്യം
ജയിക്കുന്നിങ്ങു സര്‍വ്വദാ
അധര്‍മ്മവും ജയിക്കുന്നി-
ല്ലസത്യവുമൊരിക്കലും
 
3          	
നെല്ലിന്നു നീരു വിട്ടീടില്‍
പുല്ലിനും പോയിടുന്നത്;
കല്ലിലത്രേ ജലം, നെല്ലില്‍-
ച്ചെല്ലും വഴി ചെറുക്കുകില്‍.
 
4          	
പേരും പ്രതിഭയും നല്ലോ-
രാരുമേ കൈവിടില്ലത്,
നേരറ്റ കൃപണര്‍ക്കൊട്ടും
ചേരാ, നേരേ വിപര്യയം.
 
5          	
ഒന്നുണ്ടു നേരു, നേരല്ലി-
തൊന്നും, മര്‍ത്ത്യര്‍ക്കു സത്യവും
ധര്‍മ്മവും വേണമായുസ്സു
നില്ക്കുകില്ലാര്‍ക്കുമോര്‍ക്കുക.
 
6          	
ദത്താപഹാരം വംശ്യര്‍ക്കു-
മത്തലേകീടുമെന്നതു
വ്യര്‍ത്ഥമല്ല പുരാഗീരി-
തെത്രയും സത്യമോര്‍ക്കുക
 
7          	
കൊടുത്തതു തിരിച്ചങ്ങോ-
ട്ടെടുക്കുന്നവനെത്രയും
നിസ്സ്വനാമവനെക്കാളും
നിസ്സ്വനില്ലാരുമൂഴിയില്‍.


"""
    },

// 36th krithi

    {
      "title": "ജീവകാരുണ്യ പഞ്ചകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
എല്ലാവരുമാത്മസഹോദരരെ-
ന്നല്ലേ പറയേണ്ടതിതോര്‍ക്കുകില്‍ നാം?
കൊല്ലുന്നതുമെങ്ങനെ ജീവികളെ-
ത്തെല്ലും കൃപയറ്റു ഭുജിക്കയതും?
 
2          	
കൊല്ലാവ്രതമുത്തമമാമതിലും
തിന്നാവ്രതമെത്രയുമുത്തമമാം
എല്ലാ മതസാരവുമോര്‍ക്കിലിതെ-
ന്നല്ലേ പറയേണ്ടതു ധാര്‍മ്മികരേ?
 
3          	
കൊല്ലുന്നതു തങ്കല്‍ വരില്‍ പ്രിയമാ-
മല്ലീ വിധിയാര്‍ക്കു ഹിതപ്രദമാം?
ചൊല്ലേണ്ടതു ധര്‍മ്മ്യമിതാരിലുമൊ-
ത്തല്ലേ മരുവേണ്ടതു സൂരികളേ?
 
4          	
കൊല്ലുന്നവനില്ല ഭൂജിപ്പതിനാ-
ളില്ലെങ്കിലശിക്കുക തന്നെ ദൃഢം,
കൊല്ലിക്കുകകൊണ്ടു ഭുജിക്കുകയാം
കൊല്ലുന്നതില്‍ നിന്നുമുരത്തൊരഘം.
 
5          	
കൊല്ലായ്കിലവന്‍ ഗുണമുള്ള പുമാ-
നല്ലായ്കില്‍ മൃഗത്തൊടു തുല്യനവന്‍
കൊല്ലുന്നവനില്ല ശരണ്യത മ-
റ്റെല്ലാവക നന്മയുമാര്‍ന്നിടിലും.  


"""
    },

// 37th krithi
    {
      "title": "അനുകമ്പാദശകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
ഒരു പീഡയെറുമ്പിനും വരു-
ത്തരുതെന്നുള്ളനുകമ്പയും സദാ
കരുണാകര! നല്കുകുള്ളില്‍ നിന്‍
തിരുമെയ് വിട്ടകലാത ചിന്തയും.
 
2          	
അരുളാല്‍ വരുമിമ്പമന്‍പക-
ന്നൊരു നെഞ്ചാല്‍ വരുമല്ലലൊക്കെയും
ഇരുളന്‍പിനെ മാറ്റുമല്ലലിന്‍-
കരുവാകും കുരുവാമിതേതിനും.
 
3          	
അരുളന്‍പനുകമ്പ മൂന്നിനും
പൊരുളൊന്നാണിതു ജീവതാരകം
"അരുളുള്ളവനാണു ജീവി"യെ-
ന്നുരുവിട്ടീടുകയീ നവാക്ഷരി.
 
4          	
അരുളില്ലയതെങ്കിലസ്ഥിതോല്‍
സിര നാറുന്നൊരുടമ്പു താനവന്‍;
മരുവില്‍ പ്രവഹിക്കുമംബുവ-
പ്പുരുഷന്‍ നിഷ്ഫലഗന്ധപുഷ്പമാം.

5          	
വരുമാറുവിധം വികാരവും
വരുമാറില്ലറിവിന്നിതിന്നു നേര്‍;
ഉരുവാമുടല്‍ വിട്ടു കീര്‍ത്തിയാ-
മുരുവാര്‍ന്നിങ്ങനുകമ്പ നിന്നിടും.

6          	
പരമാര്‍ത്ഥമുരച്ചു തേര്‍വിടും
പൊരുളോ, ഭൂതദയാക്ഷമാബ്ധിയോ?
സരളാദ്വയഭാഷ്യകാരനാം-
ഗുരുവോയീയനുകമ്പയാണ്ടവന്‍?
 
7          	
പുരുഷാകൃതി പൂണ്ട ദൈവമോ?
നരദിവ്യാകൃതി പൂണ്ട ധര്‍മ്മമോ?
പരമേശപവിത്രപുത്രനോ?
കരുണാവാന്‍ നബി മുത്തുരത്നമോ?
 
8          	
ജ്വര മാറ്റി വിഭൂതികൊണ്ടു മു-
ന്നരിതാം വേലകള്‍ ചെയ്ത മൂര്‍ത്തിയോ?
അരുതാതെ വലഞ്ഞു പാടിയൗ-
ദരമാം നോവു കെടുത്ത സിദ്ധനോ?
 
9          	
ഹരനന്നെഴുതി പ്രസിദ്ധമാം-
മറയൊന്നോതിയ മാമുനീന്ദ്രനോ?
മരിയാതുടലോടു പോയൊര-
പ്പരമേശന്‍റെ പരാര്‍ത്ഥ്യഭക്തനോ?
 
10       	
നരരൂപമെടുത്തു ഭൂമിയില്‍
പെരുമാറീടിന കാമധേനുവോ?
പരമാദ്ഭുതദാനദേവതാ-
തരുവോയീയനുകമ്പയാണ്ടവന്‍?
 
ഫലശ്രുതിഃ
 
അരുമാമറയോതുമര്‍ത്ഥവും
ഗുരുവോതുംമുനിയോതുമര്‍ത്ഥവും
ഒരുജാതിയിലുള്ളതൊന്നുതാന്‍
പൊരുളോര്‍ത്താലഖിലാഗമത്തിനും.


"""
    },

// 38th krithi
// 39th krithi
// 40th krithi
// 41th krithi
// 42th krithi
// 43th krithi
// 44th krithi
// 45th krithi
// 46th krithi
// 47th krithi
// 48th krithi
// 49th krithi
// 50th krithi
// 51th krithi
  ];
}
