import 'package:gurugranth/gen/assets.gen.dart';

class KrithiDatabase {
  static List krithiDatabase = [
    {
      "title": "വിനായകാഷ്ടകം",
      "image": Assets.pngs.ganapathy.path,
      "lyrics": """
1
നമദ്ദേവവൃന്ദം ലസദ്വേദകന്ദം
ശിരഃശ്രീമദിന്ദും ശ്രിതശ്രീമുകുന്ദം
ബൃഹച്ചാരുതുന്ദം സ്തുതശ്രീസനന്ദം
ജടാഹീന്ദ്രകുന്ദം ഭജേfഭീഷ്ടസന്ദം
 
2
കിലദ്ദേവഗോത്രം കനദ്ധേമഗാത്രം
സദാനന്ദമാത്രം മഹാഭക്തമിത്രം
ശരച്ചന്ദ്രവക്ത്രം ത്രയീപൂതപാത്രം
സമസ്താര്‍ത്തിദാത്രം ഭജേ ശക്തിപുത്രം.
 
3
ഗളദ്ദാനമാലം ചലദ്ഭോഗിമാലം
ഗളാമ്ഭോദകാലം സദാ ദാനശീലം
സുരാരാതികാലം മഹേശാത്മബാലം
ലസത്പുണ്ഡ്രഫാലം ഭജേ ലോകമൂലം.
 
4
ഉരസ്താരഹാരം ശരച്ചന്ദ്രഹീരം
സുരശ്രീവിചാരം ഹൃതാര്‍ത്താരിഭാരം
കടേ ദാനപൂരം ജടാഭോഗിപൂരം
കലാബിന്ദുതാരം ഭജേ ശൈവവീരം.
 
5
കരാരൂഢമോക്ഷം വിപദ്ഭങ്ഗദക്ഷം
ചലത്സാരസാക്ഷം പരാശക്തിപക്ഷം
ശ്രിതാമര്‍ത്ത്യവൃക്ഷം സുരാരിദ്രുതക്ഷം
പരാനന്ദപക്ഷം ഭജേ ശ്രീശിവാക്ഷം.
 
 
6
സദാശം സുരേശം സദാപാതുമീശം
നിദാനോദ്ഭവം ശാങ്കരപ്രേമകോശം
ധൃതശ്രീനിശേശം ലസദ്ദന്തകോശം
ചലച്ഛൂലപാശം ഭജേ കൃത്തപാശം.
 
7
തതാനേകസന്തം സദാ ദാനവന്തം
ബുധശ്രീകരന്തം ഗജാസ്യം വിഭാന്തം
കരാത്മീയദന്തം ത്രിലോകൈകവൃന്തം
സുമന്ദം പരന്തം ഭജേ ള ഹം ഭവന്തം.
 
8
ശിവപ്രേമപിണ്ഡം പരം സ്വര്‍ണ്ണവര്‍ണ്ണം
ലസദ്ദന്തഖണ്ഡം സദാനന്ദപൂര്‍ണ്ണം
വിവര്‍ണ്ണപ്രഭാസ്യം ധൃതസ്വര്‍ണ്ണഭാണ്ഡം
ചലച്ചാരുശുണ്ഡം ഭജേ ദന്തിതുണ്ഡം.
          """
    },

    // second krithi
    {
      "title": "ദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
തെഴുമേനി നിന്നവയവങ്ങളൂഴിന്നു മുന്‍
മൊഴിയുന്നതെന്നി മുനികള്‍ക്കുമെന്നംബികേ!
കഴിവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നിന്‍-
മൊഴി വന്നു മൗനനിലയായ് മുഴങ്ങുന്നിതാ.
 
2
ഇതുകൊണ്ടു കണ്ടതിലൊരുത്തി നീയെന്നുമീ
മതിമണ്ഡലത്തൊടു മറുത്തു മറ്റൊന്നിലും
കുതികൊണ്ടു ചാടിവലയാതെകണ്ടങ്ങു നിന്‍
പദതാരടുത്തു പദമൂന്നി പൊന്നിന്‍കനീ!
 
3
കണികാണുമിക്കനകമോടു കാര്‍വേണി മണ്‍-
പണി കാനല്‍നീരുനികരെന്നു പാടുന്നിതാ
പിണിയാറുമാറു പിരിയാതെ പേണുന്ന നിന്‍-
മണിമേനിതന്നിലണയുന്നതിന്നൂതു നീ.
 
4
ധുനിചൂടുമയ്യനു തുണയ്ക്കു തോന്നുന്ന നീ
മുനിമൗലിതന്നിലെഴുനള്ളി മൂളുന്നതും
പനിയുണ്ടിടും കൃമി തുടങ്ങി മറ്റൊക്കെ നി-
ന്നിനമെന്നതും നിലയിലൂതി നിന്നീടു നീ.
 
5
ഇടയില്ലെനിക്കിടയിലിന്നു കാണുന്നൊരി-
പ്പൊടികൊണ്ടു മൂടുമുടലിന്നു പൊന്നംബികേ!
തടവില്ലയൊന്നുമതുകൊണ്ടെനിക്കിന്നു നി-
ന്നുടലൊന്നു തന്നിനിയുമൂതു മാണിക്യമേ!
 
6
കമരും ചെവിക്കുമതുമല്ല കണ്ണിന്നുതൊ-
ട്ടമരുന്നതിന്നുമൊരു മൗലിയെന്നല്ല നീ
അമരംതുഴഞ്ഞിതിലിരുന്നുയര്‍ന്നങ്ങുവ-
ന്നമരുന്നതിന്നരുളു മാമതൂതിന്നിയും.
 
7
ഇനി നിന്‍റെ മൗലിയിലെഴുന്നിടും പൂനിലാ-
വിനുമങ്ങു നിന്നു വിളയുന്ന വെണ്ണീറിനും
കനലിന്നു നീരിനു മണത്തിനെന്നല്ല നി-
ന്നിനമിങ്ങു കണ്ടതിനൊക്കെയും കൈതൊഴാം.
 
8
തൊഴുമെന്നെയങ്ങു വിളിയിങ്ങുനിന്നാഴിയില്‍
തുഴയുന്നെനിക്കു തുണയില്ല നീയെന്നിയേ
അഴലിങ്കലിട്ട മെഴുകല്ല നെയ്യെന്‍ മനം
കുഴയുന്നിതങ്ങു കുഴലൂതു കാര്‍കൊണ്ടലേ!
 
9
അല പൊങ്ങിവന്നു നുര തള്ളിയുള്ളാഴിനി-
ന്നലയുന്നു പെണ്‍കുതിരയല്ലി മല്ലിന്നു നീ?
നിലപെറ്റുനിന്നിതു നുറുക്കി നീരാടു നീ-
രലയുന്നതില്ല, തണലെന്നറിഞ്ഞൂതു നീ.
 
10
ഇതു പഥ്യവൃത്തമിടരില്ല പാടുന്നവര്‍-
ക്കിതിനിന്നു നിന്നടിയെടുത്തുതന്നീടു നീ

"""
    },

    // third krithi
    {
      "title": "മണ്ണന്തലദേവീസ്തവം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1
മണിക്കുട വിടുര്‍ത്തി മലര്‍ തൂവി മണമെല്ലാം
ഘൃണിക്കപചിതിക്രിയ കഴിച്ചു ഘൃണിയാക്കി,
ഗുണിച്ചവകളൊക്കെയുമൊഴിഞ്ഞു ഗുണിയും പോയ്
ഗുണക്കടല്‍ കടന്നുവരുവാനരുള്‍ക തായേ!

2
തിങ്കളും ത്രിദശഗംഗയും തിരുമുടി-
ക്കണിഞ്ഞു തെളിയുന്ന നല്‍-
ത്തിങ്കള്‍നേര്‍മുഖി, ദിഗംബരന്‍റെ തിരു-
മെയ് പകുത്ത ശിവമേനിയേ,
നിങ്കഴല്‍ക്കമലമെന്‍ കരുത്തില്‍ നില-
നിര്‍ത്തി നിത്യവുമഹന്ത വ-
ന്നങ്കുരിച്ചറിവഴിഞ്ഞുപോയ് വിഫല-
മായ് വരാതരുളുകംബികേ!

3
പ്രഭാരൂപയാം നിന്‍ പ്രകാരം നിനച്ചാല്‍
പ്രഭാരം കെടും ഹൃത്പ്രസാദാലെവര്‍ക്കും;
പ്രസാദിക്കുമെല്ലാവനും ത്വത്പ്രസാദാല്‍
പ്രയാസം സമസ്തം പ്രയാതീവ ദൂരം.

4
സാധിക്കും സകലം സമസ്തഭുവന-
ങ്ങള്‍ക്കും ഹിതം നല്കി നീ
ചേതസ്സിങ്കലിരിക്കകൊണ്ടു ജനനീ,
ചൈതന്യമായെപ്പൊഴും
ബോധിപ്പിപ്പതശേഷമംബുധിയില്‍ വ-
ന്നേറിക്കലര്‍ന്നീടുമ-
സ്രോതസ്സെന്ന കണക്കു നിന്നടിയില്‍ വ-
ന്നേറുന്നു മാറുന്നിതേ.

5             
ദക്ഷപുത്രി, ദനുജാന്തകി, ത്വദനുസാ-
രിവാരിയിലഴുന്തിടാ-
തക്ഷമൊക്കെയുമടക്കി വാഴ്വതിനനു-
ഗ്രഹിക്ക പരദൈവമേ,
കുക്ഷിബാധ വലുതായതീവ്യഥ ജയി-
പ്പതിന്നു പണിയുണ്ടു നിന്‍-
കുക്ഷിതന്നിലിളകാതെ വാണു ദിവസം
കഴിക്കുകിലസംശയം.

6              
പമ്പരത്തൊടു പകച്ചിടും ഭ്രമണ-
വേഗമുള്ള മതിയോടു വ-
ന്നംബരത്തിലണയുന്നതിന്നിവന-
ശക്തനെന്നു കരുതീടു നീ
അന്‍പിരന്നടികള്‍ വാഴ്ത്തി നില്ക്കുമഗ-
തിക്കു സദ്ഗതി വരുത്തിടും
നിന്‍പദത്തൊടു ലയിപ്പതിന്നു നിയ-
തം വരം തരുക മങ്ഗലേ!

7              
ചക്ഷുരാദികള്‍ ചതിച്ചിടും ചതിയില്‍
വീണിടും ചതുരനെങ്കിലും
പക്ഷമില്ല ഭവതിക്കവന്‍ പ്രതി ഭ-
വച്ചരിത്രപരനെങ്കിലോ
തത്ക്ഷണം സകലവും ഭവിച്ചു സത-
തം സുഖിച്ചു മരുവീടുമീ-
പക്ഷമൊക്കെയുമറിഞ്ഞിടുന്ന പര-
ദൈവതം ഭവതിയല്ലയോ?


8 
കങ്കമാദികളശിച്ചിടുന്നൊരശ-
നം കളേബരമിതല്ലയോ
വന്‍കലാവതി വലിച്ചിടുന്നിതു മ-
തിപ്രസാദമരുളീടു നീ
തിങ്കള്‍മൗലി തിരുമെയ്തലോടിയിട-
ചേര്‍ന്നു നിത്യവുമിരിക്കുമെന്‍-
തങ്കമേ, സകല സങ്കടങ്ങളുമ-
റുന്നതിന്നു തരണം വരം.


9
മണ്ണന്തലേ മരുവുമീശ്വരിതന്നെ മന്നി-
ലന്വര്‍ത്ഥസംജ്ഞയെ വഹിച്ചരുളുന്നു ചിത്രം
മന്നില്‍ സമസ്തവുമടങ്ങുമതിനുമേല്‍ നി-
ന്നെണ്ണിക്കഴിക്കുമൊരു ദൈവതമല്ലയോ നീ!


"""
    },

    // fourth krithi
    {
      "title": "കാളീനാടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """

നമോ നാദബിന്ദ്വാത്മികേ! നാശഹീനേ!

നമോ നാരദാദീഡ്യപാദാരവിന്ദേ!

നമോ നാന്മറയ്ക്കും മണിപ്പൂംവിളക്കേ!

നമോ നാന്മുഖാദിപ്രിയാംബാ, നമസ്തേ!

സമസ്തപ്രപഞ്ചം സൃജിച്ചും ഭരിച്ചും

മുദാ സംഹരിച്ചും രസിച്ചും രമിച്ചും

കളിച്ചും പുളച്ചും മഹാഘോരഘോരം

വിളിച്ചും മമാനന്ദദേശേ വസിച്ചും

തെളിഞ്ഞും പറഞ്ഞും തുളുമ്പും പ്രപഞ്ചം

തുളഞ്ഞുള്ളിലെള്ളോളമുള്ളായിരുന്നും

തിരിഞ്ഞും പിരിഞ്ഞും മഹാനന്ദധാരാം

ചൊരിഞ്ഞും പദാംഭോജഭക്തര്‍ക്കു നിത്യം

വരുന്നോരു തുമ്പങ്ങളെല്ലാമറിഞ്ഞും

കരിഞ്ഞീടുമാറാവിരാതങ്കബീജം

കുറഞ്ഞോരു നേരം നിനയ്ക്കുന്ന ഭക്തര്‍-

ക്കറിഞ്ഞീല മറ്റുള്ള കൈവല്യരൂപം.

നിറഞ്ഞങ്ങനേ വിശ്വമെല്ലാമൊരുപ്പോ-

ലറം ചെറ്റുമില്ലാതെ വാണും ചിരന്നാള്‍

കഴിഞ്ഞാലുമില്ലോരു നാശം; കുറഞ്ഞൊ-

ന്നറിഞ്ഞീടരായിന്നഹോ! ഘോരരൂപം

മറഞ്ഞീടുമോ വിശ്വമെല്ലാമിതെന്നോര്‍-

ത്തറിഞ്ഞീടുവാന്‍ ശക്തരാരുള്ളു ലോകേ?

മഹാദിവ്യദേവശ, ഗൗരീശ, ശംഭോ,

മഹാമായ, നിന്‍ വൈഭവം ചിന്തനീയം.

അടിക്കുള്ളു തോണ്ടിപ്പറിച്ചംബരാന്തം

നടുക്കം കൊടുക്കുന്ന മന്ദാകിനിക്കി-

ങ്ങടക്കം കൊടുപ്പാനിടംപെട്ടിരിക്കും

ജടയ്ക്കമ്പിളിത്തെല്ലുമെല്ലും വിലോല-

ച്ചലദ്ഭംഗമന്ദാരമാണിക്യമാലാ-

വിലയ്ക്കപ്പുറത്തുള്ള രത്നം പതിച്ചു-

ജ്ജ്വലിച്ചുത്തരങ്ഗീകൃതം പൊന്‍കിരീടം

പരം പഞ്ചമിച്ചന്ദ്രനും തോറ്റുപോയി

തിരയ്ക്കപ്പുറം കുറ്റമില്ലെന്നു തേറി-

ത്തിറംവിട്ടു കപ്പം കൊടുക്കുന്ന നെറ്റി-

ക്കുറിക്കുള്ളില്‍ വീണാഴിയേഴാമരഞ്ഞാ-

ണരയ്ക്കന്വഹം ചാര്‍ത്തുമുര്‍വീമണാളന്‍

മഹാദേവനും ബ്രഹ്മനും മുന്‍പരായോ-

രഹോ! മായയില്‍ പെട്ടിരിക്കുന്നു ചിത്രം!

മഹാത്മാക്കളായുള്ളവര്‍ക്കും നിനച്ചാല്‍

മഹാമായ! നിന്‍ വൈഭവം കിന്തരണ്യം?

അനങ്ഗന്‍റെ പൂവില്ലിനല്ലല്‍പ്പെടുത്തും

കുനുച്ചില്ലിവല്ലിക്കൊടിത്തല്ലു തെല്ലി-

ങ്ങനങ്ഗന്നുമങ്ഗത്തിലേറ്റാലൊഴിച്ചൂ-

ടനങ്ങാതെ പോയങ്ങടങ്ങുന്നതേ നല്‍-

പ്പദത്താര്‍ ഭജിക്കുന്നവര്‍ക്കുള്ളൊരത്തല്‍-

പ്പദത്തെക്കെടുപ്പാനതേ ചില്ലി രണ്ടും

വശത്താക്കിവച്ചെപ്പൊഴും മിന്നിമിന്നു-

ന്നതും കണ്ണിണപ്പങ്കജപ്പൂവിലോലും

കൃപത്തേന്‍കണക്കണ്‍കണം മാരിചേര്‍ത്താര്‍-

ത്തിപോക്കും കടക്കണ്ണു രണ്ടിങ്കലും

വിമ്മിവിമ്മിത്തിടുക്കെന്നു പായുന്ന

കല്ലോലിനിക്കും പടുത്വം കൊടുക്കുന്നൊ-

രാനന്ദവാരിക്കടല്ക്കക്കരെ-

പ്പാദഭക്തപ്രയുക്തശ്രുതംസ്തോത്ര-

സംഗീതനൃത്തങ്ങളും തൃച്ചെവിക്കൊണ്ടു

നില്ക്കുന്ന കര്‍ണ്ണങ്ങളില്‍പ്പൊന്മണിക്കുണ്ഡലം

കൊണ്ടൊളിപ്പെട്ടു പൊങ്ങും ഘൃണിക്കങ്കിതം

ഗണ്ഡകണ്ണാടിയും നന്മണിച്ചെമ്പരത്തിപ്ര-

സൂനം നമിക്കും മണിച്ചുണ്ടു രണ്ടിന്നുമുള്ളായ് വിളങ്ങും

പളുങ്കൊത്ത പല്പത്തി മുത്തുപ്പടത്തി-

ന്നിളിഭ്യം കൊടുക്കുന്നതിന്നെന്തു ബന്ധം?

തെളിഞ്ഞിങ്ങനേ പൂര്‍ണ്ണചന്ദ്രന്നുമല്ലല്‍-

ക്കളങ്കം കൊടുക്കുന്നെതിര്‍ദ്വന്ദ്വശോഭാങ്കുരം

വക്ത്രബിംബം കരാളോന്നതശ്രീകരം

ഘോരദംഷ്ട്രാദ്വയം ഭീഷണീയം

കരേ കങ്കണം കിങ്കിണീസങ്കുലം

കിങ്കരീഭൂതവേതാളകൂളീപ്രവാഹം

പറന്നട്ടഹാസങ്ങളിട്ടിട്ടു കുന്തം,

കുടഞ്ഞുള്ള ശംഖം കൃപാണം കപാലം

ഭടന്മാരെതിര്‍ത്തോടി മണ്ടുന്ന കണ്ഠസ്വനം

സിംഹനാദത്തിനും ക്ഷീണമുണ്ടാ-

മിടിക്കും പടുത്വം കൊടുക്കുന്ന പൊട്ടി-

ച്ചിരിക്കെട്ടു ദിക്കും പൊടിക്കായ്ക്കൊടുക്കും

കടുംപന്തു കൊങ്കത്തടം താളമേളം

പിടിച്ചംബരീജാലസംഗീതനൃത്തം

തുടിക്കിങ്കിണീവേണുവീണാപ്രയോഗം

ചെവിക്കൊണ്ടു തങ്കക്കുടക്കൊങ്ക രണ്ടും

കുളം കുങ്കുമീപങ്കമാലേയലേപം

പളുങ്കൊത്ത മുത്തുപ്പടങ്കല്പവൃക്ഷ-

ത്തലം പൂങ്കുലക്കൊത്തു കോര്‍ത്തിട്ടു

മാലാകളങ്കാവിഹീനം കലാപിച്ചു-

മേതാനലങ്കാരബന്ധങ്ങളും മറ്റു-

മുള്ളോരലം ശക്തരല്ലാരുമോതാനിതൊന്നും.

പിടിക്കുള്ളടക്കിക്കൊടുക്കും വയറ്റി-

ന്നടിക്കോമനപ്പൂമണിപ്പട്ടുടുത്ത-

മ്മുടിച്ചിക്കു കച്ചപ്പുറം വച്ചിറുക്കി-

ക്കടിക്കാമവണ്ടിക്കുടത്തീന്നിഴിഞ്ഞ-

ത്തുടക്കാമ്പു തുമ്പിക്കരശ്രീ നമിക്കും

അനങ്ഗന്‍റെ തൂണീരമോടേറ്റു തമ്മില്‍

പിണക്കം തുടങ്ങിജ്ജയിക്കുന്ന പൊന്നു-

ക്കണങ്കാലടിക്കച്ഛപം തോറ്റു തോയേ

തപസ്സിന്നു പോകുന്ന പാദാഗ്രശോഭം

കണങ്കാലടിത്താമരപ്പൂവിലോലം

കളിക്കുന്ന പൂന്തേന്‍ നുകര്‍ന്നാത്തമോദം

വിളങ്ങുന്ന ദേവാങ്ഗനാഗാനമേളം

കളംവീണ നാനാവിധം വാദ്യഭേദം

ശ്രവിച്ചും സഖീചാരുനര്യാണിതന്നില്‍

ഝണത്കാരപൂരം വഹിച്ചും നടന്നും

മുദാ ശോഭ കൈലാസശൃങ്ഗേ ലസിച്ചും

തദാ ദേവനാരീസമക്ഷം വഹിച്ചും

നമിച്ചും സുരന്മാര്‍ വഹിച്ചും കടാക്ഷം

ഗമിച്ചും നിജാനന്ദമോടാവിരാശാ-

വധിക്കുള്ള കാമം ലഭിച്ചും പദാന്തേ ഭജിച്ചും

തദാവാസദേശേ വസിച്ചും സുഖിച്ചും

രമിച്ചും സ്വകാര്യേഷ്വലം സംഭ്രമി-

ച്ചങ്കുരിച്ചത്തലും മൂലമാക്കീ വിള-

ങ്ങുന്നിവണ്ണം ഭവത്തൃക്കടക്കണ്‍ ചുളിച്ചൊന്നു

നോക്കായ്കമൂലം കൃപാലോ! നമസ്തേ നമസ്തേ!

നമസ്തേ മഹാഘോര സംസാരവാരാ-

ന്നിധിക്കക്കരെക്കേറുവാന്‍ തൃപ്പദത്താ-

രിണക്കപ്പലല്ലാതൊരാലംബനം മ-

റ്റെനിക്കൊന്നുമില്ലംബ, കാരുണ്യരാശേ,

നിനയ്ക്കുന്നതെല്ലാം കൊടുക്കുന്ന തൃക്ക-

ണ്ണിണത്തേന്‍കടാക്ഷം ലഭിപ്പാനണഞ്ഞേന്‍

പദാംഭോജവൈമുഖ്യമെന്നില്‍ പിണഞ്ഞീ-

ടൊലാ തേ നമസ്തേ നമസ്തേ നമസ്തേ!

പണം പെണ്ണിലും മണ്ണിലും ചെന്നു പുക്കാ-

ശ്വസിച്ചാത്തമോദം ഗുണംകെട്ടു

ദുഃഖിച്ചു പോവാനയയ്ക്കൊല്ലഹം

ദേഹമെന്നോര്‍ത്തു സത്ത്വാദിയാം മുക്കുണംകെട്ടു-

പെട്ടോരു മായാവിലാസം ക്ഷണം ക്ഷീണ-

ലോകപ്രപഞ്ചപ്രവാഹം ക്ഷണജ്യോതിരാചന്ദ്രതാരം

നമസ്തേ ശിവാംബാ, നമസ്തേ! നമസ്തേ!


"""
    },

// fifth krithi
    {
      "title": "ജനനീ നവരത്ന മഞ്ജരി",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1 
ഒന്നായ മാമതിയില്‍നിന്നായിരം ത്രിപുടി
വന്നാശുതന്‍മതി മറ-
ന്നന്നാദിയില്‍ പ്രിയമുയര്‍ന്നാടലാം കടലി-
ലൊന്നായി വീണുവലയും
എന്നാശയം ഗതിപെറും നാദഭൂമിയില-
മര്‍ന്നാവിരാഭപടരും-
ചിന്നാഭിയില്‍ ത്രിപുടിയെന്നാണറുംപടി
കലര്‍ന്നാറിടുന്നു ജനനീ!

2
ഇല്ലാതമായയിടുമുല്ലാസമൊന്നുമറി-
വല്ലാതെയില്ലനിലനും
കല്ലാഴിയും കനലുമല്ലാതെ ശൂന്യമതു-
മെല്ലാമൊരാദിയറിവാം
തല്ലാഘവം പറകിലില്ലാരണംക്രിയകള്‍
മല്ലാടുകില്ല മതിയീ
സല്ലാഭമൊന്നുമതിയെല്ലാവരും തിരയു-
മുല്ലാഘബോധജനനീ!

3
ഉണ്ടായി മാറുമറിവുണ്ടായി മുന്നമിതു
കണ്ടാടുമങ്ഗമകവും-
കൊണ്ടായിരംതരമിരുണ്ടാശയം പ്രതിചു-
രുണ്ടാ മഹസ്സില്‍ മറയും
കണ്ടാലുമീ നിലയിലുണ്ടാകയില്ലറിവ-
ഖണ്ഡാനുഭൂതിയിലെഴും
തണ്ടാരില്‍ വീണു മധുവുണ്ടാരമിക്കുമൊരു
വണ്ടാണു സൂരി സുകൃതീ.

 

4
ആരായുകില്‍ തിരകള്‍ നീരായിടുന്നു, ഫണി
നാരായിടുന്നു, കുടവും
പാരായിടുന്നതിനു നേരായിടുന്നുലക-
മോരായ്കിലുണ്ടഖിലവും,
വേരായ നിന്‍കഴലിലാരാധനം തരണ-
മാരാലിതിന്നൊരു വരം
നേരായി വന്നിടുക വേറാരുമില്ല ഗതി
ഹേ! രാജയോഗജനനീ!

5 
മേലായ മൂലമതിയാലാവൃതം ജനനി!
നീ ലാസ്യമാടിവിടുമീ
കീലാലവായ്വനലകോലാഹലം ഭുവന-
മാലാപമാത്രമഖിലം;
കാലാദിയായ മൃദുനൂലാലെ നെയ്യുമൊരു
ലീലാപടം ഭവതിമെയ്-
മേലാകെ മൂടുമതിനാലാരുമുള്ളതറി-
വീലാഗമാന്തനിലയേ!

6
മീനായതും ഭവതി മാനായതും ജനനി
നീ നാഗവും നഗഖഗം-
താനായതും ധര നദീ നാരിയും നരനു-
മാ നാകവും നരകവും
നീ നാമരൂപമതില്‍ നാനാവിധപ്രകൃതി-
മാനായി നിന്നറിയുമീ
ഞാനായതും ഭവതി ഹേ നാദരൂപിണിയ-
ഹോ! നാടകം നിഖിലവും.

7 
എന്‍ പാപമെയ്വതിനൊരമ്പായിടുന്നറിവു
നിന്‍ പാദതാരിലെഴുമെ-
ന്നന്‍പാണു മൗര്‍വിയൊരിരുമ്പാം മനം ധനുര-
ഹംഭാവിയാണു വിജയീ
അംബാ തരുന്നു വിജയം പാപപങ്കിലമ-
ഹംഭാനമാകുമതിനാല്‍
വന്‍ ഭാരമാര്‍ന്ന തനുവും ഭാനമാമുലക-
വും ഭാനമാകുമഖിലം.


8
സത്തായി നിന്നുപരി ചിത്തായി രണ്ടുമൊരു
മുത്തായി മൂന്നുമറിയും
ഹൃത്തായി നിന്നതിനു വിത്തായി വിണ്ണൊടു മ-
രുത്തായി ദൃഷ്ടി മുതലായ്
കൊത്തായിടും വിഷയവിസ്താരമന്നമതി-
നത്താവുമായി വിലസും
സിദ്ധാനുഭൂതിയിലുമെത്താതെയാമതിമ-
ഹത്തായിടും ജനനി! നീ.

 

9
ഭൂവാദി ഭൂതമതിനാവാസമില്ല വെറു-
മാഭാസമാമിതറിവി-
ന്നാഭാവിശേഷമിതിനാവാസമിങ്ങുലകി-
ലാപാദിതം ഭവതിയാല്‍
നാവാദി തന്‍ വിഷയിതാവാസമറ്റ ഭവ-
ദാവാസമാകെ വിലസും
ദ്യോവാണതിന്‍റെ മഹിമാവാരറിഞ്ഞു ജന-
നീ! വാഴ്ത്തുവാനുമരുതേ!
"""
    },

    // sixth krithi
    {
      "title": "ഭദ്രകാള്യഷ്ടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1 
ശ്രീമച്ഛങ്കരപാണിപല്ലവകിര-
ല്ലോലംബമാലോല്ലസ-
ന്മാലാലോലകലാപകാളകബരീ-
ഭാരാവലീഭാസുരീം
കാരുണ്യാമൃതവാരിരാശിലഹരീ-
പീയൂഷവര്‍ഷാവലീം
ബാലാംബാം ലളിതാളകാമനുദിനം
ശ്രീഭദ്രകാളീം ഭജേ.

2
ഹേലാദാരിതദാരികാസുരശിരഃ-
ശ്രീവീരപാണോന്മദ-
ശ്രേണീശോണിതശോണിമാധരപുടീം
വീടീരസാസ്വാദിനീം
പാടീരാദിസുഗന്ധിചൂചുകതടീം
ശാടീകുടീരസ്തനീം
ഘോടീവൃന്ദസമാ   നധാടിയുയുധീം
ശ്രീഭദ്രകാളീം ഭജേ.

3
ബാലാര്‍ക്കായുതകോടിഭാസുരകിരീ-
ടാമുക്തമുഗ്ധാളക-
ശ്രേണീനിന്ദിതവാസികാമരുസരോ-
ജാകാഞ്ചലോരുശ്രിയം
വീണാവാദനകൗശലാശയശയ-
ശ്ര്യാനന്ദസന്ദായിനീ-
മംബാമംബുജലോചനാമനുദിനം
ശ്രീഭദ്രകാളീം ഭജേ.

4
മാതങ്ഗശ്രൂതിഭൂഷിണീം മധുധരീ-
വാണീസുധാമോക്ഷിണീം
ഭ്രൂവിക്ഷേപകടാക്ഷവീക്ഷണവിസര്‍-
ഗ്ഗക്ഷേമസംഹാരിണീം
മാതങ്ഗീം മഹിഷാസുരപ്രമഥിനീം
മാധുര്യധുര്യാകര-
ശ്രീകാരോത്തരപാണിപങ്കജപുടീം
ശ്രീഭദ്രകാളീം ഭജേ.

5
മാതങ്ഗാനനബാഹുലേയജനനീം
മാതങ്ഗസംഗാമിനീം
ചേതോഹാരിതനുച്ഛവീം ശഫരികാ-
ചക്ഷുഷ്മതീമംബികാം
ജൃംഭത്പ്രൗഢനിസുംഭസുംഭമഥിനീ-
മംഭോജഭൂപൂജിതാം
സമ്പത്സന്തതിദായിനീം ഹൃദി സദാ
ശ്രീഭദ്രകാളീം ഭജേ.

6
ആനന്ദൈകതരങ്ഗിണീമമലഹൃ-
ന്നാളീകഹംസീമണീം
പീനോത്തുങ്ഗഘനസ്തനാം ഘനലസത്-
പാടീരപങ്കോജ്ജ്വലാം
ക്ഷൗമാവീതനിതംബബിംബരശനാ-
സ്യൂതക്വണത് കിങ്കിണീം
ഏണാങ്കാംബുജഭാസുരാസ്യനയനാം
ശ്രീഭദ്രകാളീം ഭജേ.

7
കാളാംഭോദകളായകോമളതനു-
ച്ഛായാശിതീഭൂതിമത്-
സംഖ്യാനാന്തരിതസ്തനാന്തരലസ-
ന്മാലാകിലന്മൗക്തികാം
നാഭീകൂപസരോജ(കാന്തിവി)ലസ-
ച്ഛാതോദരീശാപദീം
ദൂരീകുര്‍വയി ദേവി, ഘോരദുരിതം
ശ്രീഭദ്രകാളീം ഭജേ.

8
ആത്മീയസ്തനകംഭകുംങ്കുമരജഃ
പങ്കാരുണാലംകൃത-
ശ്രീകണ്ഠൗരസഭൂരിഭൂതിമമരീ-
കോടീരഹീരായിതാം
വീണാപാണിസനന്ദനന്ദിതപദാ-
മേണീവിശാലേക്ഷണാം
വേണീഹ്രീണിതകാളമേഘപടലീം
ശ്രീഭദ്രകാളീം ഭജേ.

 

ഫലശ്രുതിഃ

ദേവീപാദപയോജപൂജനമിതി
ശ്രീഭദ്രകാള്യഷ്ടകം
രോഗൗഘാഘഘനാനിലായിതമിദം
പ്രാതഃ പ്രഗേയഃ പഠന്‍
ശ്രേയഃ ശ്രീശിവകീര്‍ത്തിസമ്പദമലം
സംപ്രാപ്യ സമ്പന്മയീം
ശ്രീദൈവീമനപായിനീം ഗതിമയന്‍
സോfയം സുഖീ വര്‍ത്തതേ.
"""
    },

// seventh krithi
    {
      "title": "ദേവീപ്രണാമദേവ്യഷ്ടകം",
      "image": Assets.pngs.sarada.path,
      "lyrics": """
1          	
പാദഭക്തജനപാലനാധികപരായണാ ഭവഭയാപഹാ
പൂതമാനസ പുരാണപുരുഷപുരന്ദരാദി പുരുപൂജിതാ
സാധുസാധിതസരസ്വതീ സകലസംപ്രദായസമുദാഹൃദാ
ശാതശാരദ ശശാംകശേഖരശിവാ ശിവാശിവമുദീയതാം


2
നീലനീരദനിഭാ നിശാകരനികാശനിര്‍മ്മലനിജാനനാ
ലോലലോചന ലലാമശോഭിത ലലാടലാലിത ലലാപകാ
ശാലിതാ ശകുലശാരദാ ചരണ ചാരീശാശ്വതശൂഭാവഹാ
കാലകാലകമനീയകാമുകകലാ കലാപകലിതാപതാം


3
കുംഭികുംഭകുചകുംഭകുങ്കുമ വിശുംഭിശംഭു ശുഭസംഭവാ
ജൃഭിജംഭരിപു ജൃംഭളസ്തനിനിഷേവ്യമാണചരണാംബുജാ
ഡിംഭകുംഭിമുഖബാഹുലേയലസദങ്കകാ വിധുരപങ്കകാ
ഡാംഭികാസുരനികുംഭസുംഭമഥിനീ തനോതു ശിവമംബികാ


4
ദാരിതാതിഘനദാരികാദമിത ദാരുണാഘനിരയശ്ചടാ
മാരമാരണമരാമരാളമണിമന്ധരാഗപരമാനിനി
ശൂരശൂരദനുസൂനുസാരമരതാരകാസുര രിപുപ്രസൂഃ
രാജരാജരമണീരപാരപിതരാജിതാമല പദാവതാം


5 
ഹേലയാസ്വദിതഹാലയാകുലിതകാലയാ മലിന ശ്രീലയാ
വ്രീലയാപലിതഫാലയാ വിമലമാലയാ സമരവേളയാ
സ്ഥൂലയാ വപുഷി ബാലയാ കുശലമൂലയാ ജലദകാലയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


6
രാമയാ വിമതവാമയാ ശമിതകാമയാ സുമിതസീമയാ
ഭൂമയാധികപരോമയാ ഘനകദംബയാ വിധുരിതാമയാ
ഘോരയാ സമരവീരയാ കലിതഹീരയാ സമരപാരയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


7
ഹാരയാ ജലദനീരയാ ശമിതമാരയാതപ വിദാരയാ
ഭൂമയാധികവികാരയാ ചകിതചോരയാ സകലസാരയാ
വീരയാച ശിവദാരയാ മുലിതഹീരയാ നമിതശൂരയാ
പാലയേതി പരിപാലയേതി പരിപാലയേതി ജപമാലയാ


8
സാശയാ വിധുതപാശയാ വിധൃതപാശയാ സരജനീശയാ
ശോശയാനനപതപാശയാ കുചവികോശയാ വിനുതമേശയാ
സേനയാസുമഥനാശയാ ഹൃതഹരാശയാദമിതനാശയാ
ഹേലയാദൃതസുകോശയാ ദിവിവിമോചയെ വിമതനാശയാ.
 
ഇതി ശ്രീനാരായണപരമഹംസവിരചിതം സമ്പൂര്‍ണ്ണം

"""
    },
    // eight krithi
    {
      "title": "ഗുഹാഷ്ടകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 

ശാന്തം ശംഭുതനൂജം സത്യമനാധാരം ജഗദാധാരം
ജ്ഞാതൃജ്ഞാനനിരന്തരലോകഗുണാതീതം ഗുരുണാതീതം
വല്ലീവത്സലഭൃങ്ഗാരണ്യകതാരുണ്യം വരകാരുണ്യം
സേനാസാരമുദാരം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
2

വിഷ്ണുബ്രഹ്മസമര്‍ച്യം ഭക്തജനാദിത്യം വരുണാതിഥ്യം
ഭാവാഭാവജഗത്ത്രയരൂപമഥാരൂപം ജിതസാരൂപം
നാനാഭുവനസമാധേയം വിനുതാധേയം വരരാധേയം
കേയൂരാങ്ഗനിഷങ്ഗം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
3

സ്കന്ദം കുങ്കുമവര്‍ണ്ണം സ്പന്ദമുദാനന്ദം പരമാനന്ദം
ജ്യോതിസ്തോമനിരന്തരരമ്യമഹസ്സാമ്യം മനസായാമ്യം
മായാശൃങ്ഖലബന്ധവിഹീനമനാദീനം പരമാദീനം
ശോകാപേതമുദാന്തം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
4

വ്യാളവ്യാവൃതഭൂഷം ഭസ്മസമാലേപം ഭുവനാലേപം
ജ്യോതിശ്ചക്രസമര്‍പ്പിതകായമനാകായവ്യയമാകായം
ഭക്തത്രാണനശക്ത്യാ യുക്തമനുദ്യുക്തം പ്രണയാസക്തം
സുബ്രഹ്മണ്യമരണ്യം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
5

ശ്രീമത്സുന്ദരകായം ശിഷ്ടജനാസേവ്യം സുജടാസേവ്യം
സേവാതുഷ്ടസമര്‍പ്പിതസൂത്രമഹാസത്രം നിജ ഷഡ്വക്ത്രം
പ്രത്യര്‍ത്ഥ്യാനതപാദസരോരുഹമാവാഹം ഭവഭീദാഹം
നാനായോനിമയോനിം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
6          	

മാന്യം മുനിഭിരമാന്യം മഞ്ജുജടാസര്‍പ്പം ജിതകന്ദര്‍പ്പം
ആകല്പാമൃതതരളതരങ്ഗമനാസങ്ഗം സകലാസങ്ഗം
ഭാസാ ഹ്യധരിതഭാസ്വന്തം ഭവികസ്വാന്തം ജിതഭീസ്വാന്തം
കാമം കാമനികാമം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
7          	

ശിഷ്ടം ശിവജനതുഷ്ടം ബുധഹൃദയാകൃഷ്ടം     ഹൃതപാപിഷ്ഠം
നാദാന്തദ്യുതിമേകമനേകമനാസങ്ഗം സകലാസങ്ഗം
ദാനവിനിര്‍ജ്ജിതനിര്‍ജ്ജരദാരുമഹാഭീരും തിമിരാഭീരും
കാലാകാലമകാലം പ്രണമത ദേവേശം ഗുഹമാവേശം.
 
8          	

നിത്യം നിയമിഹൃദിസ്ഥം സത്യമനാഗാരം ഭുവനാഗാരം
ബന്ധൂകാരുണലളിതശരീരമുരോഹാരം മഹിമാഹാരം
കൗമാരീകരപീഡിതപാദപയോജാതം ദിവി ഭൂജാതം
കണ്ഠേ കാലമകാലം പ്രണമത ദേവേശം ഗുഹമാവേശം.




"""
    },

    // nine krithi

    {
      "title": "ബാഹുലേയാഷ്ടകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
         	
ഓം ഓം ഓം ഹോമധൂമപ്രകടതടജടാ-
കോടിഭോഗിപ്രപൂരം
അം അം അം ആദിതേയ പ്രണതപദയുഗാമ്-
ഭോരുഹശ്രീവിലാസം
ഉം ഉം ഉം ഉഗ്രനേത്രത്രയലസിതവപുര്‍-
ജ്യോതിരാനന്ദരൂപം
ശ്രീം ശ്രീം ശ്രീം ശീഘ്രചിത്തഭ്രമഹരമനിശം
ഭാവയേ ബാഹുലേയം.
 
2  
        	
ഹ്റീം ഹ്റീം ഹ്റീം ഹൃഷ്ടഷട്കന്ധരമഘമരണാ-
രണ്യസംവര്‍ത്തവഹ്നിം
ഐം ഐം ഐം ഐങ്ഗുദീസത്ഫലമൃദുമിളിത-
പ്രാശിയോഗീന്ദ്രവന്ദ്യം
ക്ലീം ക്ലീം ക്ലീം ക്ലിഷ്ടകായക്ലമദവദഹന-
ക്ലേശനിര്‍മ്മൂലനാശം
സൗം സൗം സൗം സൗരകാന്തിഭ്രമഹരമനിശം
ഭാവയേ ബാഹുലേയം.

 
3

ശം ശം ശം ശബ്ദരൂപം ശശിധരമമലം
ശങ്കരം സാംബമൂര്‍ത്തിം
ശിം ശിം ശിം ശിഷ്ടവന്ദ്യം ശിഖരിനിലയനം
ശിക്ഷിതാനേകലോകം
ശും ശും ശും ശുഭ്രഹാസം ശുഭകരമതിസ-
ന്ദേഹസന്ദോഹനാശം
ശൗം ശൗം ശൗം ശൗക്ലിതാങ്ഗം സിതഭസിതഗണൈര്‍
ഭാവയേ ബാഹുലേയം.
 
4    
      	
രം രം രം രമ്യദേഹം രജതഗിരിഗൃഹം
രക്തപദ്മാങ്ഘ്രിയുഗ്മം
രിം രിം രിം രിക്തശോകപ്രകൃതിപരമജം-
ഘാലമാനീലനേത്രം
രും രും രും രൂക്ഷകായപ്രതിഭടഹനനം
രക്തകൗശേയവസ്ത്രം
രൗം രൗം രൗം രൗരവാദി ദ്രുതഹരകുഹരം
ഭാവയേ ബാഹുലേയം.
 
5

ഹം ഹം ഹം ഹംസയോഗിപ്രവരസുഖകരം
ഹസ്തലക്ഷ്മീസമേതം
ഹിം ഹിം ഹിം ഹീനമാനം ഹിതസുഖവരദം
ഹിംസയാപേതകീലം
ഹും ഹും ഹും ഹുംകൃതിധ്വംസിതരജനിചര-
ക്രൗര്യകൗടില്യമൂര്‍ത്തിം
ഹൈം ഹൈം ഹൈം ഹൈമകുംഭായതകരസഹജം
ഭാവയേ ബാഹുലേയം.
 
6          	

ണം ണം ണം നന്ദികേശപ്രവരഭുജഗനിര്‍-
വിഘ്നകര്‍മ്മപ്രപഞ്ചം
ണിം ണിം ണിം നീലകണ്ഠപ്രിയസുതമജിതം
നിര്‍മ്മലാങ്ഗം നിരീഹം
ണും ണും ണും ണുത്തനാഭോത്തരനിഭൃതനിരാ-
ലംബകൈവല്യമൂര്‍ത്തിം
ണൗം ണൗം ണൗം നാമരൂപാത്മകജഗദഖിലം
ഭാവയേ ബാഹുലേയം.
 
7

ഭം ഭം ഭം ഭാഗധേയം ഭഗവദനുചര-
പ്രാഞ്ജലിസ്തോത്രപൂരം
ഭിം ഭിം ഭിം ഭീമനാദാന്തകമദനഹരം
ഭീഷിതാരാതിവര്‍ഗ്ഗം;
ഭും ഭും ഭും ഭൂതിഭൂഷാര്‍ച്ചിതമമിതസമ-
സ്താര്‍ത്ഥശാസ്ത്രാന്തരങ്ഗം
ഭൗം ഭൗം ഭൗം ഭൗമമുഖ്യം ഗ്രഹഗണനപടും
ഭാവയേ ബാഹുലേയം.

 
8        
  	
വം വം വം വാഹിനീശം വലരിപുനിലയ-
സ്തോത്രസമ്പത്സമൂഹം
വിം വിം വിം വീരബാഹുപ്രഭൃതിസഹചരം
വിഘ്നരാജാനുജാതം;
വും വും വും ഭൂതനാഥം ഭുവനനിലയനം
ഭൂരികല്യാണശീലം
വൗം വൗം വൗം ഭാവിതാരിപ്രതിഭയമനിശം
ഭാവയേ ബാഹുലേയം.




"""
    },
    // 10th krithi

    {
      "title": "ഷണ്മുഖസ്‌തോത്രം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
അര്‍ക്കബിംബമൊരാറുദിച്ചുയരുന്നപോലെവിളങ്ങിടും
തൃക്കിരീട ജടയ്ക്കിടയ്ക്കരവങ്ങളമ്പിളിതുമ്പയും
ദുഷ്കൃതങ്ങളകറ്റുവാനൊഴുകീടുമംബരഗംഗയും
ഹൃത്ക്കുരുന്നിലെനിക്കുകാണണമെപ്പൊഴും ഗുഹ! പാഹിമാം.
 
2          	
ആറുവാര്‍മതിയോടെതിര്‍ത്തുജയിച്ചിടുംതിരുനെറ്റിമേ-
ലാറിലുംമദനംപൊരിച്ച വലിപ്പമുള്ളൊരുകണ്‍കളും
കൂറൊടും നിജഭക്തരക്ഷ വരുത്തുവാനിളകീടുമ-
ക്കാര്‍തൊഴും പുരികങ്ങളുംമമകാണണം ഗുഹ! പാഹിമാം.
 
3          	
ഇന്ദുബിംബ വിഭാവസുക്കളിടംവലം നയനങ്ങളാ-
മിന്ദുബിംബമുഖങ്ങളും തിരുനാസികാവലിയും തഥാ
കര്‍ണ്ണകുണ്ഡലമണ്ഡലീകൃത ഗണ്ഡപാളിയുമെന്നുടേ
കണ്ണിണയ്ക്കതിഥീഭവിയ്ക്കണമെപ്പൊഴും ഗുഹ! പാഹിമാം.
 
4          	
ഈശ, നിന്‍ പവിഴംതൊഴും രദനച്ഛദങ്ങളുമുല്ലസത്-
കേശപേശലദന്തതാടികളും കറുത്ത ഗളങ്ങളും
ഭാസുരാകൃതി കൈകളില്‍ തിരുവായുധങ്ങളൊടും മമ
ക്ലേശനാശനസിദ്ധയേ വരികാശു ഷണ്‍മുഖ! പാഹിമാം.
 
5          	
ഉള്ളിലുള്ളൊരു ദോഷഭാരമൊഴിപ്പതിന്നതി സൗരഭം
വെള്ളിമുത്തുപളുങ്കൊടൊത്തുകൊരുത്തുചാര്‍ത്തിയമാറിടം
വള്ളിതന്‍മണവാള,നിന്നുദരാഭയും തിരുനാഭിയും
ഉള്ളിലാകണമെപ്പൊഴും പരിശുദ്ധയേ ഗുഹ! പാഹിമാം.
 
6          	
ഊഢകാന്തികലര്‍ന്നിടും ത്രിവലിക്കടിക്കു കടിസ്ഥലാ-
രൂഢകാഞ്ചനകാഞ്ചിസഞ്ചിതചേലയും കടിസൂത്രവും
രൂഢമായ് വിലസുന്നതൃത്തുട മുട്ടടുത്ത കണങ്കഴല്‍-
പ്രൗഢിയും മമ കാണണംപരിചോടു ഷണ്‍മുഖ! പാഹിമാം.
 
7          	
ഋക്ഷവത്ക്കുതികൊള്ളുമെന്‍മനമിക്കണക്കു വരാതിനി
രക്ഷചെയ്വതിനൊച്ചയുള്ള ചിലമ്പിടുംനരിയാണിയും
പക്ഷിവാഹനഭാഗിനേയ, മയൂരപൃഷ്ഠമമര്‍ന്നു വ-
ന്നക്ഷിഗോചരമായ്വിളങ്ങണമെപ്പൊഴും ഗുഹ! പാഹിമാം
 
8          	
ഋൗണബന്ധമെനിക്കിനിക്കനവിങ്കലും കരുതേണ്ടമത്-
പ്രാണനാഥ! ഭവത്പദപ്രപദത്തിലെത്തുകിലാമയം
ക്ഷീണമായ് മരുവും സരോരുഹ ശോഭതേടിന പാദവും
കാണണം പദവിക്രമങ്ങള്‍ നഖങ്ങളും ഗുഹ! പാഹിമാം.
 
9          	
ലുപ്തപിണ്ഡ പിതൃപ്രതിക്രിയചെയ്വതിന്നുമിതൊന്നിനും
ക്ലിപ്തമില്ലയെനിക്കു താവക പാദസേവനമെന്നിയേ
ലബ്ധവിദ്യനിവന്‍ ഭവത്കൃപയുണ്ടിതെങ്കിലനന്യസം-
തൃപ്തിയും പദഭക്തിയും വരുമാശു ഷണ്‍മുഖ! പാഹിമാം.
 
10       	
ലൂതമുള്ളിലിരുന്ന നൂലു വലിച്ചുനൂത്തുകളിച്ചതും
സാദരം തനതുള്ളിലാക്കി രമിച്ചിടുംപടി മായയാ
ഭൂതഭൗതികമൊക്കെയും പതിവായെടുത്തുഭരിച്ചഴി-
ച്ചാദിമുച്ചുടരായ് വിളങ്ങുമനന്ത ഷണ്‍മുഖ! പാഹിമാം.
 
11       	
എട്ടുചുറ്റൊടു മോക്ഷമാര്‍ഗ്ഗമടച്ചു മേവിന കുണ്ഡലി-
ക്കെട്ടറുത്തുകിളര്‍ന്നു മണ്ഡലവുംപിളര്‍ന്നു ഭവത്പദം
തുഷ്ടിയോടുപിടിപ്പതിന്നരുളുന്നതെന്നുഭവാബ്ധിയില്‍
പ്പെട്ടുപോകരുതിന്നിയും ഭഗവാനെ, ഷണ്‍മുഖ! പാഹിമാം.
 
12       	
ഏതുമൊന്നു ഭവാനൊഴിഞ്ഞടിയന്നൊരാശ്രയമാരുമീ-
ഭൂതലത്തിലുമെങ്ങുമില്ല കൃപാനിധേ കരുതേണമേ!
'കാതിലോല'യിതെന്നുചിന്ത തുടര്‍ന്നിടും മയി സന്തതം
ഭാതി യാവദനങ്ഗദാഹികടാക്ഷമഗ്നിജ! പാഹിമാം.
 
13       	
ഐശബീജമതിങ്കല്‍ നിന്നുളവായ നിന്തിരുമേനിയി-
ങ്ങാശുശുക്ഷണി മിന്നലോടുപമിക്കുമിന്നികടത്തിലും
നാശഹീനനതാമഗസ്ത്യമുനീന്ദ്രസന്നിധിയിങ്കല്‍ നി-
ന്നാശിഷാ ഗുരുനാഥനായ കണക്കു ഷണ്‍മുഖ! പാഹിമാം.
 
14       	
ഒന്നുപൊലഖിലാണ്ഡകോടിയകത്തടച്ചതിനുള്ളിലും
തന്നകത്തിലുമെങ്ങുമൊക്കെനിറഞ്ഞുതിങ്ങിവിളങ്ങിടും
നിന്നരുള്‍ക്കൊരിടം കൊടുപ്പതിനൊന്നുമില്ലയിതെപ്പൊഴോ
നിന്നില്‍നിന്നരുള്‍കൊണ്ടു ജാതമിതൊക്കെയും ഗുഹ! പാഹിമാം.
 
15       	
ഓമിതി പ്രണവപ്രനഷ്ടകലിപ്രദോഷ മനസ്സില്‍ നി-
ന്നോമനപ്പുതുമേനികണ്ടു കരംകുവിപ്പതിനാശയാ
പൂമണം ബുധപൂജിതംപെരുമാറുമങ്ഘ്രിസരോരുഹേ
നാമനം വിതനോമി നാശവിഹീന ഷണ്മുഖ! പാഹിമാം.
 
16       	
ഔഡുമണ്ഡലമധ്യവര്‍ത്തിയതാം ശശാങ്കനിഭന്‍ ഭവാന്‍
കൈടഭാരിസരോരുഹാസന ദേവതാസു മഹാമതേ
ഐഡഭാവമൊഴിക്കുമേതവ തൃച്ചിലമ്പൊലികേള്‍ക്കുവാ-
നീഡയാമിഭവത്പദാംബുജമെപ്പൊഴും ഗുഹ! പാഹിമാം.
 
17       	
അംബുധിത്തിരയും തിരക്കുമിളപ്രവാഹവുമൊക്കെയോ-
രംബുരാശിയതായടങ്ങിയൊടുങ്ങിടുംപടിനിന്നില്‍ നി-
ന്നംബ, പൊങ്ങിമറിഞ്ഞുയര്‍ന്നുമറഞ്ഞിടുന്നഖിലാണ്ഡവും
അംബയാ സഹ വര്‍ത്തമാന വിജന്മഷണ്മുഖ! പാഹിമാം.
 
18       	
അല്ലിലും പകലും ഭവത്പദപല്ലവങ്ങളിലല്ലയോ
ചൊല്ലിയിങ്ങനെ സൗമ്യമാം മുതലുള്ളടക്കിയിരിപ്പതും
കൊല്ലുവാന്‍കൊലയാനപോലെയണഞ്ഞിടും മലമായയേ
വെല്ലുവാനൊരു മന്ത്രമിങ്ങരുളീടു ഷണ്മുഖ! പാഹിമാം.
 
19       	
കഷ്ടമിക്കലിയില്‍ക്കിടന്നുഴലുന്നതൊക്കെയുമങ്ങുസ-
ന്തുഷ്ടനായ് സുഖമോടു കണ്ടുരസിച്ചിരിക്കുക യോഗ്യമോ?
ക്ലിഷ്ടതയ്ക്കൊരിടംകൊടുക്കണമെന്നുനിന്തിരുവുള്ളിലു-
ണ്ടിഷ്ടമെങ്കിലടിക്കടുത്തിടുമെന്നിലോ ഗുഹ! പാഹിമാം.




"""
    },

    // 11th krithi

    {
      "title": "ഷണ്മുഖദശകം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1 
ജ്ഞാനച്ചെന്തീയെഴുപ്പിത്തെളുതെളെ വിലസും-
ചില്ലിവല്ലിക്കൊടിക്കുള്‍-
മൗനപ്പൂന്തിങ്കളുള്ളൂടുരുകുമമൃതൊഴു-
ക്കുണ്ടിരുന്നുള്ളലിഞ്ഞും
ഞാനും നീയും ഞെരുക്കെക്കലരുവതിനരുള്‍-
ത്തന്മയാം നിന്നടിത്താര്‍-
ത്തേനുള്‍ത്തൂകുന്ന മുത്തുക്കുടമടിയനട-
ക്കീടു മച്ചില്‍ക്കൊഴുന്തേ!
 
2          	
തൂമത്തിങ്കള്‍ക്കിടാവും തിരുമുടിയിടയില്‍
പാമ്പെലുമ്പുമ്പരാറും
ശ്രീമച്ചെമ്പന്‍ മുടിക്കല്‍ തിരുവൊളിചിതറി-
ച്ചിന്തുമന്തിച്ചുവപ്പും
നാമപ്പൊട്ടിട്ടിണങ്ങുംനെറുക ചെറുപിറ-
ക്കീറു കാര്‍വില്ലു വെല്ലു-
ന്നോമല്‍പ്പൂഞ്ചില്ലിവല്ലിക്കൊടിയുമടിയനുള്‍-
ക്കണ്‍മുനയ്ക്കെന്നു കാണാം?
 
3          	
ഓമല്‍ച്ചുണ്ടും ചിതുമ്പിച്ചെറുചിരി ചിതറും
തിങ്കളില്‍ പങ്കജപ്പൂ
താവിത്തൂകും കടാക്ഷത്തിരുമധുമധുരം
മാരി കോരിച്ചൊരിഞ്ഞും
കാമം മുന്‍പായ് മുളയ്ക്കും കളമുളകളറു-
ത്തുള്‍നിലത്തന്‍പു വിത്തി-
ട്ടീമദ്ഭക്തിപ്പൊടിപ്പിന്‍ പയിര്‍കതിര്‍വരുമാ-
റാകണേ താരകാരേ!

4          	
സ്വര്‍ണ്ണക്കണ്ണാടി കൂപ്പുംകവിളിണയൊളിവില്‍
കുണ്ഡലം കര്‍ണ്ണബിംബം
കണ്ണില്‍ക്കാണ്‍മാന്‍ കൊതിപ്പൈങ്കിളിയുടെ പവിഴ-
ച്ചുണ്ടു തോല്ക്കുന്ന മൂക്കും
വെണ്ണക്ഖണ്ഡത്തിനുള്ളാ വെളിയൊളികളയും
താടിയും തേടുമീയെ-
ന്നുണ്ണിപ്പൈന്തേന്‍കുഴമ്പേ! പിഴപൊറുകയിവന്‍
ചെയ്തതും ചെയ്വതും നീ.
 
5          	
ആലക്കാലക്കഴുത്തേലരവവുമതിലൂ-
ടാടിയോടുന്ന പൊന്നിന്‍-
നൂലില്‍ കോര്‍ത്തിട്ടു ചാര്‍ത്തിക്കിലുകിലയൊലികൊ-
ള്ളുന്ന വെള്ളച്ചിലമ്പും
വേലും ശൂലം വിളങ്ങും വരദവുമഭയം
ചെങ്കരത്താരിലേന്തി-
പ്പാലാലോലുംമടുത്തൂംപുതുമൊഴിയൊഴുകും
വായുമായ് വാ കളിപ്പാന്‍.
 
6          	
കൂറില്‍ കൂറുണ്ടു വെണ്ണീര്‍നറുമലര്‍കളഭ-
ക്കൂട്ടണിഞ്ഞുള്‍വിളങ്ങും-
മാറും മാറും മനത്തീയരിയ കൊടുമുടി-
ക്കാതലെന്‍ കല്ലുനെഞ്ചേ,
തേറും തേറും തിരിഞ്ഞീടകമലരൊളിവു-
ള്ളത്തിരുക്കോലമെന്നാല്‍
നീറും നീറും നിരപ്പേ നിരയനിരയുമ-
മ്പെയ്യുമയ്യമ്പവമ്പും.
 
7          	
തീരത്തീരത്തിരുത്തൂവരുവയറരുമ-
പ്പൊക്കിള്‍ പിന്‍ പൊന്നരഞ്ഞാണ്‍
താരില്‍ കോര്‍ത്തിട്ടു തങ്കത്തരി തിരളുമര-
ക്കിങ്ങിണിത്തൊങ്ങല്‍ തൂക്കി
നീരില്‍ത്താരമ്പരന്നക്കൊടിയടിമുടി നീ-
രാളി നീര്‍വാറുമൂടി-
ന്നേരം നേരന്നടിച്ചെന്‍ മുരുകയരികില്‍ വാ
മുത്തുവാന്‍ മൈലിലേറി.
 
8          	
ഊഴിത്തട്ടിന്നൊഴുക്കായിഴുകിന ജഘന-
ത്താഴികക്കെട്ടിനുള്‍പ്പൊന്‍-
വാഴത്തണ്ടും മണിത്തൂണഴകുമൊഴിയുമ-
ത്തൃത്തുടക്കാമ്പു രണ്ടും
താഴത്തൂറിത്തുളുമ്പും മടുമലര്‍ശരവീ-
രന്‍ മണിച്ചെപ്പു കൂപ്പും
താഴംപൂപ്പൊന്‍കണങ്കാല്‍ തിരുവടിയണിമു-
ട്ടും മറന്നീടുമോ ഞാന്‍?
 
9          	
മിന്നിച്ചിന്നുന്ന രത്നക്കുമിളകള്‍ നരിയാ-
ണിക്കു തൃക്കാഴ്ച വച്ചോ-
രുണ്ണിച്ചെന്താമരപ്പൂവടിയിലടിമവേ-
ലത്തിറം പെറ്റുകൊള്‍വാന്‍
തന്നില്‍ത്തങ്കച്ചിലമ്പിന്‍ ഝലഝലനിനദം-
കൊണ്ടെഴുന്നള്ളി വന്നെന്‍-
മുന്നില്‍ പൊന്നിന്‍കൊടീ! നിന്‍പുതുമകളടിയന്‍
കാണ്‍മതെന്നോമലുണ്ണീ?
 
10       	
പത്തിന്‍ പത്തിപ്പുതുപ്പൂവിതളൊടു പടത-
ല്ലും വിരല്‍ത്താരകങ്ങള്‍
പത്തും ചിത്തം തുളുമ്പിച്ചൊരിയുമരിയ നി-
ന്നന്‍പൊഴുക്കൂറിയോടി
സത്തും ചിത്തും കലര്‍ത്തിശ്ശരവണഭവ! നീ
ഞാനുമായിട്ടൊരുന്നാള്‍
മുത്തും മുത്തുണ്ടിരിപ്പാന്‍ കനകമയില്‍ കരേ-
റിക്കളിച്ചോടിവാ നീ!




"""
    },

// 12th krithi

    {
      "title": "സുബ്രമണ്യകീർത്തനം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1  
അന്തിപ്പൂന്തിങ്കളുന്തിത്തിരുമുടിതിരുകി-
ച്ചൂടിയാടും ഫണത്തിന്‍-
ചന്തം ചിന്തും നിലാവിന്നൊളിവെളിയില്‍ വിയദ്
ഗംഗ പൊങ്ങിക്കവിഞ്ഞും
ചന്തച്ചെന്തീമിഴിച്ചെങ്കതിര്‍നിര ചൊരിയി-
ച്ചന്ധകാരാനകറ്റി-
ച്ചിന്താസന്താനമേ, നിന്തിരുവടിയടിയന്‍-
സങ്കടം പോക്കിടേണം.
 
2          	
പച്ചക്കള്ളം വിതററിപ്പഴവിന കുടികെ-
ട്ടിക്കിടക്കുന്നൊരിമ്മെ-
യ്യെച്ചില്‍ച്ചോറുണ്ടിരപ്പോടൊരു വടിയുമെടു-
ത്തോടി മൂടറ്റിടും മുന്‍
പച്ചപ്പൊന്‍മൈലിലേറിപ്പരിചിനൊടെഴുന്ന-
ള്ളിപ്പടിക്കല്‍ കിടക്കും
പിച്ചക്കാരന്നു വല്ലോമൊരു ഗതി തരണേ
മറ്റെനിക്കാരുമില്ലേ!
 
3          	
ജ്യോതിശ്ചക്രം കണക്കെന്‍ മനമിളകിമറി-
ഞ്ഞായുരന്തം വരും മുന്‍
ബോധക്കേടൊക്കെ നീക്കിത്തരികയമൃതരുള്‍-
ത്തേന്‍ തുളുമ്പും പദം തേ;
പാതിപ്പെണ്‍മെയ്മകന്‍ നിന്തിരുവടിയുടെ മേ-
ലേറിയാടുന്ന നേരം
മോദിച്ചേതും മടിക്കാതവനെയിവിടെ നീ
കൊണ്ടുവാ തങ്കമൈലേ!
 
4          	
എണ്‍ചാണ്‍ റോട്ടൂടെയുള്ളശ്ശകടമതു വലി-
ച്ചോണ്ടു മേലീഴ്ത്തുകീഴും
സഞ്ചാരം താവിമേവും തുരഗമിണയൊടേ
പൂട്ടിയോടിച്ചിറങ്ങി
അഞ്ചാറെട്ടും കടന്നായരമനയകമേ-
റിസ്സുഖിച്ചങ്ങിരുന്നെന്‍-
നെഞ്ചാറിപ്പാല്‍കുടിപ്പാനൊരുവരമരുളീ-
ടേണമേ തമ്പുരാനേ!
 
5          	
അങ്കുങ്കും നാഡിയോടും ദിനമണി മതിയും
പോയണഞ്ഞീടുമപ്പോള്‍
തങ്കക്കോയിക്കലുള്ളില്‍ തരളമണിവിള-
ക്കുംകൊളുത്തിക്കരേറ്റി
നങ്കും മങ്കും നടിച്ചും നടനമിടുവതി-
ന്നായെഴുന്നള്ളിവായീ-
യങ്കം വെട്ടുന്ന വേടപ്പരിഷയെ നിരവേ
ചുട്ടു നിര്‍ധൂളിയാക്കാന്‍.
 
6          	
കാടും മേടും കഥിച്ചോണ്ടൊരു കമനിമണീ-
കാന്തനായാലുമെന്തേ
പാടും കേടും പറഞ്ഞും പലവഴിയുഴറി-
പ്പാഞ്ഞലഞ്ഞാലുമെന്തേ
കാടും വീടും സമം നിന്തിരുവടിയരുള്‍പൊ-
ങ്ങീടുവോളം പൊറുപ്പാന്‍
നാടുണ്ടോടുണ്ടു ചോറുണ്ടരിയ തിരുവെഴു-
ത്താറുമുണ്ടോതുവാനും.
 
7          	
ഓങ്കാരംകൊണ്ടെഴുപ്പിപ്പെരുവെളിനടുവേ
പള്ളികൊണ്ടുള്ളിലുണ്ടാം
ഝങ്കാരം കേട്ടുണര്‍ന്നീടുക ഝടിതി മതി-
ത്താമരത്തേന്‍ കുടിപ്പാന്‍
പങ്കാരും പറ്റുവാനില്ലിരവുപകലിരു-
ന്നീച്ചയും തേനുറിഞ്ചും-
ഝങ്കാരംപോലുമില്ലിങ്ങിതിനെയിനിമയോ-
ടാസ്വദിച്ചീടുവാന്‍ വാ.
 
8          	
കണ്ണുണ്ടീരാറു കാതും കരവുമതുകണ-
ക്കുണ്ടു കാരുണ്യമോയീ-
വണ്ണം മറ്റാര്‍ക്കുമില്ലീയടിമയിഹ പെടും
പാടു കണ്ടീലയോ നീ
കണ്ണില്‍ക്കണ്ടോര്‍ പഴിക്കുന്നതുമൊരു ചെവികൊ-
ണ്ടെങ്കിലും കേട്ടതില്ലേ,
ദണ്ണം തീര്‍ത്തെന്നെ രക്ഷിച്ചഭയമരുളുവാന്‍
കയ്യുമൊന്നല്ലെ വേണ്ടൂ?
 
9          	
ഓട്ടീലൊട്ടിച്ചു നാളത്തിരുനടുവെളി പാര്‍-
ത്തങ്കുശങ്കെന്നു തട്ടി-
ക്കൂട്ടിപ്പൂട്ടിപ്പിടിച്ചക്കുതിരയെ നടുറോ-
ട്ടൂടെയോടിച്ചു വേഗം,
ചാട്ടിന്‍ കൂട്ടിങ്കലുള്‍ച്ചഞ്ചലതരമിളകും
പഞ്ചരാജാക്കള്‍ പോം മുന്‍
കൂട്ടക്കൊട്ടോടു കോട്ടയ്ക്കകമതു കരയേ-
റിസ്സുഖിപ്പാന്‍ വരം താ.
 
10       	
മൗനപ്പൂന്തേനൊഴുക്കേ! മതിയമൃതൊലിയേ,
മന്ദനാമെന്‍ മനക്കണ്‍-
ജ്ഞാനക്കണ്ണാടിയേ! നിന്‍തിരുവടിയടിയന്‍-
തീ പൊറുത്തീടവേണം;
കൂനിത്തന്തേനുമായിക്കുറവര്‍കുടിയതില്‍
പെണ്ണെടുത്തുണ്ടതേക്കാള്‍
മാനക്കേടോ നിനക്കീയഗതിയെയവനം
ചെയ്തു നിന്നോടു ചേര്‍ത്താല്‍?
 
11       	
വെയ്ലും ന്ലാവും വിഴുങ്ങിക്കനലൊളി നടുവില്‍
ക്കാലുമൂന്നിപ്പിടിച്ച-
മ്മയ്ലിന്മേലാടുമുണ്ണീ, മറയരുതു മനോ-
മൗനവീട്ടിന്‍ വിളക്കേ,
റെയ്ലിന്‍ വേഗം ജയിക്കും ജരനര മുതലാം
മൂഢരും ഞാനുമായി-
ജ്ജയ്ലില്‍ പാര്‍പ്പാന്‍ ഞെരുക്കം ജവമയി!  പരമന്‍
ചിത്സുഖം നല്കിടേണം.
 
12       	
സ്പഷ്ടം ന്ലാവങ്ങുനീങ്ങി ദിനകരനുദയം
ചെയ്തു ചന്ദ്രന്‍ മറഞ്ഞു
തട്ടിത്തട്ടിപ്പെരുക്കിപ്പെരുവെളിയതിലാ-
ക്കീടുവാന്‍ പിന്നെയാട്ടേ,
കഷ്ടം ദീനം പിടിച്ചോ മദിരയതുകൂടി-
ച്ചോ കിടക്കുന്ന ലോകര്‍-
ക്കുത്തിഷ്ഠോത്തിഷ്ഠ ശീഘ്രം, നദിയില്‍ മുഴുകുവാന്‍
കാലമായ് വന്നിതിപ്പോള്‍.
 
13       	
ഉള്‍ത്തീമാറ്റാനുപായത്തുനിവിനിയ മന-
ക്കണ്‍മണേ, നീ തരാഞ്ഞാ-
ലുള്‍ത്തീവ്രം പൊങ്ങിവിങ്ങും ദഹനശിഖയില്‍ ഞാന്‍
വെന്തുപോട്ടെന്നുറച്ചോ?
പിച്ചും ഭ്രാന്തും പിടിച്ചപ്പിണിയറുതി വരാ-
നായ് വിതറ്റുന്നൊരിപ്പേ-
പ്പട്ടിക്കുണ്ടോ സുബോധം; പിഴകളഖിലവും
നീ പൊറുത്താളുമല്ലോ!
 
14       	
എച്ചില്‍ച്ചോറുണ്ട പുള്ളിക്കിനിയൊരു മകനാം
നീയിരപ്പാളി ഞാനോ
പിച്ചക്കാരന്‍, പിഴയ്ക്കും പിഴകളഖിലവും
നീ പൊറുക്കെന്നു ഞായം;
അച്ഛന്‍ പൈതങ്ങള്‍തന്‍ കാലടിയിണയടിപെ-
ട്ടാലുമൊക്കെപ്പൊറുത്ത-
ക്കൊച്ചുങ്ങള്‍ക്കുള്ളഭീഷ്ടം കനിവൊടു നിറവേ-
റ്റിക്കൊടുക്കുന്നുവല്ലോ!
 
15       	
ഉണ്മാനില്ലാഞ്ഞിരപ്പോട്ടിയുമൊരുവടിയും-
കൊണ്ടു നീളേ നടക്കും-
പെണ്മെയ്പങ്കന്‍ കുടത്തിന്‍ കവിളു കവിയുമാ-
റുള്ള കള്ളും ചുമന്നും
നിര്‍മ്മാണംപോല്‍ ചിലപ്പോളരയിലൊരു കരി-
ത്തോലുടുത്തും നടക്കും
വന്മായം നിന്‍തകപ്പന്‍വികൃതികള്‍ പറവാ-
നാദിശേഷന്നുമാമോ?   


"""
    },

// 13th krithi
    {
      "title": "നവമഞ്ജരി",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1   
നാടീടുമീ വിഷയമോടീദൃശം നടന-
മാടീടുവാനരുതിനി-
ക്കാടീവയോവിതരതീടീയിടയ്ക്കിവനു
കൂടീയമായതിയലും
കാടീയുമീകരണമൂടീയെരിപ്പതിനൊ-
രേടീകരിഞ്ഞ നിടില-
ച്ചൂടീദമീയ മയിലോടീടുവാനരുള്‍ക
മോടീയുതം മുരുകനേ!
 
2          	
രാപായില്‍ വീണുഴറുമാ പാപമീയരുതി-
രാപായിപോലെ മനമേ
നീ പാര്‍വതീതനയമാപാദചൂഡമണി
മാപാദനായ നിയതം
പാപാടവീ ചുടുമിടാപായമീ മരുദി-
നോപാസനേന ചുഴിയില്‍
തീപായുമാറുമധുനാപായമുണ്മതിനു
നീ പാഹി മാമറുമുഖ!
 
3          	
യന്നായി വന്നരികില്‍ നിന്നായിരംകതിര്‍ പ-
രന്നാഭയുള്ള വടിവേല്‍-
തന്നാലിവന്നരുള്‍ തരുന്നാകിലൊന്നു കുറ-
യുന്നാമമൊന്നരുളു നീ
പുന്നാമതോയതിനി വന്നാകിലും മുരുക,
നിന്നാമമൊന്നു പിടിവി-
ട്ടെന്നാകിലില്ല ഗതിയെന്നാലുമൊന്നുരുകി-
നിന്നാലവന്നതു മതി.
 
4          	
ണത്താരില്‍മാതണിയുമത്താമരക്കുസുമ-
മൊത്താഭയുള്ളടികളെ-
ന്നുള്‍ത്താരിനുള്ളിലരികത്തായി വന്നമര-
വിത്തായ മൂലമുരുകാ,
മത്താപമൊക്കെയുമറുത്താശു മാമയിലി-
ലൊത്താടി വല്ലിയൊടുമി-
മ്മത്താളടിച്ചു നിലയെത്താതെ നീന്തുമിവ-
നെ സ്ഥായിയോടുമവ നീ.
 
5          	
കൃട്ടായി വന്ന നില വിട്ടോടി വന്നൊരു കു-
രുട്ടാവിയിങ്കലൊരു ക-
ണ്ണിട്ടാലുമപ്പൊഴുതിരുട്ടാറുമെന്തൊരു മി-
രട്ടാണിതൊക്കെ മുരുകാ,
വിട്ടാലിവന്നൊരു വരട്ടാശു നീയതിനി-
രുട്ടാവി വന്നു മുടിവില്‍
പൊട്ടായി നിന്നമലമുട്ടായ നീയവന-
മിട്ടാലുമിങ്ങു കൃപയാ.
 
6          	
തണ്ടാരില്‍മാനിനിയിലുണ്ടായ മാരനുമു-
രുണ്ടായിരം ചുവടിനു-
ള്ളുണ്ടാതിരിപ്പതിനു കണ്ടാലെവന്നു മന-
മുണ്ടാകയില്ല തവ മെയ്
തെണ്ടാതിരിപ്പവനിലുണ്ടാകയില്ല ശിതി-
കണ്ഠാദി ദേവകൃപയും
വിണ്ടാവിനിന്നടിയനുണ്ടാകുമാറു കൃപ-
യുണ്ടാകണം മുരുകനേ.
 
7          	
മഞ്ഞാവിതന്‍ കമനികുഞ്ഞായ നിന്‍ചരണ-
കഞ്ജായ വീണുപണിയു-
ന്നിഞ്ഞാനുമങ്ങുമൊരു കുഞ്ഞാണിതെന്നറിവു
കിം ഞായമീശതനയാ,
കിഞ്ജാതകം ബത! തിരിഞ്ഞാകിലൊന്നിഹ ക-
നിഞ്ഞാലുമൊന്നടിയനില്‍
പിന്‍ ഞാനുമങ്ങുമൊരു കുഞ്ഞാണിതെന്ന പദ-
വുഞ്ജായതേ സഫലമായ്.
 
8          	
ജ്ഞപ്തിക്കു വന്നടിയനപ്തിങ്കള്‍ ചൂഡനൊടു
സപ്തിക്കണഞ്ഞു മുറിയില്‍
ശബ്ദിച്ചിടാതഖിലദിക് തിങ്ങി നിന്നുവരു-
മബ്ധിക്കടുത്ത കൃപയാ
യുക്തിക്കടുക്കുമൊരു ശുക്തിട്ടു മട്ടുകളെ
യുക്തിപ്പറുത്തു പലരും
ധിക്തിഗ്മദീധിതി സുദൃക്തിക്കുമീ വ്യസന-
മുക്തിക്കു പാലയ വിഭോ!
 
9          	
രീണം മനം വിഷയബാണം വലിച്ചുഴറി
നാണംകളഞ്ഞുതകി ന-
ല്ലോണം ഭവത്പദമൊരീണം വരാനരുള്‍ക
വേണം ഷഡാനന, വരം
എണം പിടിച്ചവനൊടോണം കളിപ്പതിനു
പോണം ഭവാനൊടുമഹം
കാണംബരത്തു പരിമാണം പിടിപ്പതിനു
നീ നമ്മളോടുമൊരുനാള്‍.




"""
    },

    // 14th krithi

    {
      "title": "ഷാണ്‍മാതുരസ്തവം",
      "image": Assets.pngs.subr.path,
      "lyrics": """
1          	
ഗൗരീസഹായ സുഹൃദൂരീകൃതാവയവ,
ഭൂരീഷു വൈരിഷു തമ-
സ്സൂരീകൃതായുധ നിവാരീതദോഷ നിജ-
നാരീകലാലസമനഃ
ക്രൂരീഭവത്തിമിരചാരീഹിതാപദുര
നീ നീതിസൂരി കരുണാ-
വാരീണ, വാരിധര, ഗൗരീകിശോര, മമ
ദൂരീകുരുഷ്വ ദുരിതം.
 
2          	
മല്ലീകൃതത്രിദശമല്ലീ,സദാ സുദതി
വല്ലീകുചാങ്കണലസത്
സല്ലീനകുങ്കുമരസോല്ലീനവത്സ, യുധി
ഭല്ലീസ്മയോളസി ദിതിജൈഃ
സ്ഫുല്ലീകുരുഷ്വ സ ച വല്ലീതശോഥിതല,
വല്ലീവിലോല, ബുധഹൃദ്-
വല്ലീനിവാസ, മമ സോല്ലീന, കേകിഹയ,
സല്ലീലപാഹൃദുദജം.
 
3          	
പ്രാണീകൃതസ്വനഖരാണീതഭക്തജന-
വാണീശമുഖ്യസുമന-
ശ്ശ്രേണീ, സുജാനുതലതൂണീ തമാലതിമി-
രാണീലചൂചുകഭരാ
വാണീവിലാസമളിവേണീ, വിപഞ്ചിമൃദു-
വാണീ, തവാംഗരമണീ
ശ്രോണീഘനാ, സുമതി, ശാണീതനോതു ഭൃശ-
മേണീവിശാലനയനാ.
 
4          	
രാഗാഭിഷിക്ത നിജകേശാദിപാദ വപു-
രാശാപിശാചദഹനാ
ശ്രീശാതകുംഭനിഭ പാശാങ്കുശാഭരണ-
നാശാന്തകാനുചര! ഭോഃ
ഭീശാഡ്വലാഹരണഗോശാബകാവനത-
കോശാധിപാശു ഭഗവന്‍
പാശാടവീദവ ഹുതാശാശയാവപിശി-
താശാ ഹി ഭോഗഭുഗമും.
 
5          	
സന്താപസന്തതിനിശാന്താവസന്തമയി
കാന്തായുഗാന്തരരതേ,
കിന്താവകേ ഹൃദി നിതാന്താകുലാശയമ-
ഹന്താനപേതമവിതും
കിന്താമസം ഭവസി, ചിന്താമണീരുചിര
സന്താനപാദപദവ-
ശ്ചിന്താധുതാന്തരുജമന്താദിഹീന കുരു
മാന്താവകീന ഭജനം.
 
6          	
സീമാവിഹീനഗുണ സോമാവചൂഡ ജിത-
കാമാഭിമാന സുമതേ!
ഭൂമാധവാദിനുത ഭൂമാസമാന,പുര-
കാമാന്ധകാന്തക ഗുരോ
നാമാളിജാപിജന കാമാവസാനഫല,
ദാമാശമാതനു വിഭോ,
ഹേമാരുണാ,ഹിതനികാമാതിഭീമ, ഗുഹ
സാമാദി വേദവിദയം.
 
7          	
വേദാനുഗീതനുത പാദാരവിന്ദയുഗ-
മാദായ സേവനവിധേ-
രാദാവമും സരസമാദാതുകാമ, ശുഭ-
കേദാരകേളിനിലയേ,
താദാത്മ്യലീനമതിസാദാപനോദ,സക-
ലാദാനദൈവതതരോ
ഭൂദാസകല്പലതികോദാരദാമ, കുരു
മോദാംബുരാശിവസതിം.
 
8          	
കിഞ്ചാസുരദ്വിരദപഞ്ചാനന പ്രണവ-
സഞ്ചാരിഹംസസമനേ
കിഞ്ചാപലന്നമന, തുഞ്ചാനുജീവി മമ
സിഞ്ചാമൃതാഭ കൃപയാ
പഞ്ചാനനപ്രണയ കഞ്ചാപി ശാസി കതി
മുഞ്ചാശു ബദ്ധകമതിം
പഞ്ചാശുഗാരിസുര പഞ്ചാനനാത്മജ-
മിമഞ്ചാപി പാഹി സതതം.
 
9          	
കാലായ ശീതരുചിബാലാവചൂഡ, ശുഭ-
ശീലാവധൂതദുരിത
ശ്രീലാഘമീവരദ ലീലാ ഹി വാരിസഖ
ബാലാശയാശയശുചേ!
കാലാനലോപമിത ഫാലാവലോകനക
                             
വേലായുധോ മഹതി കോലാഹലാരവ സു-
ലീലാ തനോതു കുശലം.




"""
    },

    // 15th Krithi
    {
      "title": "ശിവപ്രസാദപഞ്ചകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ശിവ! ശങ്കര! ശര്‍വ! ശരണ്യ! വിഭോ!
ഭവസങ്കടനാശന! പാഹി ശിവ!
കവിസന്തതി സന്തതവും തൊഴുമെന്‍-
ഭവനാടകമാടുമരുമ്പൊരുളേ!
 
2          	
പൊരുളെന്നുമുടമ്പൊടു മക്കളുയിര്‍-
ത്തിരളെന്നുമിതൊക്കെയനര്‍ത്ഥകരം
കരളീന്നു കളഞ്ഞു കരുംകടലില്‍
പുരളാതെ പൊതിഞ്ഞു പിടിപ്പതു നീ.
 
3          	
പിടിപെട്ടു പുരണ്ടുമറിഞ്ഞു പിണ-
ക്കുടിയില്‍ക്കുടികൊണ്ടു ഗുണങ്ങളൊടും
കുടികൊണ്ടു കുടിക്കുമരുംകുടിനീ-
രടിതട്ടിയകത്തു നിറഞ്ഞിരി നീ.
 
4          	
ഗളമുണ്ടു കറുത്തതു നീ ഗരളം
കളമുണ്ടതുകൊണ്ടു കൃപാനിധിയേ!
കളമുണ്ടൊരു കൊണ്ടലൊടൊത്ത കടല്-
ക്കളവുണ്ടൊരു സീമ നിനക്കു നഹി.
 
5          	
കനിവെന്നിലിരുത്തിയനങ്ഗരസ-
ക്കനി തട്ടിയെറിഞ്ഞു കരം കഴുകി
തനിമുക്തി പഴുത്തു ചൊരിഞ്ഞൊഴുകും
കനകക്കൊടിയേ! കഴലേകുക നീ.




"""
    },

    // 16th krithi
    {
      "title": "സദാശിവദര്‍ശനം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
മണംതുടങ്ങിയെണ്ണി മണ്ണിലുണ്ണുമെണ്ണമൊക്കെയ-
റ്റിണങ്ങി നില്ക്കുമുള്‍ക്കുരുന്നുരുക്കി നെക്കിനക്കിടും
ഗുണം നിറഞ്ഞ കോമളക്കുടത്തിലന്നുമിന്നുമി-
ന്നിണങ്ങളങ്ങുമിങ്ങുമെങ്ങുമില്ല നല്ല മങ്ഗളം.
 
2          	
കളം കറുത്ത കൊണ്ടലുണ്ടിരുണ്ട കൊണ്ടകണ്ടെഴും-
കളങ്കമുണ്ട കണ്ടനെങ്കിലും കനിഞ്ഞുകൊള്ളുവാന്‍
ഇളംപിറക്കൊഴുന്നിരുന്നു മിന്നുമുന്നതത്തല-
ക്കുളം കവിഞ്ഞ കോമളക്കുടം ചുമന്ന കുഞ്ജരം.
 
3          	
'അരം'തിളച്ചുപൊങ്ങുമാടലാഴി നീന്തിയേറിയ-
ക്കരെക്കടന്നു കണ്ടപോതഴിഞ്ഞൊഴിഞ്ഞു നിന്ന നീ
ചുരന്നു ചൂഴവും ചൊരിഞ്ഞിടുന്ന സൂക്തി കണ്ടുക-
ണ്ടിരന്നു നിന്നിടുന്നിതെന്‍മുടിക്കു ചൂടുമീശനേ!
 
4          	
ശനൈരുയര്‍ന്നുയര്‍ന്നു വന്നുനിന്നു കൊന്നുതിന്നിടും
ദിനംദിനം ദിനേശനിന്ദുവെന്നു രണ്ടു കന്ദുകം
മനം കവിഞ്ഞു മാറിയാടുമങ്ങുമണ്ണൊടെണ്ണുമീ
ജനം നിനയ്ക്കുമൊക്കെയും ജയിക്കുമാദിദൈവമേ!
 
5          	
ദൈവമേ! നിനയ്ക്ക നീയും ഞാനുമൊന്നുതന്നെയെന്നു
കൈവരുന്നതിന്നിതെന്നിയടിയനില്ല കാംക്ഷിതം
ശൈവമൊന്നൊഴിഞ്ഞു മറ്റുമുള്ളതൊക്കെയങ്ങുമിങ്ങു-
മായ്വലഞ്ഞുഴന്നിടുന്ന വഴിയതും നിനയ്ക്കില്‍ നീ.
 
6          	
നിനയ്ക്കിലിന്ദുചൂഡനൊന്നുതന്നെ നീയൊഴിഞ്ഞു മ-
റ്റെനിക്കു ദൈവമില്ല പൊന്‍വിളക്കിളയ്ക്കുമാഴിയേ!
മനം തുടങ്ങിയെണ്ണുമെണ്ണമൊക്കെ നെക്കിനക്കിടും
കനം കുറഞ്ഞ മേനിയേ! കനിഞ്ഞുവന്ന കന്നലേ!
 
7          	
നിലം നിലിമ്പരാറു പാമ്പെലുമ്പൊടമ്പിളിക്കല-
ത്തിലം വിളങ്ങിടുന്ന ചെഞ്ചിടയ്ക്കിടയ്ക്കണഞ്ഞിടും
ചിലങ്ക കണ്ടു ചഞ്ചലപ്പെടും മുഖം മലര്‍ന്ന പൂ-
ങ്കുലയ്ക്കു കുമ്പിടുംപടിക്കിനിക്കനിഞ്ഞു കൂറു നീ.
 
8          	
കനിഞ്ഞുമണ്ണുമപ്പുമപ്പുറം കലര്‍ന്ന കാറ്റൊട-
ങ്ങണഞ്ഞു വിണ്ണിലന്നുമിന്നുമൊന്നിരുന്നു മിന്നിടും
മണം കലര്‍ന്ന മേനിയേതതിന്നു നീ മലര്‍ന്നിടും
മണിക്കു മാനമില്ല, മല്ലിടുന്നൊരല്ലുമില്ലിതില്‍.
 
9          	
ഇതില്‍ക്കിടന്നുകേണുവാണു നാള്‍കഴിഞ്ഞിടുന്നിനി-
ക്കിതില്‍പരം നിനയ്ക്കിലെന്തു വന്നിടുന്നു സങ്കടം?
മതിക്കൊഴുന്നണിഞ്ഞിടുന്ന മന്നവാ! കനിഞ്ഞുമു-
ന്മതിക്കുടം കവിഞ്ഞു പായുമാറു ചൂടിയാടു നീ.
 
10       	
അടിക്കു പന്നി പോയി നിന്മുടിക്കൊരന്നവും പറ-
ന്നടുത്തു കണ്ടതില്ല നിന്നെയിന്നുമഗ്നിശൈലമേ!
എടുത്തു നീ വിഴുങ്ങിയെന്നെയിന്ദ്രിയങ്ങളോടുടന്‍
നടിച്ചിടും നമശ്ശിവായ നായകാ! നമോ നമഃ.




"""
    },

// 17th krithi

    {
      "title": "ശിവശതകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
അഴകൊടു ഭാരതയുദ്ധമദ്രിയിന്മേല്‍
മുഴുചെവിയന്‍ മുറികൊമ്പുകൊണ്ടു മുന്നം
എഴുതിനിറച്ചെളിയോര്‍ക്കിണങ്ങി നില്ക്കും
മുഴുമുതലാകിയ മൂര്‍ത്തി കാത്തുകൊള്‍ക!
 
2          	
അരുമറ നാലുമൊരിക്കലോതി മുന്നം
കരിമുകില്‍വര്‍ണ്ണനു പങ്കുചെയ്തു നല്കി
പരമതു വള്ളുവര്‍നാവിലും മൊഴിഞ്ഞ-
പ്പരിമളഭാരതി കാത്തുകൊള്‍ക നിത്യം!
 
3          	
കനകമയില്‍മുകളേറി വേലുമേന്തി-
ക്കനിവൊടു കണ്ണിണ കണ്‍കണം നിറഞ്ഞു
ജനിമരണച്ചുടുകാടിലാടി വെണ്ണീ-
റണിതിരുമേനി തുണയ്ക്കണം സദാ മേ.
 
4          	
സനകസനന്ദസനത്കുമാരര്‍ മുന്‍പാം
മുനിജനമോടുപദേശമോതി മുന്നം
കനിവൊടു തെക്കുമുഖം തിരിഞ്ഞു കല്ലാല്‍-
ത്തണലിലിരുന്നൊരു മൂര്‍ത്തി കാത്തുകൊള്‍ക!
 
5          	
ശിവ! ശിവ! നിന്‍തിരുനാമമോര്‍ത്തു കണ്ടാ-
ലെവിടെയുമൊന്നുമിതിന്നു തുല്യമില്ല
ഇവ പലതുള്ളിലറിഞ്ഞിരുന്നുമീ ഞാ-
നിവിടെയിവണ്ണമലഞ്ഞിടുന്നു കഷ്ടം!
 
6          	
ഹരിഭഗവാനരവിന്ദസൂനുവും നിന്‍-
തിരുവിളയാടലറിഞ്ഞതില്ലയൊന്നും;
ഹര!ഹര! പിന്നെയിതാരറിഞ്ഞിടുന്നൂ
കരളിലിരുന്നു കളിച്ചിടുന്ന കോലം?
 
7          	
ചെറുപിറ ചെഞ്ചിടയിങ്കലാറുമേറും
തിറമിയലും ഫണിമാലയും ത്രിപുണ്ഡ്ര-
ക്കുറികളുമമ്മദനന്‍ ദഹിച്ച കണ്ണും
പുരികവുമെന്നുമെനിക്കു കാണണം തേ.
 
8          	
ദിനമണിതിങ്കളണിഞ്ഞ കണ്ണു രണ്ടും
മണിമയകുണ്ഡലകര്‍ണ്ണയുഗ്മവും തേ
കനകതിലക്കുസുമം കുനിഞ്ഞു കൂപ്പി-
ദ്ദിനമനുസേവകള്‍ ചെയ്തിടുന്ന മൂക്കും.
 
9          	
പഴവിനയൊക്കെയറുത്തിടുന്ന തൊണ്ടി-
പ്പഴമൊടു പോരിലെതിര്‍ത്തിടുന്ന ചുണ്ടും
കഴുകിയെടുത്തൊരു മുത്തൊടൊത്ത പല്ലും
മുഴുമതിപോലെ കവിള്‍ത്തടങ്ങളും തേ.
 
10       	
അമൃതൊഴുകും തിരമാലപോലെ തള്ളും
തിമൃതയുതത്തിരുവാക്കുമെന്‍ ചെവിക്ക്
കുമറിയെരിഞ്ഞുകുമിഞ്ഞെഴും മനത്തീ-
ക്കമൃതുചൊരിഞ്ഞതുപോലെയുള്ള നോക്കും.
 
11       	
കുവലയമൊക്കെ വിളങ്ങിടുന്ന പുത്തന്‍-
പവിഴമലയ്ക്കു മുളച്ചെഴും നിലാവും
തഴുവിന വെണ്‍മണിതാരകങ്ങളും നി-
ന്നൊഴിവറെ രക്ഷകള്‍ ചെയ്യുവാന്‍ തൊഴുന്നേന്‍.
 
12       	
അരവവുമെല്ലുമിടയ്ക്കിടയ്ക്കണിഞ്ഞും
കരിമുകില്‍ കണ്ടു കുനിഞ്ഞിടും കഴുത്തും
വരദമഭീതികുരംഗശൂലപാണി-
ത്തിരുമലര്‍നാലുമണിഞ്ഞു കാണണം തേ.
 
13       	
ഉരഗലസത്കൃതമാലമാല ചാര്‍ത്തി-
പ്പരിലസിതോരസി ഭൂരി ഭൂതി പൂശി,
പരിമളമുണ്ടു മുരണ്ടിടുന്ന വണ്ടിന്‍-
നിരകളൊടും തിരുമേനിയെന്നു കാണാം?
 
14       	
ഒഴുകിടുമംബരഗങ്ഗതന്‍റെ നീരില്‍-
ച്ചുഴിയൊടു തുല്യമുദിച്ചെഴുന്ന നാഭി-
ക്കുഴിയിലെഴുന്ന കളിന്ദകന്യ മേലോ-
ട്ടൊഴുകിടുമെന്നകണക്കു രോമരാജി.
 
15       	
തുടയിണതന്നിലുരിച്ച വാരണത്തോല്‍-
പ്പടയുടയാടയുടുത്തതിന്‍പുറത്ത്
പടമൊരു കൈയിലെടുത്തു വാലുമായി-
ക്കടിയില്‍ മുറുക്കിയ കാഞ്ചിയെന്നു കാണാം?
 
16       	
കരിയുരികെട്ടിയുടുത്തനന്തകച്ച-
പ്പുറമതു പൂട്ടിയലങ്കരിച്ചു പാമ്പും
പരിമളഭൂതി പൊതിഞ്ഞു പൂശിയന്തി-
ത്തിരുവിളയാടലിതെന്നു കാണുമീ ഞാന്‍?
 
17       	
മലരടി രണ്ടിലുമിട്ട പൂഞ്ചിലങ്ക-
ക്കുലകള്‍ കൊരുത്തു കളിച്ചിടുന്ന നേരം
കലകലയെന്നു കിലുങ്ങിടും ചിലമ്പി-
ന്നൊലി ചെവി രണ്ടിലുമെന്നു കേള്‍ക്കുമീ ഞാന്‍?
 
18       	
മുടിനടുവാദി മുടിഞ്ഞു മൂന്നുമൊന്നായ്
വടിവൊടുനിന്നു വിളങ്ങിടും വിളക്കിന്‍
ചുടരൊളി ചുട്ടു തുടച്ചു ശോകമാകും
കടലതുകൊണ്ടു കടന്നിടുന്നു കൂലം.
 
19       	
കുവലയനായകനര്‍ക്കനഗ്നിഹോതാ-
വവനിതുടങ്ങിയ ഭൂതിയഞ്ചുമിന്നീ
തവ മറിമായമിതാര്‍ക്കറിഞ്ഞിടാവൂ
കവിജനകല്പിതകാവ്യമെന്നപോലെ!
 
20       	
മതികല ചൂടിയ പൊന്‍കുടം മതിക്കു-
ള്ളതിമൃദുകോമളനാടകം നടിപ്പാന്‍
കൊതി പെരുകുന്നതുകൊണ്ടു കണ്ടതെല്ലാ-
മുദിതമിതൊക്കെയുമങ്ങു ചേരുമല്ലോ!
 
21       	
ഭഗവതിയമ്മ പകുത്തു പാതി വാങ്ങി-
പ്പകുതി മുകുന്ദനു നല്കി മുന്നമേ നീ,
ഭഗവതി നിന്‍തിരുമേനിതന്നിലിന്നോ-
രഗതിയിരിപ്പതിനാഗ്രഹിച്ചിടിന്നു.
 
22       	
പശുപതി പാശമൊഴിച്ചു പാഹിമാമോ-
രശുഭമെനിക്കണയാത തക്കവണ്ണം
പിശിതമശിച്ചു പരുത്ത പിണ്ഡമോ ഞാ-
നശുചിയിതെന്നകതാരിലോര്‍ത്തിടാത്തൂ?
 
23       	
അതിസരണം വമി തന്നെ വന്നിതിന്നാ-
ളതിപരിദേവന ചെയ്തതൊക്കെയും നിന്‍
മതിയിലറിഞ്ഞു, മറന്നു പിന്നെയും ഞാന്‍
ഗതിയറിയാതെ വലഞ്ഞിടുന്നു കഷ്ടം!
 
24       	
മലയതിലുണ്ടു മരുന്നു മൂന്നു പാമ്പും
പുലിയുമതിന്നിരുപാടുമുണ്ടു കാവല്‍
പുലയനെടുത്തു ഭുജിച്ചു പാതിയിന്നും
വിലസതി നീയുമെടുത്തുകൊള്‍ക നെഞ്ചേ!
 
25       	
ധരണിയിലിങ്ങനെ വാഴുവാനസഹ്യം
മരണവുമില്ല നമുക്കു പാര്‍ത്തുകണ്ടാല്‍
തരുണമിതെന്നു ധരിച്ചു താപമെല്ലാം
സ്മരഹര, തീര്‍ത്തെഴുന്നള്ളുകെന്‍റെ മുന്‍പില്‍
 
26
വയറുപതപ്പതിനുണ്ടു കണ്ടതെല്ലാം
കയറിമറിഞ്ഞു മരിച്ചിടുന്നതിന്‍മുന്‍
ദയ തിരുമേനി മനസ്സിലോര്‍ത്തു ഭക്തി-
ക്കയറു കൊടുത്തു കരേറ്റണം മനം മേ.
 
27       	
അരുള്‍വടിവായൊരുപോല്‍ നിറഞ്ഞുനില്‍ക്കും
പരമശിവന്‍ ഭഗവാനറിഞ്ഞു സര്‍വ്വം
സുരനദി തിങ്കളണിഞ്ഞ ദൈവമേ! നിന്‍-
തിരുവടി നിത്യമനുഗ്രഹിച്ചിടേണം.
 
28       	
മുഴുമതിമൂടു തുരന്നു മുത്തെടുത്ത-
ക്കുഴിയിലടച്ച കുരങ്ഗമുണ്ടു കൈയില്‍
തഴലെരിയും പൊഴുതൂറി മൂലമോളം
പുഴയൊഴുകുന്നതു വാഴ്ക ഭൂവിലെന്നും.
 
29       	
ജനിമൃതിരോഗമറുപ്പതിന്നു സഞ്ജീ-
വനി പരമേശ്വരനാമമെന്നിയില്ല,
പുനരതുമൊക്കെ മറന്നു, പൂത്തുകായ്ക്കും
പുനകൃതികൊണ്ടു നിറഞ്ഞു ലോകമെല്ലാം
 
30       	
നരഹരിമൂര്‍ത്തി നമിച്ചിടുന്ന നെറ്റി-
ത്തിരുമിഴിതന്നിലെരിച്ച മാരനിന്നും
വരുവതിനെന്തൊരു കാരണം പൊരിച്ചീ-
ടെരിമിഴിതന്നിലിതൊന്നുകൂടെയിന്നും.
 
31       	
പറവകള്‍ പത്തുമറുത്തുപറ്റി നില്ക്കും
കുറികളൊഴിച്ചു കരുത്തടക്കിയാടും
ചെറുമണി ചെന്നു ചെറുത്തു കാളനാഗം
നെറുകയിലാക്കിയൊളിച്ചിടുന്നു നിത്യം.
 
32       	
ശിവ! ശിവതത്ത്വമൊഴിഞ്ഞു ശക്തിയും നി-
ന്നവധി പറഞ്ഞൊഴിയാതെ നാദവും നിന്‍
സവനമതിന്നു സമിത്തതാക്കി ഹോമി-
പ്പവനിവനെന്നരുളീടുകപ്പനേ നീ.
 
33       	
ചെറുമയിര്‍തോലു പൊതിഞ്ഞു ചത്തുപോവാന്‍
വരവുമെടുത്തു വലത്തു വായുവിന്മേല്‍
ചരുകു ചുഴന്നു പറന്നിടുന്നവണ്ണം
തിരിയുമതിങ്ങുവരാതെ തീയിടേണം.
 
34       	
കരുമന ചെയ്തു കളിച്ചു കള്ളമെല്ലാം
കരളിലമര്‍ത്തിയൊരല്പനെക്കുറിച്ച്
കരുണയിരുത്തിയനുഗ്രഹിച്ചിടേണം
കരപെരുകിക്കവിയും സമുദ്രമേ! നീ.
 
35       	
തൊഴിലുകളഞ്ചുമൊഴിഞ്ഞു തോന്നിനില്‍ക്കും
മുഴുമതിയാഴി കടഞ്ഞെടുത്തു മുന്നം
ഒഴുകിവരുന്നമൃതുണ്ടുമാണ്ടുപോകാ-
തൊഴുവിലൊടുക്കമുദിക്കുമര്‍ക്കബിംബം.
 
36       	
ഒരുവരുമില്ല നമുക്കു നീയൊഴിഞ്ഞി-
ങ്ങൊരു തുണ താണ്ഡവമൂര്‍ത്തി പാര്‍ത്തലത്തില്‍
സ്മരഹര! സാംബ! സദാപി നീ തെളിഞ്ഞി-
ങ്ങൊരു കൃപ നല്കുകിലെന്തു വേണ്ടു പിന്നേ?
 
37       	
ഉമയൊടു കൂടിയടുത്തു വന്നു വേഗം
മമ മതിമോഹമറുത്തു മെയ്കൊടുത്ത്
യമനുടെ കൈയിലകപ്പെടാതെയെന്നും
സമനില തന്നു തളര്‍ച്ച തീര്‍ത്തിടേണം!
 
38       	
ചലമിഴിമാരുടെ ചഞ്ചു കണ്ടു നില്ക്കും
നില നിടിലത്തിരുനോക്കു വെച്ചറുത്ത്
പല പല ലീല തുടര്‍ന്നിടാതെ പാലി-
ച്ചലിവൊടു നിന്‍പദപങ്കജം തരേണം.
 
39       	
കടിയിടയിങ്കലൊളിച്ചിരുന്നു കൂടും
പൊടിയിലുരുണ്ടു വിരണ്ടു പോക്കടിപ്പാന്‍
അടിയനു സംഗതി വന്നിടാതിരുത്തി-
പ്പടിയരുളീടുക പാര്‍വ്വതീശ! പോറ്റീ!
 
40       	
യമനൊടു മല്ലു പിടിപ്പതിന്നു നീതാ-
നിമയളവും പിരിയാതിരുന്നുകൊള്‍ക!           
സുമശരസായകസങ്കടം സഹിപ്പാന്‍
നിമിഷവുമെന്നെയയയ്ക്കൊലാ മഹേശാ!
 
41       	
സുഖവുമൊരിക്കലുമില്ല ദുഃഖമല്ലാ-
തിഹപരലോകവുമില്ല തെല്ലുപോലും;
സകലമതിങ്ങനെ ശാസ്ത്രസമ്മതം, ഞാന്‍
പകലിരവൊന്നുമറിഞ്ഞതില്ല പോറ്റീ!
 
42       	
ഒരുകുറി നിന്‍തിരുമേനി വന്നു മുന്നില്‍-
ത്തിരുമുഖമൊന്നു തിരിച്ചു നോക്കിയെന്നില്‍
പെരുകിന സങ്കടവന്‍കടല്‍ കടത്തി-
ത്തരുവതിനെന്നു തരം വരും ദയാലോ!
 
43       	
അവനിയിലഞ്ചുരുവപ്പില്‍ നാലുമഗ്നി-
ക്കിവയൊരുമൂന്നൊരു രണ്ടു കാറ്റില്‍ വാനില്‍
തവ വടിവൊന്നു തഴച്ചെഴുന്നു കാണ്മാ-
നെവിടെയുമുണ്ടു നിറഞ്ഞു നിന്നിടുന്നു.
 
44       	
മലമകളുണ്ടൊരുപാടു മാറിടാതെ
മുലകളുലഞ്ഞമൃതൂറി മോദമാകും
മലമുകളീന്നൊഴുകും പുഴയാഴിയെന്‍
തലവഴിയെന്നൊഴുകുന്നിതു ശങ്കരാ!
 
45       	
ഭസിതമണിഞ്ഞു പളുങ്കൊടൊത്തുനിന്നം-
ഭസി തലയില്‍ തിരമാല മാല ചൂടി
ശ്വസിതമശിക്കുമലംകൃതീകലാപി-
ച്ചസി തിരുമേനിയിരങ്ങവേണമെന്നില്‍.
 
46       	
അഹമൊരു ദോഷമൊരുത്തരോടു ചെയ്വാ-
നകമലരിങ്കലറിഞ്ഞിടാതവണ്ണം
സകലമൊഴിച്ചുതരേണമെന്നുമേ ഞാന്‍
ഭഗവദനുഗ്രഹപാത്രമായ് വരേണം.
 
47       	
പുരഹര, പൂര്‍വ്വമിതെന്തു ഞാന്‍ പിഴച്ചി-
പ്പരവശഭാവമൊഴിഞ്ഞിടായ്വതിന്ന്?
പുരമെരിചെയ്തതുപോലെ ജന്മജന്മാ-
ന്തരവിനയൊക്കെയെരിക്കണം ക്ഷണം മേ.
 
48       	
സുമശരവേല തുരത്തിയോട്ടി നീതാ-
നമരണമെന്‍ മനതാരിലെന്നുമെന്നില്‍
കുമതികുലം കൊലയാനപോലെ കുത്തി-
ത്തിമിരനിരയ്ക്കു തിമിര്‍ത്തിടാതിരിപ്പാന്‍.
 
49       	
ചുവയൊളിയൂറലൊഴിഞ്ഞു ശീതരശ്മി-
യ്ക്കവമതി ചെയ്വതിനുള്ള നിന്‍കടാക്ഷം
ഭവമൃതി മൂടുപറിഞ്ഞുപോകുമാറി-
ങ്ങിവനു തരേണ, മതിന്നു വന്ദനം തേ.
 
50       	
കരണവുമങ്ങു കുഴഞ്ഞു കണ്ണുരണ്ടും
ചെരുകിയിരുണ്ടു ചമഞ്ഞു ജീവനാശം
വരുമളവെന്നുമറിഞ്ഞുകൊള്ളുവാനും
ഹര! ഹര! നിന്‍തിരുനാമമുള്ളില്‍ വേണം.
 
51       	
ജയ ജയ ചന്ദ്രകലാധര! ദൈവമേ!
ജയ ജയ ജന്മവിനാശന! ശങ്കര!
ജയ ജയ ശൈലനിവാസ! സതാം പതേ!
ജയ ജയ പാലയ മാമഖിലേശ്വര!
 
52       	
ജയ ജിതകാമ! ജനാര്‍ദ്ദനസേവിത!
ജയ ശിവ! ശങ്കര! ശര്‍വ്വ! സനാതന!
ജയ ജയ മാരകളേബരകോമള!
ജയ ജയ സാംബ! സദാശിവ! പാഹി മാം.
 
53       	
കഴലിണകാത്തുകിടന്നു വിളിക്കുമെ-
ന്നഴലവിടുന്നറിയാതെയിരിക്കയോ?
പിഴ പലതുണ്ടിവനെന്നു നിനയ്ക്കയോ
കുഴിയിലിരുന്നു കരേറുവതെന്നു ഞാന്‍?
 
54       	
മഴമുകില്‍വര്‍ണ്ണനുമക്ഷി പറിച്ചു നിന്‍-
കഴലിണ തന്നിലൊരര്‍ച്ചന ചെയ്തുപോല്‍
കഴി വരുമോയിതിനിന്നടിയന്നു, നിന്‍-
മിഴിമുന നല്കിയനുഗ്രഹമേകണേ!
 
55       	
ഒഴികഴിവൊന്നു പറഞ്ഞൊഴിയാതെ നി-
ന്നഴലതിലിട്ടുരുകും മെഴുകെന്നപോല്‍
കഴലിണയിങ്കലടങ്ങുവതിന്നു നീ
വഴിയരുളീടുക വാമദേവ! പോറ്റീ!
 
56       	
മലമുകളീന്നു വരുന്നൊരു പാറപോല്‍
മുലകുടി മാറിയ നാള്‍മുതല്‍ മാനസം
അലര്‍ശരസായകമല്ലുപിടിച്ചു നിന്‍
മലരടിയും ജഗദീശ! മറന്നു ഞാന്‍.
 
57       	
കുലഗിരിപോലെയുറച്ചിളകാതെയി-
ക്കലിമലമുള്ളിലിരുന്നു മറയ്ക്കയാല്‍
ബലവുമെനിക്കു കുറഞ്ഞു ചമഞ്ഞു നിര്‍-
മ്മലനിലയെന്നു തരുന്നടിയന്നു നീ?
 
58       	
കുലവുമകന്നു കുടുംബവുമങ്ങനേ
മലയിലിരുന്നു മഹേശ്വരസേവനം
കലയതു കാലമനേകഭയം ഭവാന്‍
തലയില്‍ വിധിച്ചതു സമ്മതമായ് വരും.
 
59       	
വകയറിയാതെ വലഞ്ഞിടുമെന്നെ നീ
ഭഗവതിയോടൊരുമിച്ചെഴുനള്ളിവ-
ന്നകമുരുകുംപടി നോക്കിടുകൊന്നു മാ-
മഘമൊരുനേരമടുത്തു വരാതിനി.
 
60       	
അരുവയര്‍തന്നൊടു കൂടിയോടിയാടി-
ത്തിരിവതിനിത്തിരി നേരവും നിനപ്പാന്‍
തരമണയാതെയുരുക്കിയെന്മനം നിന്‍-
തിരുവടിയോടൊരുമിച്ചു ചേര്‍ത്തിടേണം.
 
61      
ഒരു പിടിതന്നെ നമുക്കു നിനയ്ക്കിലി-
ത്തിരുവടിതന്നിലിതെന്നി മറ്റതെല്ലാം
കരളിലിരുന്നു കളഞ്ഞഖിലം നിറ-
ഞ്ഞിരിയിരിയെന്നരുളുന്നറിവെപ്പൊഴും.
 
62       	
കരമതിലുണ്ടു കരുത്തുമടക്കിനി-
ന്നരികിലിരുന്നു കളിപ്പതിനെന്നുമേ
വരമരുളുന്നതു വാരിധിയെന്നപോല്‍
കരുണ നിറഞ്ഞു കവിഞ്ഞൊരു ദൈവമേ!
 
63       	
പുരമൊരു മൂന്നുമെരിച്ച പുരാതനന്‍
ഹരിഹരമൂര്‍ത്തി ജയിക്കണമെപ്പൊഴും
പുരിജട തന്നിലൊളിച്ചു കളിച്ചിടും
സുരനദി തൂകുമൊരീശ്വര! പാഹി മാം.
 
64       	
പരമൊരു തുമ്പമെനിക്കു ഭവാനൊഴി-
ഞ്ഞൊരുവരുമില്ല ദിഗംബര! നിന്‍പദം
തരണമെനിക്കതുകൊണ്ടഘമൊക്കെയും
തരണമഹങ്കരവാണി ഭവാര്‍ണ്ണവം.
 
 
65       	
മിഴികളില്‍ നിന്നൊഴുകുന്നമൃതത്തിര-
പ്പൊഴികളില്‍ വീണൊഴുകും പരമാഴിയില്‍
ചുഴികളില്‍ നിന്നു ചുഴന്നു ചുഴന്നു നിന്‍
കഴല്‍കളില്‍ വന്നണയുന്നതുമെന്നു ഞാന്‍?
 
66       	
മഴ പൊഴിയുന്നതുപോല്‍ മിഴിയിങ്കല്‍ നി-
ന്നൊഴുകിയൊലിച്ചുരുകിത്തിരുവുള്ളവും
പഴയൊരു ഭക്തജനം ഭവസാഗര-
ക്കുഴിയതില്‍ നിന്നു കടന്നു കശ്മലന്‍ ഞാന്‍.
 
67       	
വഴിയിലിരുന്നു വരുന്ന ബാധയെല്ലാ-
മൊഴിയണമെന്നൊരു നേരമെങ്കിലും മേ
മിഴികളില്‍ നിന്നമൃതൂറിയറിഞ്ഞു നിന്‍-
കഴലിണ കണ്ടു കളിപ്പതിനാഗ്രഹം.
 
68       	
പിഴ പലതുള്ളിലിരുന്നു പലപ്പൊഴും
ചുഴല്‍വതുകൊണ്ടു ശിവായ നമോസ്തു തേ
പഴി വരുമെന്നു നിനച്ചുരുകുന്നു ഞാ-
നഴലതിലിട്ടലിയുന്നൊരു വെണ്ണപോല്‍.
 
69       	
മിഴിമുനകൊണ്ടു മയക്കി നാഭിയാകും-
കുഴിയിലുരുട്ടി മറിപ്പതിന്നൊരുങ്ങി
കിഴിയുമെടുത്തു വരുന്ന മങ്കമാര്‍തന്‍
വഴികളിലിട്ടു വലയ്ക്കൊലാ മഹേശാ!
 
70       	
തലമുടി കോതിമുടിഞ്ഞു തക്കയിട്ട-
ക്കൊലമദയാന കുലുങ്ങി വന്നു കൊമ്പും
തലയുമുയര്‍ത്തി വിയത്തില്‍ നോക്കിനില്ക്കും
മുലകളുമെന്നെ വലയ്ക്കൊലാ മഹേശാ!
 
71       	
കുരുവുകള്‍പോലെ കുരുത്തു മാര്‍വിടത്തില്‍
കരളു പറിപ്പതിനങ്ങു കച്ചകെട്ടി
തരമതു നോക്കിവരുന്ന തീവിനയ്ക്കി-
ന്നൊരുകുറിപോലുമയയ്ക്കൊലാ മഹേശാ!
 
72       	
കടലു ചൊരിഞ്ഞുകളഞ്ഞു കുപ്പകുത്തി-
ത്തടമതിലിട്ടു നിറച്ചു കുമ്മി നാറി
തടമുലയേന്തി വരുന്ന കൈവളപ്പെണ്‍-
കൊടിയടിപാര്‍ത്തു നടത്തൊലാ മഹേശാ!
 
73       	
കുരുതി നിറഞ്ഞു ചൊരിഞ്ഞു ചീയൊലിക്കും
നരകനടുക്കടലില്‍ ഭ്രമിയാതെ, നിന്‍
ചരിതരസാമൃതമെന്നുടെ മാനസേ
ചൊരിവതിനൊന്നു ചുളിച്ചു മിഴിക്കണം.
 
74       	
ശരണമെനിക്കു ഭവച്ചരണാംബുജം
നിരുപമനിത്യനിരാമയമൂര്‍ത്തിയേ!
നിരയനിരയ്ക്കൊരുനേരവുമെന്നെ നീ
തിരിയുവതിന്നൊരുനാളുമയയ്ക്കൊലാ.
 
75       	
പരമപാവന! പാഹി പുരാരയേ
ദുരിതനാശന! ധൂര്‍ജ്ജടയേ നമഃ
ചരണസാരസയുഗ്മനിരീക്ഷണം
വരണതെന്നു വലാന്തകവന്ദിത!
 
76       	
സരസിജായതലോചന! സാദരം
സ്മരനിഷൂദന! മാമവ നീ പതേ!
കരുണ നിന്മനതാരിലുദിക്കണം
ഗിരിശ! മയ്യനുവാസരമെപ്പൊഴും.
 
77       	
പുതിയ പൂവു പറിച്ചു ഭവാനെ ഞാന്‍
മതിയിലോര്‍ത്തൊരു നേരവുമെങ്കിലും
ഗതിവരുംപടി പൂജകള്‍ ചെയ്തതി-
ല്ലതിനുടേ പിഴയോയിതു ദൈവമേ!
 
78       	
പതിവതായിയൊരിക്കലുമെന്മനം
കുതിയടങ്ങിയിരിക്കയുമില്ലയേ!
മതിയുറഞ്ഞ ജടയ്ക്കണിയുന്ന നീ-
രതിരഴിഞ്ഞൊഴുകീടിന മേനിയേ!
 
79       	
വിധി വരച്ചതു മാറിവരാന്‍ പണി
പ്രതിവിധിക്കുമകറ്റരുതായത്
ഇതിപറഞ്ഞുവരുന്നു മഹാജനം
മതിയിലൊന്നടിയന്നറിയാവതോ?
 
80       	
സ്തുതി പറഞ്ഞിടുമെങ്കിലനാരതം
മുദിതരാകുമശേഷജനങ്ങളും
അതുമിനിക്കരുതേണ്ടതില്‍നിന്നെഴും-
പുതയലും ബത! വേണ്ട ദയാനിധേ!
 
81       	
അതിരൊഴിഞ്ഞു കവിഞ്ഞൊഴുകുന്ന നി-
ന്നതിരസക്കരുണത്തിരമാലയില്‍
ഗതിവരുംപടി മുങ്ങിയെഴുന്നു നി-
ല്പതിന്നു നീയരുളേണമനുഗ്രഹം.
 
82       	
കുമുദിനിതന്നിലുദിച്ചു കാലുവീശി-
സ്സുമശരസാരഥിയായ സോമനിന്നും
കിമപി കരങ്ങള്‍ കുറഞ്ഞു കാലുമൂന്നി-
ത്തമസി ലയിച്ചു തപസ്സു ചെയ്തിടുന്നു.
 
83       	
കലമുഴുവന്‍ തികയുംപൊഴുതായ്വരും
വിലയമെന്നകതാരില്‍ നിനയ്ക്കയോ?
അലര്‍ശരമൂലവിരോധിയതായ നിന്‍
തലയിലിരുന്നു തപിക്കരുതിന്നിയും.
 
84       	
അലയൊരു കോടിയലഞ്ഞു വരുന്നതും
തലയിലണിഞ്ഞു തഴച്ചു സദായ്പൊഴും
നിലയിളകാതെ നിറഞ്ഞു ചിദംബര-
സ്ഥലമതിലെപ്പൊഴുമുള്ളവനേ! നമഃ.
 
85       	
മലമുകളേറി വധിച്ചു മൃഗങ്ങള്‍തന്‍
തൊലികളുരിച്ചു തരുന്നതിനിന്നിവന്‍
അലമലമെന്നു നിനച്ചെഴുന്നള്ളിയാല്‍
പല ഫലിതങ്ങള്‍ പറഞ്ഞു ചിരിക്കുമോ?
 
86       	
നിലയനമേറി ഞെളിഞ്ഞിരുന്നിവണ്ണം
തലയണപോലെ തടിച്ചു തീറ്റി തിന്ന്
തുലയണമെന്നു പുരൈവ ഭവാനുമെന്‍
തലയില്‍ വരച്ചതിതെന്തൊരു സങ്കടം!
 
87       	
കലിപുരുഷന്‍ കടുവാ പിടിപ്പതിന്നായ്
മലയിലിരുന്നു വരുന്ന വാറുപോലെ
കലിയുഗമിന്നിതിലെങ്ങുമുണ്ടു കാലും
തലയുമറുത്തു കരസ്ഥമാക്കുവാനായ്.
 
88       	
മലര്‍മണമെന്നകണക്കു മൂന്നുലോക-
ത്തിലുമൊരുപോലെ പരന്നു തിങ്ങി വീശി
കലശജലപ്രതിബിംബനഭസ്സുപോല്‍
പലതിലുമൊക്കെ നിറഞ്ഞ




"""
    },

// 18th krithi
    {
      "title": "അര്‍ദ്ധനാരീശ്വരസ്തവം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1 
അയ്യോയീവെയില്‍കൊണ്ടു വെന്തുരുകി വാ-
ടീടുന്നു നീയെന്നിയേ
കയ്യേകീടുവതിന്നു കാണ്‍കിലൊരുവന്‍
കാരുണ്യവാനാരഹോ!
പയ്യാര്‍ന്നീജനമാഴിയില്‍ പതിവതി-
ന്മുന്നേ പരന്നൂഴിയില്‍
പെയ്യാറാകണമേ ഘനാംബു കൃപയാ
ഗങ്ഗാനദീധാമമേ!
 
2          	
നാടുംകാടുമൊരേ കണക്കിനു നശി-
ച്ചീടുന്നതും നെക്കി ന-
ക്കീടും നീരുമൊഴിഞ്ഞു നാവുകള്‍ വറ-
ണ്ടീടുന്നതും നിത്യവും
തേടും ഞങ്ങളുമുള്ളു നൊന്തു തിരിയും
പാടും പരീക്ഷിച്ചു നി-
ന്നീടും നായകനെന്തു നന്മയരുളാ-
യ്വാനര്‍ദ്ധനാരീശ്വരാ?
 
3          	
ഊട്ടിത്തീറ്റി വളര്‍ത്തുമുമ്പര്‍തടിനീ-
നാഥന്നുമിപ്പോളുയിര്‍-
ക്കൂട്ടത്തോടൊരു കൂറുമില്ല, കഥയെ-
ന്തയ്യോ! കുഴപ്പത്തിലായ്
നാട്ടില്‍ക്കണ്ടതശേഷവും ബത! നശി-
ച്ചീടുന്നതും കണ്ടു നീ
മൂട്ടില്‍ത്തന്നെയിരുന്നിടുന്നു, മുറയോ?
മൂളര്‍ദ്ധനാരീശ്വരാ!
 
4          	
ദാരിദ്ര്യം കടുതായ്, ദഹിച്ചു തൃണവും
ദാരുക്കളും ദൈവമേ!
നീരില്ലാതെ നിറഞ്ഞു സങ്കടമഹോ!
നീയൊന്നുമോര്‍ത്തീലയോ?
ആരുള്ളിത്ര കൃപാമൃതം ചൊരിയുവാ-
നെന്നോര്‍ത്തിരുന്നോരിലീ-
ക്രൂരത്തീയിടുവാന്‍ തുനിഞ്ഞതഴകോ?
കൂറര്‍ദ്ധനാരീശ്വരാ!
 
5          	
മുപ്പാരൊക്കെയിതാ മുടിഞ്ഞു മുടിയില്‍
ചൊല്‍പൊങ്ങുമപ്പും ധരി-
ച്ചെപ്പോഴും പരമാത്മനിഷ്ഠയിലിരു-
ന്നീടുന്നു നീയെന്തഹോ!
ഇപ്പാരാരിനിയാളുമിപ്പരിഷയി-
ന്നാരോടുരയ്ക്കുന്നു നിന്‍-
തൃപ്പാദത്തണലെന്നിയേ തുണ നമു-
ക്കാരര്‍ദ്ധനാരീശ്വരാ?


"""
    },

    // 19th krithi
    {
      "title": "മനനാതീതം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
കരുങ്കുഴലിമാരൊടു കലര്‍ന്നുരുകിയപ്പൂ-
ങ്കുരുന്നടിപിരിഞ്ഞടിയനിങ്ങു കുഴയുന്നു;
പെരുംകരുണയാറണിയുമയ്യനെ മറന്നി-
ത്തുരുമ്പനിനിയെന്തിനുയിരോടു മരുവുന്നു?
 
2          	
മരുന്നു തിരുനാമമണിനീറൊടിതു മന്നില്‍
തരുന്നു പല നന്മ തടവീടുമടി രണ്ടും
വരുന്ന പല ചിന്തകളറുന്നതിനുപായാ-
ലിരന്നിതു മറന്നുകളയായ്വതിനടുത്തേന്‍.
 
3          	
അടുത്തവരൊടൊക്കെയുമെതിര്‍ത്തുപൊരുതീടും
പടത്തലവിമാരൊടു പടയ്ക്കടിയനാളോ?
എടുത്തരികിരുത്തിയരുളേണമിനിയും പൊ-
ന്നടിത്തളിര്‍മറന്നിവിടെയെന്തിനലയുന്നു?
 
4          	
അലഞ്ഞു മുലയുംതലയുമേന്തിയകതാരില്‍
കലങ്ങിയെഴുമാഴിയുമഴിഞ്ഞരിയ കണ്ണും
വിളങ്ങി വിളയാടി നടകൊള്ളുമിവരോടി-
മ്മലങ്ങളൊഴുകും കുടിലിലാണു വലയുന്നു.
 
5          	
വളഞ്ഞു വലകെട്ടി മദനപ്പുലയനുള്ളും
കളഞ്ഞതിലകപ്പറവ വീണു വലയുന്നു;
വളഞ്ഞകുഴലോടുമുലയുന്ന മിഴിയിന്നും
വിളഞ്ഞതതിലെന്തിനു കിടന്നു ചുഴലുന്നു?
 
6          	
ചുഴന്നുവരുമാളുകളെയൊക്കെ വിലകൊണ്ടി-
ങ്ങെഴുന്നണയുമെന്നൊരറിവുണ്ടടിയനിന്നും
ഉഴന്നവരിലുള്ളമലയാതിവിടെയൊന്നായ്-
ത്തൊഴുന്നു തുയരോടിവിടെ നിന്നടിയിണയ്ക്കായ്.
 
7          	
ഇണങ്ങിയിരുകൊങ്കയുമിളക്കിയുയിരുണ്ണും
പിണങ്ങളൊടു പേടി പെരുതായി വിളയുന്നു
മണംമുതലൊരഞ്ചിലുമണഞ്ഞു വിളയാടും
പിണങ്ങളൊടു ഞാനൊരു കിനാവിലുമിണങ്ങാ.
 
8          	
ഇണങ്ങണമെനിക്കരുളിലെന്തിനു കിടന്നീ
ഗുണങ്ങളൊഴിയും കുലടമാരൊടലയുന്നു;
പിണഞ്ഞു പുണരും പെരിയ പേയടിയൊടേ പോയ്
മണങ്ങളുമറുന്നതിനിതാ മുറയിടുന്നു.
 
9          	
മുറയ്ക്കുമുറ മിന്നിമറയും മിഴിയിളക്കി-
ത്തെറിക്കുമൊരു പെണ്‍കൊടി ചെറുത്തടിയിലാക്കി
മറുത്തു വിളയാടി മരുവുന്നിടയിലെല്ലാം
വെറുത്തു വരുവാനെഴുതി നിന്തിരുവടിക്കായ്.
 
10       	
അയയ്ക്കരുതിനിച്ചടുലലോചനയൊടപ്പൊന്‍-
ശയത്തളിരിലേന്തിയടിയോടവനിയിന്മേല്‍
മയക്കവുമറുത്തു മണിമേനിയിലണച്ചീ-
ടയ്ക്കരുതയയ്ക്കരുതനങ്ഗരിപുവേ! നീ.




"""
    },

// 20th krithi
    {
      "title": "ചിജ്ജഡചിന്തനം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ഒരുകോടി ദിവാകരരൊത്തുയരും
പടി പാരൊടു നീരനലാദികളും
കെടുമാറു കിളര്‍ന്നുവരുന്നൊരു നിന്‍
വടിവെന്നുമിരുന്നു വിളങ്ങിടണം.
 
2          	
ഇടണേയിരുകണ്‍മുനയെന്നിലതി-
ന്നടിയന്നഭിലാഷമുമാപതിയേ!
ജഡമിന്നിതുകൊണ്ടു ജയിക്കുമിതി-
ന്നിടയില്ലയിരിപ്പതിലൊന്നിലുമേ.
 
3          	
നിലമോടു നെരുപ്പു നിരന്നൊഴുകും-
ജലമാശുഗനംബരമഞ്ചിലുമേ
അലയാതെയടിക്കടി നല്കുക നിന്‍
നിലയിന്നിതുതന്നെ നമുക്കു മതി.
 
4          	
മതിതൊട്ടുമണം മുതലഞ്ചുമുണര്‍-
ന്നരുളോളവുമുള്ളതു ചിന്‍മയമാം
ക്ഷിതിതൊട്ടിരുളോളമഹോ! ജഡമാ-
മിതു രണ്ടിലുമായമരുന്നഖിലം.
 
5          	
അഖിലര്‍ക്കുമതിങ്ങനെ തന്നെ മതം
സുഖസാദ്ധ്യമിതെന്നു ശുകാദികളും
പകരുന്നു പരമ്പരയായ് പലതും
ഭഗവാനുടെ മായയഹോ! വലുതേ
 
6          	
വലുതും ചെറുതും നടുമദ്ധ്യവുമാ-
യലയറ്റുയരുന്ന ചിദംബരമേ!
മലമായയിലാണു മയങ്ങി മനം
നിലവിട്ടു നിവര്‍ന്നലയാതരുളേ.
 
7          	
അരുളേ! തിരുമേനിയണഞ്ഞിടുമീ-
യിരുളേ! വെളിയേയിടയേ! പൊതുവേ!
കരളേ! കരളിങ്കലിരിക്കുമരും-
പൊരുളേ! പുരി മൂന്നുമെരിച്ചവനേ!
 
8          	
എരികയ്യതിലേന്തിയിറങ്ങിവരും
തിരുമേനി ചിദംബരമെന്നരുളും
പുരിതന്നിലിരുന്നു പുരം പൊരിചെ-
യ്തരുളുന്നതുതന്നെയൊരദ്ഭുതമാം.
 
9          	
പുതുമാംകനി! പുത്തമൃതേ! ഗുളമേ!
മധുവേ! മധുരക്കനിയേ! രസമേ!
വിധിമാധവരാദി തിരഞ്ഞിടുമെന്‍
പതിയേ! പദപങ്കജമേ! ഗതിയേ!
 
10       	
ഗതി നീയടിയന്നു ഗജത്തെയുരി-
ച്ചതുകൊണ്ടുടചാര്‍ത്തിയ ചിന്മയമേ!
ചതി ചെയ്യുമിരുട്ടൊരുജാതി വിടു-
ന്നതിനിന്നടിയന്നരുളേകണമേ.


"""
    },

// 21th krithi
    {
      "title": "കുണ്ഡലിനീപാട്ട്",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
ആടു പാമ്പേ, പുനം തേടു പാമ്പേ, യരു-
ളാനന്ദക്കൂത്തു കണ്ടാടു പാമ്പേ.
തിങ്കളും കൊന്നയും ചൂടുമീശന്‍ പദ-
പങ്കജം ചേര്‍ന്നു നിന്നാടു പാമ്പേ.
വെണ്ണീറണിഞ്ഞു വിളങ്ങും തിരുമേനി
കണ്ണീരൊഴുകക്കണ്ടാടു പാമ്പേ.
ആയിരം കോടിയനന്തന്‍ നീയാനന-
മായിരവും തുറന്നാടുപാമ്പേ.
ഓമെന്നു തൊട്ടൊരു കോടി മന്ത്രപ്പൊരുള്‍
നാമെന്നറിഞ്ഞുകൊണ്ടാടു പാമ്പേ.
പുള്ളിപ്പുലിത്തോല്‍ പുതയ്ക്കും പൂമേനിയെ-
ന്നുള്ളില്‍ കളിക്കുമെന്നാടു പാമ്പേ.
പേയും പിണവും പിറക്കും ചുടുകാടു
മേയും പരംപൊരുളാടു പാമ്പേ.
പൂമണക്കുംകുഴലാളകം പൂകുമാ
കോമളമേനി കണ്ടാടു പാമ്പേ.
നാദത്തിലുണ്ടാം നമശ്ശിവായപ്പൊരു-
ളാദിയായുള്ളതെന്നാടു പാമ്പേ.
പൂമലരോനും തിരുമാലുമാരും പൊന്‍-
പൂമേനി കണ്ടില്ലെന്നാടു പാമ്പേ.
കാമനെച്ചുട്ട കണ്ണുള്ള കാലാരിതന്‍-
നാമം നുകര്‍ന്നു നിന്നാടു പാമ്പേ.
വെള്ളിമലയില്‍ വിളങ്ങും വേദപ്പൊരു-
ളുള്ളില്‍ കളിക്കുമെന്നാടു പാമ്പേ.
എല്ലാമിറക്കിയെടുക്കുമേകന്‍ പദ-
പല്ലവം പറ്റിനിന്നാടു പാമ്പേ.
എല്ലായറിവും വിഴുങ്ങി വെറും വെളി-
യെല്ലയിലേറിനിന്നാടു പാമ്പേ.
എല്ലാം വിഴുങ്ങിയെതിരറ്റെഴുന്നൊരു
ചൊല്ലെങ്ങുമുണ്ടുനിന്നാടു പാമ്പേ.
ചൊല്ലെല്ലാമുണ്ടു ചുടരായെഴും പൊരു-
ളെല്ലയിലേറിനിന്നാടു പാമ്പേ.
ദേഹം നിജമല്ല ദേഹിയൊരുവനീ
ദേഹത്തിലുണ്ടറിഞ്ഞീടു പാമ്പേ.
നാടും നഗരവുമൊന്നായി നാവില്‍ നി-
ന്നാടു നിന്‍നാമമോതീടു പാമ്പേ.
ദേഹവും ദേഹിയുമൊന്നായ് വിഴുങ്ങിടു-
മേകനുമുണ്ടറിഞ്ഞീടു പാമ്പേ.
പേരിങ്കല്‍നിന്നു പെരുവെളിയെന്നല്ല
പാരാദി തോന്നിയെന്നാടു പാമ്പേ.
ചേര്‍ന്നു നില്ക്കുമ്പൊരുളെല്ലാം ചെന്താരൊടു
നേര്‍ന്നു പോമ്മാറു നിന്നാടു പാമ്പേ!




"""
    },

    // 22th krithi
    {
      "title": "ഇന്ദ്രിയവൈരാഗ്യം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
നാദം കടന്നു നടുവേ വിലസുന്ന നിന്മെയ്
ചേതസ്സിലായ്വരിക ജന്മമറുന്നതിന്നായ്
ബോധം കളഞ്ഞു പുറമേ ചുഴലും ചെവിക്കൊ-
രാതങ്കമില്ലടിയനുണ്ടിതു തീര്‍ക്ക ശംഭോ!
 
2          	
കാണുന്ന കണ്ണിനൊരു ദണ്ഡവുമില്ല കണ്ടെന്‍-
പ്രാണന്‍ വെടിഞ്ഞിടുകിലെന്തിനു പിന്നെയെല്ലാം
കാണും നിറം തരമിതൊക്കെയഴിഞ്ഞെഴും നിന്‍-
ചേണുറ്റ ചെങ്കഴലു തന്നു ജയിക്ക ശംഭോ!
 
3          	
ത്വക്കിന്നു ദുഃഖമൊരുനേരവുമില്ലതോര്‍ക്കില്‍
ദുഃഖം നമുക്കു തുടരുന്നു ദുരന്തമയ്യോ!
വെക്കം തണുപ്പു വെയിലോടു വിളങ്ങിടും നിന്‍-
പോക്കല്‍പ്പൊലിഞ്ഞിടുവതിന്നരുളീടു ശംഭോ!
 
4          	
തണ്ണീരുമന്നവുമറിഞ്ഞു തരുന്ന നിന്‍മെയ്
വെണ്ണീറണിഞ്ഞു വിലസുന്നതിനെന്തു ബന്ധം?
മണ്ണിന്നു തൊട്ടു മതിയന്തമിരുന്നു മിന്നും
കണ്ണിന്നു കഷ്ടമിതു നിന്‍റെ വിഭൂതി ശംഭോ!
 
5          	
നാവിന്നെഴുന്ന നരകക്കടലില്‍ക്കിടന്നു
ജീവന്‍ തളര്‍ന്നു ശിവമേ! കര ചേര്‍ത്തിടേണം
ഗോവിന്ദനും നയനപങ്കജമിട്ടു കൂപ്പി
മേവുന്നു, നിന്‍മഹിമയാരറിയുന്നു ശംഭോ!
 
6          	
നീരും നിരന്ന നിലവും കനലോടു കാറ്റും
ചേരും ചിദംബരമതിങ്കലിരുന്നിടും നീ
പാരില്‍ കിടന്നലയുമെന്‍ പരിതാപമെല്ലാ-
മാരിങ്ങു നിന്നൊടറിയിപ്പതിനുണ്ടു ശംഭോ!
 
7          	
നാവിന്നു നിന്‍റെ തിരുനാമമെടുത്തുരച്ചു
മേവുന്നതിന്നെളുതിലൊന്നരുളീടണേ നീ
ജീവന്‍ വിടുമ്പൊഴതില്‍നിന്നു തെളിഞ്ഞിടും പിന്‍
നാവിന്നു ഭൂഷണമിതെന്നി നമുക്കു വേണ്ടാ.
 
8          	
കയ്യൊന്നുചെയ്യുമതുപോലെ നടന്നിടും കാ-
ലയ്യോ! മലത്തൊടു ജലം വെളിയില്‍ പതിക്കും
പൊയ്യേ പുണര്‍ന്നിടുമതിങ്ങനെ നിന്നു യുദ്ധം
ചെയ്യുമ്പൊഴെങ്ങനെ ശിവാ തിരുമെയ് നിനപ്പൂ?
 
9          	
ചിന്തിച്ചിടുന്നു ശിവമേ! ചെറുപൈതലാമെന്‍
ചിന്തയ്ക്കു ചേതമിതുകൊണ്ടൊരുതെല്ലുമില്ലേ
സന്ധിച്ചിടുന്ന ഭഗവാനൊടു തന്നെ ചൊല്ലാ-
തെന്തിങ്ങുനിന്നുഴറിയാലൊരു സാദ്ധ്യമയ്യോ!
 
10       	
അയ്യോ! കിടന്നലയുമിപ്പുലയര്‍ക്കു നീയെന്‍-
മെയ്യോ കൊടുത്തു വിലയായ് വിലസുന്നു മേലില്‍
കയ്യൊന്നു തന്നു കരയേറ്റണമെന്നെയിന്നീ-
പ്പൊയ്യിങ്കല്‍നിന്നു പുതുമേനി പുണര്‍ന്നിടാനായ്.




"""
    },

    // 23th krithi
    {
      "title": "ശിവസ്തവം(പ്രപഞ്ച സൃഷ്ടി)",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ചെവി മുതലഞ്ചുമിങ്ങു ചിതറാതെ മയങ്ങി മറി-
ഞ്ഞവിടെയിരുന്നു കണ്ടരിയ കണ്ണിലണഞ്ഞഴിയും
ഇവകളിലെങ്ങുമെണ്ണവുമടങ്ങി നിറഞ്ഞു പുറം
കവിയുമതേതതിന്‍റെ കളി കണ്ടരുളീടകമേ!
 
2          	
അകമുടലിന്നുമിന്ദ്രിയമൊടുള്ളമഴിഞ്ഞെഴുമീ-
പ്പകലിരവിന്നുമാദിയിലിരുന്നറിയുന്നറിവാം
നകയിലിതൊക്കെയും ചുഴലവും തെളിയുന്ന നമു-
ക്കകുടിലവൈഭവങ്ങളിലടങ്ങിയിരുന്നരുളാം.
 
3          	
അരുളിലണഞ്ഞിരുള്‍ത്തിര മുഴങ്ങിയെഴുന്ന കുളുര്‍-
ന്നുരുമിഴി നാവിലമ്മണമുണര്‍ന്നതൊടും പിരിയും
അര നിമിഷത്തിലിങ്ങിതിലിരുന്നു തികഞ്ഞു വരും
ദുരിതസമുദ്ര,മിമ്പമിതിലെങ്ങു നമുക്കു ശിവ?
 
4          	
ശിവ! ശിവ! മാത്രയില്‍ പലതരം ചിതറുന്നു വെളി-
ക്കിവകളിലെങ്ങുമിങ്ങിതമറിഞ്ഞു നിറഞ്ഞരുളും-
ശിവ! ഭഗവാനെയും ചിതറുമാറു തികഞ്ഞു വരു-
ന്നിവരൊടു പോരിനിന്നിയരുതേ കരുണാലയമേ!
 
5          	
അലയുമിതൊക്കെയും കപടനാടകമെന്നറിയും
നിലയിലിരുന്നറിഞ്ഞഴിവതിന്നു നിനയ്ക്കുക നീ;
തലയിലെഴും തരങ്ഗനിര തള്ളി നിറഞ്ഞുമറ-
ഞ്ഞലര്‍ശരവൈരി,നിന്നുടെ പദങ്ങളിലെങ്ങിനിയാം?

6          	
ഇനിയലയാതെ നിന്തിരുവടിക്കടിയന്‍ ദിനവും
മനമലരിട്ടു കുമ്പിടുമിതിങ്ങറിയുന്നതു നീ;
ജനനമെടുത്തു ഞാനിതുകളില്‍ പലതായി വല-
ഞ്ഞനിശമെനിക്കിവണ്ണമൊരു വേദനയില്ല പരം.
 
7          	
അപരമിതൊക്കെയും പരിചയിക്കുമതിങ്കലിരു-
ന്നപജയമായണഞ്ഞതിതു കണ്ടറി നീ മനമേ!
ജപപടമങ്ഗമാമിതിലിരുന്നു ജപിക്കുകിലി-
ങ്ങുപരതി വന്നുചേരുമകതാരിലൊരിമ്പമതാം.
 
8          	
അതുമിതുമെന്നുമുന്നുക നിമിത്തമിതിങ്കലെഴും-
പതി പശു പാശമിങ്ങിതു പരമ്പരയായഴിയും
മതി കതിരോടു മണ്ണൊളി വിയത്തനിലന്‍ ജലവും
പതിയുടെ രൂപമെന്നിഹ നമിച്ചു പദം പണിയാം.
 
9          
പണി പലതായ് വരുന്ന കനകത്തിലിരുന്നതുപോ-
ലണിമിഴികൊണ്ടു നിര്‍മ്മിതമിതൊക്കെയുമത്ഭുതമാം
അണിയണമെന്നെ നിന്തിരുവടിക്ക,ടിയന്‍മലരാ-
മണിയണിയായ് നിരന്നു തിരയറ്റുയരും കടലേ!
 
10       	
കടലിലെഴും തരങ്ഗനിരപോലെ കലങ്ങി വരു-
ന്നുടനുടനുള്ളഴിഞ്ഞു പല പറ്റൊഴിയുന്നതുപോല്‍
ഘടപടമെന്നെടുത്തിഹ തൊടുത്തു വഴക്കിടുമീ
കുടമുടയുന്നതിന്നകമെടുത്തരുളീടണമേ!


"""
    },

// 24th krithi

    {
      "title": "കോലതിരേശസ്‌തവം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
കാലാശ്രയമെന്നായണയുന്നോര്‍ക്കനുകൂലന്‍
ഫാലാക്ഷനധര്‍മ്മിഷ്ഠരിലേറ്റം പ്രതികൂലന്‍
പാലിക്കണമെന്നെപ്പരിചോടിന്നു കുളത്തൂര്‍
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.
 
2          	
ഈ ലോകമശേഷം ക്ഷണമാത്രേണ സൃജിച്ചാ-
രാലോകനമാത്രേണ ഭരിക്കുന്നനുവേലം
ഈ ലീലകളാടുന്നവനാണ്ടീടണമെന്നെ
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.
 
3          	
സര്‍വ്വാശ്രയമെങ്ങും നിറയുന്നോനപി ഭക്തര്‍-
ക്കിവ്വാറൊരുരൂപം ഭജനത്തിന്നുധരിപ്പോന്‍
ആലസ്യമൊഴിച്ചപ്പരബോധം തരണം മേ
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.
 
4          	
ഈ ലോചനമാദീന്ദ്രിയമേതെങ്കിലുമൊന്നി-
ങ്ങാലോചനകൂടാതപഥത്തിങ്കലണഞ്ഞാല്‍
ആ ലാക്കിലുടന്‍ സന്മതിതോന്നിക്കുകെനിക്കെന്‍-
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.

5          	
കൈകാല്‍മുതലാമെന്നുടെയങ്ഗങ്ങളിലൊന്നും
ചെയ്യാതൊരു സത്കര്‍മ്മമൊഴിഞ്ഞങ്ങവിവേകാല്‍
വയ്യാത്തതു ചെയ്യാന്‍ തുനിയാതാക്കുകവേണം
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
6          	
രോഗാദികളെല്ലാമൊഴിവാക്കീടുകവേണം
ഹേ! കാമദ, കാമാന്തക, കാരുണ്യപയോധേ!
ഏകീടണമേ സൗഖ്യമെനിക്കന്‍പൊടു ശംഭോ!
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
7          	
ദാരിദ്ര്യമഹാദുഃഖമണഞ്ഞീടരുതെന്നില്‍
ദൂരത്തകലേണം മദമെന്നും സുജനാനാം
ചാരത്തുവസിപ്പാനൊരു ഭാഗ്യം വരണം, ശ്രീ-
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
8          	
ചാപല്യവശാല്‍ ചെയ്തൊരു പാപങ്ങള്‍ പൊറുത്തെന്‍-
താപങ്ങളൊഴിച്ചാളണമെന്നല്ലിനി നിത്യം
പാപാപഹമാം നിന്‍പദമോര്‍ക്കായ്വരണം മേ
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
9          	
ധാതാവിനുമാമാധവനും കൂടിയമേയം
വീതാവധി നിന്‍ വൈഭവമാരാണുരചെയ്വാന്‍?
ഏതാനുമിവന്നുള്ളഭിലാഷങ്ങള്‍ പറഞ്ഞേന്‍
കോലത്തുകരക്കോവിലില്‍വാഴും ഭഗവാനേ!
 
10       	
മാലുണ്ടതുരയ്പ്പാന്‍ കഴിവില്ലാശ്ശിശുവിന്‍റെ
പോലിങ്ങു നിരര്‍ത്ഥധ്വനിയാണെന്‍റെ പുലമ്പല്‍
ആലംബനമാമെങ്കിലുമംബാസമമിന്നെന്‍-
കോലത്തുകരക്കോവിലില്‍വാഴും പരമേശന്‍.




"""
    },

// 25th krithi

    {
      "title": "സ്വാനുഭവഗീതി",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
മങ്ഗളമെന്മേലരുളും
തങ്ങളിലൊന്നിച്ചിടുന്ന സര്‍വജ്ഞന്‍,
സങ്ഗമമൊന്നിലുമില്ലാ-
തങ്ഗജരിപുവില്‍ തെളിഞ്ഞു കണ്‍കാണും.
 
2          	
കാണും കണ്ണിലടങ്ങി-
ക്കാണുന്നില്ലീ നിരന്തരം സകലം,
ക്വാണം ചെവിയിലടങ്ങു-
ന്നോണം ത്വക്കില്‍ തുലഞ്ഞു മറ്റതു പോം.
 
3          	
പോമിതുപോലെ തുടങ്ങി-
പ്പോമറുരസമപ്പുറത്തു നാവതിലും,
പോമിതുപോലെ തുടങ്ങി-
പ്പോമിതു വായ്മുതലെഴുന്നൊരിന്ദ്രിയമാം.
 
4          	
ഇന്ദ്രിയമായിടുമന്നാ-
ളിന്ദ്രിയവും കെടുമതന്നു കൂരിരുളാം,
മന്നിലുരുണ്ടുവിഴുമ്പോല്‍
തന്നില കൈയ്വിട്ടു തെറ്റി വടമറ്റാല്‍.
 
5          	
അറ്റാലിരുളിലിരിക്കു-
ന്നുറ്റോനിവനെന്നുരയ്ക്കിലല്ലലറും,
ചുറ്റും കതിരിടുവോന്‍ തന്‍-
ചുറ്റായ് മറ്റോരിരുട്ടു വിലസിടുമോ?
 
6          	
വിലസിടുവോനിവനെന്നാ-
ലലസത താനേ കടന്നു പിടികൂടും,
നിലയിതുതന്നെ നമുക്കീ
നിലയനമേറുമ്പൊഴാണൊരാനന്ദം.
 
7          	
ആനന്ദക്കടല്‍ പൊങ്ങി-
ത്താനേ പായുന്നിതാ പരന്നൊരു പോല്‍,
ജ്ഞാനംകൊണ്ടിതിലേറി-
പ്പാനം ചെയ്യുന്നു പരമഹംസജനം.
 
8          	
ജനമിതു കണ്ടു തെളിഞ്ഞാല്‍
ജനിമൃതി കൈവിട്ടിരിക്കുമന്നിലയില്‍,
മനതളിരൊന്നു കലര്‍ന്നാ-
ലനവരതം സൗഖ്യമന്നു തന്നെ വരും.
 
9          	
വരുമിതിലൊന്നു നിനയ്ക്കില്‍
കരളിലഴിഞ്ഞൊഴുകീടുമിമ്പമറും
കരുതരുതൊന്നുമിതെന്നാ-
ലൊരു പൊരുളായീടുമന്നുതന്നെയവന്‍.
 
10       	
അവനിവനെന്നു നിനയ്ക്കു-
ന്നവനൊരു പതിയെന്നിരിക്കിലും പശുവാം
അവികലമാഗ്രഹമറ്റാ-
ലവകലിതാനന്ദവെള്ളമോടിവരും.
 
11       	
ഓടിവരുന്നൊരു കൂട്ടം
പേടികളൊളി കണ്ടൊഴിഞ്ഞു പോമുടനേ,
മൂടുമൊരിരുള്‍ വന്നതു പി-
ന്നീടും വെളിവായ് വരുന്നു തേന്‍വെള്ളം.
 
12       	
വെള്ളം തീ മുതലായ് നി-
ന്നുള്ളും വെളിയും നിറഞ്ഞു വിലസീടും
കള്ളം കണ്ടുപിടിച്ചാ-
ലുള്ളംകൈയ്കണ്ട നെല്ലിതന്‍ കനിയാം.
 
13       	
കനിയാമൊന്നിലിരുന്നി-
ക്കനകാഡംബരമതിങ്ങു കാണുന്നൂ,
പനിമതി ചൂടുമതിന്‍മുന്‍-
പനികതിരൊളി കണ്ടിടുന്നപോല്‍ വെളിയാം.
 
14       	
വെളിയാമതു വന്നെന്‍മുന്‍-
വെളിവായെല്ലാം വിഴുങ്ങി വെറുവെളിയായ്
വെളി മുതലഞ്ചിലുമൊന്നായ്
വിളയാടീടുന്നതാണു തിരുനടനം.
 
15       	
നടനം ദര്‍ശനമായാ-
ലുടനേതാനിങ്ങിരുന്നു നടുനിലയാം,
നടുനിലതന്നിലിരിക്കും
നെടുനാളൊന്നായവന്നു സൗഖ്യംതാന്‍.
 
16       	
സൗഖ്യം തന്നെയിതെല്ലാ-
മോര്‍ക്കുന്തോറും നിറഞ്ഞ സൗന്ദര്യം
പാര്‍ക്കില്‍ പാരടി പറ്റി-
പ്പാര്‍ക്കുന്നോനില്‍ പകര്‍ന്ന പഞ്ജരമാം.
 
17       	
പഞ്ജരമാമുടല്‍ മുതലാം
പഞ്ഞിയിലറിവായിടുന്ന തീയിതിലും
മഞ്ഞുകണങ്ങള്‍ കണക്കി-
മ്മഞ്ജുളവെയില്‍കൊണ്ടപായമടയുന്നു.
 
18       	
അടയുന്നിന്ദ്രിയവായീ-
ന്നടിപെടുമിതുകണ്ടൊഴിഞ്ഞു മറ്റെല്ലാം,
അടിയറ്റീടും തടിവ-
ന്നടിയില്‍ തനിയേ മറിഞ്ഞു വീഴുമ്പോല്‍.
 
19       	
വീഴുമ്പോഴിവയെല്ലാം
പാഴില്‍ തനിയേ പരന്ന തൂവെളിയാം
ആഴിക്കെട്ടിലവന്‍ താന്‍
വീഴുന്നോനല്ലിതാണു കൈവല്യം.
 
20       	
കൈവല്യക്കടലൊന്നായ്
വൈമല്യം പൂണ്ടീടുന്നതൊരുവഴിയാം.
ജീവിത്വം കെടുമെന്നേ
ശൈവലമകലുന്നിതന്നു പരഗതിയാം.
 
21       	
പരഗതിയരുളീടുക നീ
പുരഹര! ഭഗവാനിതാണു കര്‍ത്തവ്യം
ഹര! ഹര! ശിവപെരുമാനേ!
ഹര ഹര വെളിയുന്നിറഞ്ഞ കൂരിരുളും.
 
22       	
ഇരുളും വെളിയുമിതൊന്നും
പുരളാതൊളിയായ് നിറഞ്ഞ പൂമഴയേ,
അരുളീടുകകൊണ്ടറിയാ-
തരുളീടുന്നേനിതിന്നു വരമരുളേ.
 
23       	
അരുളേ! നിന്‍കളിയരുളാ-
ലരുളീടുന്നീയെനിക്കൊരരുമറയേ!
ഇരുളേ! വെളിയേ! നടുവാ-
മരുളേ! കരളില്‍ കളിക്കുമൊരു പൊരുളേ!
 
24       	
പൊരുളേ! പരിമളമിയലും
പൊരുളേതാണോ നിറഞ്ഞ നിറപൊരുളേ!
അരുളേ! അരുളീടുക തേ-
രുരുളേറായ്വാനെനിക്കിതിഹ പരനേ!
 
25       	
പരനേ! പരയാം തിരയില്‍-
പ്പരനേതാവായിടുന്ന പശുപതിയേ!
ഹരനേയരികില്‍ വിളിച്ചീ-
ടൊരുനേരവുമിങ്ങിരുത്തുകരുതരുതേ.
 
26       	
അരുതേ പറവാനുയിരോ-
ടൊരുപെരുവെളിയായ നിന്‍റെ മാഹാത്മ്യം;
ചെറുതും നിന്‍കൃപയെന്ന്യേ
വെറുതേ ഞാനിങ്ങിരിക്കുമോ ശിവനേ!
 
27       	
ശിവനേ! നിന്നിലിരുന്നി-
ച്ചെവിമിഴി മുതലായിറങ്ങി മേയുന്നൂ
ഇവനൊടുകൂടി വരുമ്മ-
റ്റവകളുമെല്ലാമിതെന്തു മറിമായം?

28       	
മറിമായപ്പൊടിയറുമ-
മ്മറവാല്‍ മൂടപ്പെടുന്ന പരവെളിയേ!
ചെറുതൊന്നൊന്നുമതൊന്നാ-
മ്മറവൊത്തിളകിപ്പുകഞ്ഞ പുകയും നീ.
 
29       	
പുകയേ! പൊടിയേ! പുറമേ!
യകമേ! വെളിയേ! നിറഞ്ഞ പുതുമഴയേ!
ഇഹമേ! പരമേ! ഇടയേ!
സുഖമേകണമേ കനിഞ്ഞു നീയകമേ.
 
30       	
അകവും പുറവുമൊഴിഞ്ഞെന്‍-
ഭഗവാനേ! നീ നിറഞ്ഞു വാഴുന്നൂ;
പുകള്‍ പൊങ്ങിന നിന്‍ മിഴിയില്‍
പുകയേ, ഇക്കണ്ടതൊക്കെയും പകയേ.
 
31       	
പകയാമിതു നെയ്യുരുകും
നികരായ് നീരാക്കിടുന്ന നരഹരിയേ!
പക ചെയ്വതുമിങ്ങിനിമേല്‍
പുകയായ് വാനില്‍ ചുഴറ്റി വിടുമെരിയേ!
 
32       	
എരിനീരൊടു നിലമുരുകി
പ്പെരുകിപ്പുകയായ് മുഴങ്ങി വരുമൊലിയേ!
അരുമറ തിരയുന്നൊരു നി-
ന്തിരുവടിയുടെ പൂഞ്ചിലങ്കയുടെ വിളിയേ!
 
33       	
വിളിയേ! വിലപെറുമൊരു മണി-
യൊളിയേ! വിളിയേ പറന്നുവരുമളിയേ!
ഇളകും പരിമളമൊടു ചുവ-
യൊളിയും പൊടിയായ് വരുത്തിയൊരു നിലയേ!
 
34       	
നിലയില്ലാതെ കൊടുങ്കാ-
റ്റലയുന്നതു പോയ് നിവര്‍ന്നു വരുമിരുളോ?
അലയും തലയിലണിഞ്ഞ-
ങ്ങലയുന്നിതു, താന്‍ പുതയ്ക്കുമൊരു തൊലിയോ?
 
35       	
തൊലിയുമെടുത്തു പുതച്ചാ-
ക്കലിയെക്കഴലാലഴിക്കുമൊരു കലിയേ!
കലിയും കാലാല്‍തുലയും
നിലയേയെല്ലാ നിലയ്ക്കുമൊരു തലയേ!
 
36       	
ഒരു തലയിരുളും വെളിയും
വരവുമൊരരുമക്കൊടിക്കു സുരതരുവേ!
അരുതരുതരിമകളറിവതി-
നരിവരരറുമീ പ്രസങ്ഗമൊരു ശരിയേ!
 
37       	
ശരി പറവതിനും മതി നിന്‍-
ചരിതമൊടിതുകൊണ്ടിതിന്നു നികരിതുവേ,
അരുളപ്പെടുമൊരു പൊരുളേ-
തറിവാലറിയപ്പെടാത്ത നിറപൊരുളേ!
 
38       	
പൊരുളും പദവുമൊഴിഞ്ഞ-
ങ്ങരുളും പരയും കടന്നു വരുമലയേ!
വരളും നാവു നനച്ചാ-
ലുരുള്‍ പൊങ്ങും വാരിധിക്കതൊരു കുറയോ?
 
39       	
കുറയെന്നൊന്നു കുറിക്കും
മറയോ തേടുന്നതിന്നു മറുകരയേ!
നിറവില്ലയ്യോ! ഭഗവാ-
നറിയുന്നില്ലീ രഹസ്യമിതു സകലം?
 
40       	
സകലം കേവലമൊടു പോ-
യകലുമ്പോഴങ്ങുദിക്കുമൊരു വഴിയേ!
സഹസനകാദികളൊടു പോയ്-
ത്തികവായീടും വിളിക്കുമൊരു മൊഴിയേ!
 
(ഇവിടംമുതല്‍ 40 ശ്ലോകങ്ങള്‍ കണ്ടുകിട്ടാനുണ്ട്)
 
81       	
ഒന്നുമറിഞ്ഞീലയ്യോ!
നിന്നുടെ ലീലാവിശേഷമിതു വലുതേ.
പൊന്നിന്‍കൊടിയൊരു ഭാഗം
തന്നില്‍ ചുറ്റിപ്പടര്‍ന്ന തനിമരമേ!
 
82       	
തനിമരമേ! തണലിനിയീ
നിന്‍കനി, കഴലിണയെന്‍തലയ്ക്കു പൂവണിയേ;
കനകക്കൊടി കൊണ്ടാടും
തനിമാമലയോ, യിതെന്തു കണ്‍മായം?
 
83       	
കണ്‍മായങ്ങളിതെല്ലാം
കണ്‍മൂന്നുണ്ടായിരുന്നു കണ്ടീലേ!
വെണ്മതി ചൂടി വിളങ്ങും
കണ്മണിയേ! പൂംകഴല്ക്കു കൈതൊഴുതേന്‍.
 
84       	
കൈതൊഴുമടിയനെ നീയീ-
കൈതവനിലയീന്നെടുത്തു നിന്നടിയില്‍
കൈതഴവിച്ചേര്‍ക്കണമേ, നിന്‍-
പൈതലിതെന്നോര്‍ത്തു നിന്‍ഭരമേ.
 
85       	
നിന്‍ഭരമല്ലാതൊന്നി-
ല്ലമ്പിളി ചൂടും നിലിമ്പനായകമേ!
വന്‍പെഴുമിമ്മലമായ-
ക്കൊമ്പതിനൊന്നായ് വിലയ്ക്കു നല്കരുതേ!
 
86       	
നല്കണമടിയനു നിന്‍പൂ-
പ്പൈങ്കഴലിണ നീരണിഞ്ഞ വെണ്മലയേ!
കൂകും പൂങ്കുയിലേറി-
പ്പോകും പൊന്നിന്‍കൊടിക്കു പുതുമരമേ!
 
87       	
പുതുമരമേ പൂംകൊടി വ-
ന്നതുമിതുമൊക്കെപ്പരന്ന നിന്‍ കൃപയേ
പദമലരിണയെന്‍ തലയില്‍
പതിയണമെന്മെയ് കലര്‍ന്നുകൊള്ളണമേ!
 
88       	
കൊള്ളണമെന്നെയടിക്കായ്-
ത്തള്ളരുതേ നിന്‍കൃപയ്ക്കു കുറയരുതേ;
എള്ളളവും കനിവില്ലാ-
തുള്ളവനെന്നോര്‍ത്തൊഴിഞ്ഞു പോകരുതേ!
 
89       	
പോകരുതിനി നിന്നടിയില്‍
ചാകണമല്ലെന്നിരിക്കിലിവനിന്നും
വേകുമിരുള്‍ക്കടലില്‍ വീ-
ണാകുലമുണ്ടാമതിന്നു പറയണമോ?
 
90       	
പറയണമെന്നില്ലല്ലോ
അറിവാമടിയന്‍മുടിക്കു ചൂടണമേ!
അറിവറ്റൊന്നായ് വരുമെ-
ന്നറിയാതൊന്നായിരുന്നു വേദിയനേ!
 
91       	
വേദിയരോതും വേദം
കാതിലടങ്ങുന്നിവണ്ണമിവ പലതും
ആദിയൊടന്തവുമില്ലാ-
തേതിനൊടൊന്നായ് വരുന്നതതു നീയേ!
 
92       	
അതു നീയെന്നാലിവനോ-
ടുദിയാതൊന്നായിരിക്കുമരുമുതലേ!
ഗതിയില്ലയ്യോ! നിന്മെയ്
പതിയെത്തന്നെന്‍ പശുത്വമറു പതിയേ!
 
93       	
പതിയേതെന്നറിയാതെന്‍-
പതിയേ നിന്നെത്തിരഞ്ഞു പലരുമിതാ!
മതികെട്ടൊന്നിലുമില്ലാ-
തതിവാദംകൊണ്ടൊഴിഞ്ഞുപോകുന്നൂ.
 
94       	
പോകും മണ്ണൊടു തീ നീ-
രോഹരിപോലേ മരുത്തിനൊടു വെളിയും
നാകമൊടൊരു നരകം പോ-
യേകമതായ് ഹാ! വിഴുങ്ങിയടിയനെ നീ!
 
95       	
അടിയൊടു മുടി നടുവറ്റെന്‍-
പിടിയിലടങ്ങാതിരുന്നു പല പൊരുളും
വടിവാക്കിക്കൊണ്ടന്ന-
ന്നടിയോടൊന്നിച്ചൊഴിഞ്ഞു വരുമൊന്നേ.
 
96       	
ഒന്നെന്നും രണ്ടെന്നും
നിന്നിവനെന്നും പറഞ്ഞു പതറരുതേ
ഇന്നിക്കണ്ടവയെല്ലാം
നിന്നോടൊന്നായ് വരുന്നു കളവല്ലേ.
 
97       	
അല്ലെന്നും പകലെന്നും
ചൊല്ലും പൊരുളും കടന്ന സുന്ദരമേ!
കൊല്ലെന്നോടുയിരേക്കൊ-
ണ്ടല്ലേ നീ കൈവിലയ്ക്കുതാനയ്യോ!
 
98       	
അയ്യോ! നീയെന്നുള്ളും
പൊയ്യേ! പുറവും പൊതിഞ്ഞുപോകുന്നു;
മെയ്യാറാനായ് വന്നേന്‍,
കൈയേന്തിക്കൊണ്ടൊഴിഞ്ഞു പോകുന്നൂ.
 
99       	
കുന്നും മലയുമിതെല്ലാ-
മൊന്നൊന്നായ് പൊന്നടിക്കു കൂട്ടാക്കി
നിന്നപ്പോളടിയോടെന്‍-
പൊന്നിന്‍ കൊടികൊണ്ടമഴ്ന്നതെന്തയ്യോ!
 
100     	
എന്തയ്യോ! നീയെന്നും
ചിന്തയ്ക്കണയുന്നൊഴിഞ്ഞ ചിന്മയമേ!
വെന്തറ്റീടുമഹന്ത-
യ്ക്കന്തിപ്പിറയേയണിഞ്ഞ കോമളമേ!




"""
    },

    // 26th krithi
    {
      "title": "പിണ്ഡനന്ദി",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ഗര്‍ഭത്തില്‍ വച്ചു ഭഗവാനടിയന്‍റെ പിണ്ഡ-
മെപ്പേരുമന്‍പൊടു വളര്‍ത്ത കൃപാലുവല്ലി?
കല്പിച്ചപോലെ വരുമെന്നു നിനച്ചു കണ്ടി-
ട്ടര്‍പ്പിച്ചിടുന്നടിയനൊക്കെയുമങ്ങു ശംഭോ!
 
2          	
മണ്ണും ജലം കനലുമംബരമോടു കാറ്റു-
മെണ്ണിപ്പിടിച്ചറയിലിട്ടെരിയും കൊളുത്തി
ദണ്ഡപ്പെടുത്തുമൊരു ദേവതയിങ്കല്‍ നിന്നെന്‍
പിണ്ഡത്തിനന്നമൃതു നല്കി വളര്‍ത്ത ശംഭോ!
 
3          	
കല്ലിന്നകത്തു കുടിവാഴുമൊരല്പജന്തു-
വൊന്നല്ല നിന്‍റെ കൃപയിന്നറിയിച്ചിടുന്നു!
അല്ലിക്കുടത്തിലമരുന്നമരേന്ദ്രനും മ-
റ്റെല്ലാരുമിങ്ങിതിലിരുന്നു വളര്‍ന്നിടുന്നു.
 
4          	
ബന്ധുക്കളില്ല ബലവും ധനവും നിനയ്ക്കി-
ലെന്തൊന്നുകൊണ്ടിതു വളര്‍ന്നതഹോ! വിചിത്രം;
എന്തമ്പുരാന്‍റെ കളിയൊക്കെയിതെന്നറിഞ്ഞാ-
ലന്ധത്വമില്ലതിനു നീയരുളീടു ശംഭോ!
 
5          	
നാലഞ്ചു മാസമൊരുപോല്‍ നയനങ്ങള്‍ വച്ചു
കാലന്‍റെ കയ്യിലണയാതെ വളര്‍ത്തി നീയേ,
കാലം കഴിഞ്ഞു കരുവിങ്കലിരുന്നു ഞാന-
ക്കാലം നിനച്ചു കരയുന്നിതു കേള്‍ക്ക ശംഭോ!
 
6          	
രേതസ്സു തന്നെയിതു രക്തമൊടും കലര്‍ന്നു
നാദം തിരണ്ടുരുവതായ് നടുവില്‍ കിടന്നേന്‍,
മാതാവുമില്ലവിടെയന്നു പിതാവുമില്ലെന്‍-
താതന്‍ വളര്‍ത്തിയവനാണിവനിന്നു ശംഭോ!
 
7          	
അന്നുള്ള വേദന മറന്നതു നന്നുണര്‍ന്നാ-
ലിന്നിങ്ങു തന്നെരിയില്‍ വീണു മരിക്കുമയ്യോ!
പൊന്നപ്പനന്നു പൊറിവാതിലൊരഞ്ചുമിട്ടു
തന്നിട്ടു തന്നെയിതുമിന്നറിയുന്നു ശംഭോ!
 
8          	
എന്‍തള്ളയെന്നെയകമേ ചുമടായ്ക്കിടത്തി
വെന്തുള്ളഴിഞ്ഞു വെറുതേ നെടുവീര്‍പ്പുമിട്ടു
നൊന്തിങ്ങു പെറ്റു, നരിപോലെ കിടന്നു കൂവു-
ന്നെന്താവതിങ്ങടിയനൊന്നരുളീടു ശംഭോ!
 
9          	
എല്ലാമറിഞ്ഞു ഭഗവാനിവനിന്നെടുത്തു
ചൊല്ലേണമോ ദുരിതമൊക്കെയകറ്റണേ നീ
ഇല്ലാരുമിങ്ങടിയനങ്ങൊഴിയുന്നുവെങ്കി-
ലെല്ലാം കളഞ്ഞെരുതിലേറി വരുന്ന ശംഭോ!


"""
    },

// 27th krithi

    {
      "title": "ചിദംബരാഷ്ടകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1          	
ബ്രഹ്മമുഖാമരവന്ദിതലിങ്ഗം
ജന്മജരാമരണാന്തകലിങ്ഗം
കര്‍മ്മനിവാരണകൗശലലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
2          	
കല്പകമൂലപ്രതിഷ്ഠിതലിങ്ഗം
ദര്‍പ്പകനാശയുധിഷ്ഠിരലിങ്ഗം
കുപ്രകൃതി പ്രകരാന്തകലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
3          	
സ്കന്ദഗണേശ്വര കല്പിതലിങ്ഗം
കിന്നരചാരണഗായകലിങ്ഗം
പന്നഗഭൂഷണപാവനലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
4          	
സാംബസദാശിവ ശങ്കരലിങ്ഗം
കാമ്യവരപ്രദകോമളലിങ്ഗം
സാമ്യവിഹീനസുമാനസലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
5          	
കലിമലകാനനപാവകലിങ്ഗം
സലിലതരംഗവിഭൂഷണലിങ്ഗം
പലിതപതംഗപ്രദീപകലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
6          	
അഷ്ടതനുപ്രതിഭാസുരലിങ്ഗം
വിഷ്ടപനാഥവികസ്വരലിങ്ഗം
ശിഷ്ടജനാവനശീലിതലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
7          	
അന്തകമര്‍ദ്ദനബന്ധുരലിങ്ഗം
കൃന്തിതകാമകളേബരലിങ്ഗം
ജന്തുഹൃദിസ്ഥിതജീവകലിങ്ഗം
തന്‍മൃദു പാതു ചിദംബരലിങ്ഗം.
 
8          	
പുഷ്ടധിയസ്സുചിദംബരലിങ്ഗം
ദൃഷ്ടമിദം മനസാനുപഠന്തി
അഷ്ടകമേതദവാങ്മനസീയം
അഷ്ടതനും പ്രതി യാന്തി നരാസ്തേ




"""
    },

// 28th krithi
    {
      "title": "തേവാരപ്പതികങ്കള്‍ നയിനാര്‍ പതികം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """
1 
ഞാനോതയമേ! ഞാതുരുവേ!
നാമാതിയിലാ നര്‍ക്കതിയേ!
യാനോ നീയോ യാതി പരം
യാതായ് വിടുമോ! പേചായേ,
തേനാര്‍ തില്ലൈച്ചീരടിയാര്‍
തേടും നാടാമരുമാനൂര്‍
കോനേ! മാനേര്‍ വിഴി പാകം
കൊണ്ടായ്നയിനാര്‍ നായകമേ!
 
2 
ആള്‍വായ്, നീയെന്നാവിയൊടീ
യാക്കൈ പൊരുള്‍; മുമ്മലമുതിരും
തേള്‍വായിടൈയിറ്റിരിയാല്‍-
റ്റേവേ! കാവായ്! പെരിയോവേ!
നാള്‍ വാടന്തം നരുനരെന
നെരുക്കിന്‍റതു പാരരുമാനൂര്‍
നാള്‍വാണിന്‍റാടാരായോ
നാതാ, നയിനാര്‍ നായകമേ!
 
3 
ഉരുവായരുവായരുവുരുവാ-
യൊന്‍റായ്പ്പലവായുയിര്‍ക്കുയിരായ്
തെരുളായരുളായ് തേരുരുണി-
ന്‍റിടമായ് നടുമാത്തിരൈ വടിവായ്
ഇരുളായ് വെളിയായികപരമായ്
ഇന്‍റായന്‍റായരുമാനൂര്‍
മരുവായ്വരുവായെനൈയാള്‍വായ്
നാതാ, നയിനാര്‍ നായകമേ!

4 
വാനായ് മലൈയായ് വാടിയിനും
വാണാള്‍ വീണായഴിയുമുനെന്‍
ഊനായുയിരായുടയോനായ്
ഒന്‍റായ് മൂന്‍റായ് വാരായോ
കാനായനലായ് കനൈ കടലായ്
കാരായ് വെളിയായരുമാനൂര്‍
താനായ് നിര്‍ക്കും തര്‍പരമുന്‍
താള്‍ താ, നയിനാര്‍ നായകമേ!

5 
പൂവായ് മണമായ് പുണരചമായ്
പൊടിയായ് മുടിയായ് നെടിയോനായ്
തീവായുരുവായ്ത്തിരിചിയമായ്
തേനാരമുതായ് തികഴ്കിന്‍റായ്
നീ വാ കാവായെനൈയാള്‍വായ്
നിത്താ! ചിത്തായരുമാനൂര്‍-
തേവാ! മൂവാ മുതര്‍കോനേ!
തേനേ! നയിനാര്‍ നായകമേ!

6 
അരിയും വിതിയും തേടിയിനും
അറിയായെരിയായരുവുരുവായ്
മരിയാമറിമാനിടവടിവായ്
മടിയാതേയിനി വാ കാവായ്
പിരിയാതെനൈയാള്‍വായ്!തേവ-
പ്പിരിയ, പ്പെരിയോരരുമാനൂര്‍
പുരിവാണരുളീടും കോവേ!
പൂവേ! നയിനാര്‍ നായകമേ!

7 
അന്‍റോയിന്‍റോ യമതൂതര്‍-
ക്കന്‍റേ നിന്‍റാടാരായോ
കുന്‍റേ! കുടൈയേ! കോതനമേ!
കോവേ! കാവായ് കുലതേവേ!
അന്‍റേയിന്‍റേ ആരടിയേ
നായേ നീയേയരുമാനൂര്‍
നിന്‍റായ് നിന്‍റാടാരായോ!
നാതാ! നയിനാര്‍ നായകമേ!

8 
നിന്‍റാരടിചേരടിയാര്‍തം
നിന്‍റാനിയലാം നീക്കി നിതം
ചന്താനമതായ് നിന്‍റാളും
ചന്താപമിലാ നന്‍മയമേ!
വന്‍ താപമിലാതെന്‍ മുന്‍ നീ
വന്താള്‍ വായേ! അരുമാനൂര്‍-
നന്തായ് നിന്‍റാടാരായോ
നാതാ! നയിനാര്‍ നായകമേ!

9 
പൊന്നേ! മണിയേ! മരതകമേ!
പൂവേ! മതുവേ! പൂമ്പൊടിയേ!
മന്നേ! മയിലേ! കുയിലേ! വന്‍-
മലൈയേ! ചിലൈയേ! മാനിലമേ!
എന്നേയെനൈയാള്‍വായ് നീയേ-
യെളിയേന്‍നായേനരുമാനൂര്‍
തന്നന്തനിയേ നിന്‍റായ് നിന്‍-
താള്‍താ, നയിനാര്‍ നായകമേ!

10 
കല്ലോ മരമോ കാരയമോ
കടിനം നന്നെഞ്ചറിയേന്‍ യാന്‍
അല്ലോ പകലോ ഉന്നടി വി-
ട്ടല്ലോകലമായ് നിന്‍റടിയേന്‍
ചൊല്ലാവല്ലാ ചുരുതി മുടി-
ച്ചൊല്ലാനല്ലായരുമാനൂര്‍-
നല്ലാര്‍മണിമാതവ! കാവായ്
നാതാ നയിനാര്‍ നായകമേ!

 
പതികം 2

 
1 
എങ്കും നിറൈന്തെതിരറ്റിമയാതവ-
രിന്‍ പുറു ചിര്‍ചുടരേ!
പൊങ്കും പവക്കടലിര്‍പ്പടിയാത പടിക്കു-
ന്നരുള്‍ പുരിവായ്!
തിങ്കത്തിരുമുടിയിറ്റകഴും തിവ്വിയ
തേചോമയാനന്തമേ!
തങ്കക്കൊടിയേ! നമൈ തടുത്താട്
കൊള്‍വായ് നീ കരുണാനിതിയേ!
 
2 
തീയേ തിരുനീറണിയും തിരുമേനിയി-
റ്റിങ്കളൊളിമിളിരും
നീയേ നിരൈയക്കടലില്‍ കനിമഞ്ചനം
ചെയ്യാതരുള്‍പുരിവായ്
കായും പുനലും കനിയും കനല്‍വാ
തെയ്വത്തെയ് നിനന്തരുന്തിക്കണ്ണീര്‍-
പായുംപടി പടിയില്‍ പരമാനന്തം
ചെയ്യും പരഞ്ചുടരേ!
 
3 
ചുടരേ! ചുടര്‍വിട്ടൊളിരും ചുരര്‍
ചൂഴ്ന്തിരുക്കും ചുരവിച്ചുടര്‍ ചൂഴ്-
ക്കടലേ മതി കങ്കൈയരവങ്കള്‍തങ്കും
ങ്കവരി വിരിചടൈയായ്
വിടമുണ്ടമുതം കനിയും മിടര്‍
കണ്ടിലനായിനവനിമിചൈ
കുടികൊണ്ടതിനാല്‍ എന്‍ കൊല്‍?
കൊന്‍റലരണിന്തു കൂവും കുയിലേ!
 
4 
കുയില്‍വാണി കുരുമ്പൈ മുലൈയുമൈ
കൂടി നിന്‍റാടും കരുമണിയേ!
മയില്‍വാകനന്‍ വന്തരുളും മണിമന്തിരം-
കോള്‍മയിര്‍ മേനിയനേ!
കയര്‍ക്കണ്ണിയര്‍ കണ്‍കള്‍ മൂന്‍റും
കതിര്‍ തിങ്കളുമങ്കിയുമങ്കൊളിരും
പുയങ്കം പുനലും ചടൈയും പുലൈ-
നായിനേര്‍ക്കമ്പുവിയിര്‍ പുലനേ!
 
5 
പുലുനറ്റുപ്പൊറികളറ്റുപ്പരിപൂരണ-
പോതം പുകന്‍റ പുത്തേ-
ളുലകറ്റുടലോടുയിരുള്ളമുടങ്കു-
മിടങ്കൊടുരുംപൊഴിന്ത
നിലൈപെറ്റു നിരഞ്ചനമാകി നിരുപാതികൈ-
നിത്തിരൈക്കടലേ!
അലൈ പൊങ്കിയടങ്കി മടങ്കിയല-
ങ്കോലമാകാതരുള്‍പുരിവായ്.
 
6 
വായിര്‍ക്കുടമെന വരമ്പിലേവ-
ക്കടലില്‍വഴിത്തങ്കുമിങ്കും
നായികടേതിനും നട്ടന്തിരിയാത-
നുക്കിരകം നല്‍കിടുവായ്
പായുമ്മിരുകമും പരചും പടര്‍പൊ-
ങ്കരവിന്‍ പടമുഞ്ചടൈയിര്‍
ചായും ചിറുപിറൈയും ചരണങ്കളും
ചര്‍വം ചരണ്‍ പുരിവാം.
 
7 
പുരിവായിര്‍ പുതൈന്തു മുന്നം പൊന്‍-
മലൈയൈ ചിലൈയായ് കുനിത്തുപ്പൂട്ടി
പുരിമൂന്‍റുമെരിത്ത പുരാനുമ്പര്‍ തമ്പിരാ-
നെന്‍പെരുമാന്‍ പൊതുവായ്
പുരിയുന്നടനപുവിയിര്‍ പുലൈനായിനേന്‍
അമ്പുതിയിറ്റിരൈപോ-
റ്റിരിയും ചകന്മായൈച്ചിക്കിത്തിരിന്തി-
യന്തോ! ചെമ്മേനിയനേ!
 
8 
ചെമ്മേനി ശിവപെരുമാന്‍ ചിരമാലൈയണിന്തു
ചെങ്കോല്‍ ചെലുത്തി
ചെമ്മാന്തിരം വേരറുപ്പോന്‍
തിരുമന്തിരാല്‍ ചെമ്മൈചെരുക്കറുപ്പോന്‍
പെമ്മാന്‍ പിണക്കാടനെന്‍റും പെരുമ്പിത്ത-
നെന്‍റും പെരിയോര്‍ പെയരി-
ട്ടിമ്മാനിടവീട്ടിലണങ്കുമുയ്യുംവകൈ-
യെങ്ങനന്തോ? ഇയമ്പായ്
 
9 
ഇയമ്പും പതമും പൊരുളുമിറൈയിന്‍റി-
യിരുക്കുമിന്ത
വിയപ്പന്‍ വെളിവാനതെങ്ങന്‍ വിളൈയാത
വിളൈയും മതിയെന്‍കൊലോ
ചെയിക്കും വഴിയെങ്ങനേയെങ്കള്‍ ചെമ്പൊര്‍-
ച്ചോതിയേ! യെന്‍മയരറുക്കും-
തയൈക്കെന്ന കൈമാറു ചെയ്വേന്‍ തയാ
വാരിതിയേ! തരമിറ്റമിയേന്‍.

10 
തമിയേന്‍ തവം ചെയ്തറിയേന്‍ ചപാനായ-
കര്‍ ചന്നിതിക്കേ തിനമും
കവിയേന്‍ കഴല്‍ കണ്ടു കൈകൂപ്പിക്കടൈ-
ക്കണ്ണീര്‍ വാര്‍ത്തുക്കനിന്തുമിലേന്‍
നവിന്‍ മാലൈപ്പുനൈന്തുമിലേന്‍ നാല്വര്‍
നാവലര്‍ ചൂഴും തിരുവടിക്കും
പുവി മീതെനൈയേ വകുത്തായ് പുലൈനാ-
യേന്‍ പിഴൈപ്പതെങ്ങന്‍? പുകല്വായ്.


പതികം 3

1 
ഓമാതിയില്‍നിര്‍ക്കും പൊരുള്‍ നീതാനുലകെങ്കും
താമാകി വളര്‍ന്തോങ്കിയ ചാമാനിയ തേവേ!
വ്യോമാനലപൂനീരൊലിയോടാവി വിളക്കോ-
ടാമാതനു വാരായി നമുക്കായമിതാമേ.
 
2 
ആമോതമുമാമിന്ത മകാമന്തിരമൊന്‍റും
നാമാതു നമുക്കിന്‍റരുളായോ നമൈയാളും
കോമാനരുളും കൊണ്ട കുഴാംകൂവിയണൈന്താ-
ലാമോതമുമാമിന്ത മകാമന്തിരമെല്ലാം.
 
3 
എല്ലാവുയിരും നിന്നുരുവെല്ലാവുടലും നീ-
യെല്ലാവുലകും നിന്‍കളിയല്ലാതവൈയില്ലൈ
പൊല്ലാതനവെല്ലാം പൊടിചെയ്താണ്ടരുള്‍ പൂവീര്‍
പല്ലാരുയിരാളും പരതേവേ! ചുരകോവേ!
 
4 
കോവേറുപിരാനേ! കുറിയറ്റോങ്കി വിളങ്കും
മൂവേഴുലകും മോന്തുമെഴും മോനവിളക്കേ!
പൂവേറുപിരാനും നെടുമാലും പൊടികാണാ-
താവേചര്‍കളാനാരുരുവാരോരറിവാരോ?
 
5 
വാരോ! വരൈയോ! വാരിതിയോ! വാനവര്‍ ചേരും
താരോ! തരൈയോ! തണ്‍മലരോ! തര്‍പരനേ നീ
യാരോ? നീയറിയേനടിനായേ നരുള്‍വായേ
നീരാറണിവോനേ! നിതമാള്‍വായ് നിമ്മലനേ.
 
6 
നിമലാ! നിത്തിയനേ! നിര്‍പ്പയനേ! നിര്‍ക്കുണനേ!
അവമേ പുവി നായേനഴിയാതേ നിതമാള്‍വായ്
നമനൈക്കഴലാല്‍ക്കായ്ന്ത നടേചാ! നമൈ നീയേ
പുവിമീതരുള്‍ വാരംപൂരിവായേ പെരുമാനേ!
 
7 
മാനേ! മതിചൂടും മറൈയോനേ! ചടൈയാടീ
വാനോര്‍കള്‍ വണങ്കും വടിവേ! വന്തരുള്‍വായേ;
തേനേ! തെളിവേ! തീഞ്ചുവയേ! തിവ്യരചംത-
ന്തോനേ! തുണൈയേ തൊന്‍മറൈഓരാറുണര്‍വോനേ!
 
8 
ഉണര്‍വാരറിവാരോ അറിവാരെങ്കുമിലങ്കും
ഉണര്‍വേ! പൊര്‍കുവൈയേ! പോതവരമ്പിന്‍റിയ പൂവേ!
പുനലേ! പുത്തമുതേ! വിത്തകമേ! വന്തരുള്‍ നീ
അനലേ! വെളിയേ! മാരുതമേ! മാനിലമേ! വാ!
 
9 
വാ വാ ചടയിര്‍ ക്കങ്കൈ വളര്‍ക്കും മണിയേ! എന്‍-
പാവായ് മതിയേ! പങ്കയമേ! പന്‍മറൈയീറായ്
തേവാതികള്‍ പോറ്റും തെളിവേ! തിണ്‍കടല്‍ ചേരും
നാവായെനൈയാള്‍വായ് നതിചൂടി നരകാരേ!
 
10 
കാരേറുകയര്‍ക്കണ്ണിയര്‍ വീചും വലൈയിര്‍പ്പ-
ട്ടാരാരഴിയാതോരവമേ! നീയറിയായോ
ഏരേറു പിരാനും നെടുമാലും പൊടികാണാ
ചാരാമുതമൊന്‍റീന്‍റരുളായോ പെരുമാനേ!


പതികം 4
 
1 
തരിചനം തിരുട്ടിത്തിരുചിയങ്കളറ്റുത്തികമ്പരിയായ്-
പ്പരിയടനം ചെയ്യും പണ്ടിതരുള്ളം പലികൊടുത്തു-
ത്തുരിചറച്ചുട്ടുത്തത്തുവങ്കളറ്റുത്തനി മുതലായ്-
ക്കരിചനം കണ്ട കറൈക്കണ്ടരെന്‍ കുലതെയ്വമേ.
 
2 
ആതാരചത്തിന്‍ പരിപൂരണത്തിലചത്പിരപഞ്ച-
പാതാരകിതം പവിക്കുമപ്പട്ചം പിടിവിടാതേ
നാതപരൈയിന്നടുനിന്‍റ നാട്ടനഴുവിയാത്മാ
പോതങ്കെടുത്തു പുനരുത്തിതി വിട്ടതെന്‍ തെയ്വമേ!
 
3 
വാനറ്റു മണ്ണെരുപ്പരുപ്പറ്റു വനന്തിചിക്കുറ്റമറ്റു
കാനറ്റു കാലചക്കിരപ്പിരമമറ്റുക്കതിരൊളിവായ്
ഞാനക്കനല്കരിയറ്റു ഞാതിര്‍ കുരുമൂലമറ്റു
മാനങ്കളറ്റു മകാമൗനമെന്‍ കണ്മണിത്തൈവമേ!
 
4 
മുപ്പത്തിമുക്കോടിയറ്റു മുമ്മൂര്‍ത്തികള്‍ പേതമറ്റു
കര്‍പിതത്തൊയ്തപ്പിരപഞ്ചമാം കാനര്‍ക്കമലമറ്റു
മുപ്പൊരുളറ്റു മുപ്പാഴറ്റു മുത്തികള്‍ മൂന്‍റുമറ്റു
മുര്‍പടും മുക്കട് കുരുമണിക്കോവെന്‍ കുലതെയ്വമേ!
 
5 
വാക്കുമനമറ്റു വാന്‍ചുടരായ് വടിവൊന്‍റുമറ്റു
നോക്കുമിടങ്കണെരുങ്കിനോക്കുക്കൊള്ളതിചയമായ്
ആക്കുമത്തിര്‍ക്കുംമതിചൂക്കുമമായ് ചുയഞ്ചോതിയായി
കാക്കുമെന്‍ കാരുണ്ണിയചാലി നമുക്കുകുലതെയ്വമേ!
 
6 
വിര്‍ത്തിയില്‍ തോന്‍റി വിരികിന്‍റ വിചുവപിരമമനൈത്തും
വിര്‍ത്തിയിനുള്ളേ ലയിപ്പിത്തു വിര്‍ത്തിചത്തി കലര്‍ന്തതു
വിര്‍ത്തിയവിര്‍ത്തികളറ്റു വിറകറ്റെരിചുടര്‍പോല്‍
ചത്തുചിത്താനന്തപൂരണച്ചെല്വഞ്ചെയനമക്കേ.
 
7 
പിമരച്ചൊരൂപം പിരമം കൊണ്ടു പേതപ്പെടുത്തിനാല്‍
കര്‍മടര്‍ പിരാരപ്തകര്‍മത്തിനാല്‍ കരികണ്ടതുപോല്‍
കര്‍മക്കുരുടര്‍ കരങ്കൊണ്ടു കട്ടിപ്പിടിപ്പതിനോ
കര്‍മിച്ചിടുന്നു കരുണാകര! കതിയെന്നവര്‍ക്കേ.
 
8 
എല്ലാമവന്‍ ചെയലെന്‍റമക്കുള്ളോരെളിതരുളാല്‍
ചൊല്ലാമര്‍ചൊല്ലിയ ചൂക്കുമചുകപ്പൊരുള്‍തൂവെളിയില്‍
പല്ലായിരങ്കോടിയണ്ടം പലികൊടുത്തപ്പുവിയിര്‍
ചെല്ലാതു ചെന്മനിവിര്‍ത്തി വരുമോ ചിവതെയ്വമേ!
 
9 
എല്ലാമകമകമെന്‍റേകപോതം വരുത്തിയതും
നില്ലാതു നിന്നില്‍ കലര്‍ത്തി നീയുനാനുമറ്റിടത്തു
തൊല്ലൈയറുമെന്‍റു തൊന്തത്തിനിര്‍ ക്കിടന്തെപ്പൊഴുതും
ചൊല്ലിത്തൊഴുമെന്‍റുയരമൊഴിക്ക ചുകക്കടലേ!
 
10 
പൂരണചത്തിലചര്‍പ്പാതമറ്റു പ്പുരാതനമാം
കാരണമറ്റുക്കരുവറ്റു ക്കാര്യചങ്കര്‍പമറ്റു
താരണൈയും വിട്ടു തത്തുവം പതത്തുവിതപ്പൊരുളാം-
മാരണങ്കൊട്ടിയടിയറ്റ രൂപമെന്‍തെയ്വതമേ!

 
പതികം 5
 
1 
ചിത്തെന്‍റുരൈക്കിര്‍ ചടപാതകമുണ്ടതൈപ്പിരിത്തു
ചത്തെന്‍റു ചൊല്ലിലചത്തുമങ്കേവന്തു ചാര്‍ന്തിടുമാല്‍
ചുത്തം കുളിര്‍ത്ത ചുകമെനില്‍ തുക്കമനൈത്തുമറ്റോ-
രിത്തന്മയുള്ളൊരു തെയ്വമെന്‍റും നമുക്കുള്ളതേ.
 
2 
ചിര്‍ചടമറ്റുച്ചെറിന്തിലങ്കിച്ചതചത്തുമറ്റു
പര്‍പല കാട്ചിത്തുകളറ്റുപ്പന്തനിര്‍മോട്ച്ചമറ്റു
ചര്‍ക്കരൈയിന്‍ ചുവൈപോലന്‍പരുള്ളങ്കവര്‍ന്തുനിര്‍ക്കും
മിത്തന്മൈയുള്ളൊരു തെയ്വതമെന്‍റും നമുക്കുള്ളതേ.
 
3 
ഒന്‍റന്‍റുരണ്ടെനും കുറ്റം പവിക്കുമതന്‍റിവെറും
കുന്‍െറനിര്‍ പള്ളമും നേരേ വിരുത്തങ്കുറിത്തിടിലോ
കുന്‍റിടുങ്കുറ്റങ്കുടിന്തന്‍പരുള്ളങ്കവര്‍ന്ത പിഞ്ചു-
കന്‍റന്‍ തിരുവിളൈയാടലിക്കണ്ടതുലകമെല്ലാം.

4 
ഈലുങ്കണത്തിലിരുക്കുകൈ കുറ്റമെതിര്‍ കണത്തിന്‍
മൂലപ്പൊരുളല്ലൈ മൂന്‍റാവതില്‍ പിന്‍ മുടിവുമെങ്കേ?
കാലത്തിലൊന്‍റി വിരുപ്പുള്ളതൊന്‍റിര്‍ കടുംപകൈയാം
മാലുമയനുമതിര്‍പ്പെട്ടു രുത്തിരനുമ്മായ്ന്തിടുമേ.
 
5 
മാലുമയനും മഹേചുരന്‍ രുത്തിരന്‍ ചതാചിവനും
കാലചക്കിരപ്പിരമത്തൈക്കണ്ടു കൈകുവിത്തെവ്വുലകും
ലീലൈയില്‍ വൈത്തു ലയിപ്പിത്തു ലിങ്കപ്പിരതിട്ടൈ ചെയ്തു
മേലിളാകാതെ മെഴുകിട്ടുറൈപ്പിത്തതെന്‍തെയ്വതമേ.
 
6 
വേറുവേറാം വിടൈയങ്കള്‍ വെറുഞ്ചെടമേ പൊറിയിര്‍-
ചേരുമപ്പോതു ചെകമ്പരമെങ്കുഞ്ചെറിന്തിലങ്കും
ചീരരുള്‍ ചോതി ചിവചിത്പരപാനുവെഴുന്തരുളിയ-
ക്കൂരിരുള്‍ കോരിക്കുടിത്തു വെളിയിര്‍ക്കുലാവുമതേ.
 
7 
പാരൈമ്പുലങ്കള്‍ പൊറിവായ് മടിന്തുപ്പകര്‍വരിയ
കാരണകാരിയമറ്റു കരണക്കവര്‍കടിന്തു
പൂരണച്ചോതിയിര്‍പ്പുത്തപുരുടപ്പുരൈ കടീര്‍ന്തു
ചീരണര്‍ച്ചെകച്ചോതിയിര്‍ചിന്തൈ തിറൈ കൊടുപ്പേന്‍.
 
8 
തേകമിതു തിട്ടമല്ല തിവ്വിയാനന്തത്തെള്ളമുതില്‍
താകമറ മൂഴ്കിച്ചാതനച്ചാത്തിയച്ചാര്‍വൊഴിന്തു-
പോകുമ്പടിക്കുപുവനേകനാതന്‍ കരുണൈപൂത്ത
പാകമ്പകര്‍ന്ത പചുങ്കൊടിയോടിങ്കണൈവതെന്‍റോ?
 
9 
പഞ്ചപ്പടും പറവൈക്കോ പരമ്പിയിപ്പാഴ്മനമാം
പുഞ്ചക്കളൈക്കൊയ്തു പുലങ്കുടിപ്പൊക്കിഴമാം
കഞ്ചിക്കുടിക്കോ കുടിയേറ്റി നീ കരുണാകരനേ!
തഞ്ചന്തിരുവടിയെന്‍റു തമിയേന്‍ തളരുകിന്‍റേന്‍!
 
10 
എന്തക്കണത്തിലെതിരറ്റെമന്‍വലൈയില്‍പിണിപ്പ-
റ്റന്തക്കണമകങ്കാരമിഞ്ഞാനപ്പിരകാചമുണ്ടായ്
എന്തക്കണങ്കളുമെട്ടാതിണൈയില്‍ പരചിവത്തിന്‍
കന്തക്കമലമലര്‍പ്പതമിരണ്ടും കതി നമുക്കേ!
(1914 ല്‍ രചിക്കപ്പെട്ടതെന്ന് കരുതുന്നു)




"""
    },

// 29th krithi
    {
      "title": "ഒരു തമിഴ് ശ്ലോകം",
      "image": Assets.pngs.sivan.path,
      "lyrics": """

കണ്‍കളെത്തനൈ കരോടിയെത്തനൈ
കരിപ്പുലിത്തൊലികളെത്തനൈ
തിങ്കളിന്‍കലൈ വിടങ്കള്‍ ചീറു-
മരവങ്കളെത്തനൈ ചെറിന്തെഴും
കങ്കൈ നീയുമിതുപോല്‍ കണക്കിലൈ നിന്‍-
നീരില്‍ മൂഴ്കുവോരൊവ്വെന്‍റെയും
ചംകരിത്തുയരുമാങ്കു ചമ്പുവിന്‍
ചരൂപരാകിയിതു ചത്യമേ
"""
    },

// 30th krithi

    {
      "title": "ശ്രീ വാസുദേവാഷ്ടകം",
      "image": Assets.pngs.vishnu.path,
      "lyrics": """
1          	
ശ്രീവാസുദേവ! സരസീരുഹപാഞ്ചജന്യ-
കൗമോദകീഭയനിവാരണചക്രപാണേ!
ശ്രീവത്സവത്സ! സകലാമയമൂലനാശിന്‍!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
2          	
ഗോവിന്ദ! ഗോപസുത! ഗോഗണപാലലോല!
ഗോപീജനാങ്ഗകമനീയനിജാങ്ഗസങ്ഗ!
ഗോദേവിവല്ലഭ! മഹേശ്വരമുഖ്യവന്ദ്യ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
3          	
നീലാളികേശ! പരിഭൂഷിതബര്‍ഹിബര്‍ഹ!
കാളാമ്ബുദദ്യുതികളായകളേബരാഭ!
വീര! സ്വഭക്തജനവത്സല! നീരജാക്ഷ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
4          	
ആനന്ദരൂപ! ജനകാനകപൂര്‍വദുന്ദു-
ഭ്യാനന്ദസാഗരസുധാകരസൗകുമാര്യ!
മാനാപമാനസമമാനസരാജഹംസ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
5          	
മഞ്ജീരമഞ്ജുമണിശിഞ്ജിതപാദപദ്മ!
കഞ്ജായതാക്ഷ! കരുണാകര! കഞ്ജനാഭ!
സഞ്ജീവനൗഷധസുധാമയ! സാധുരമ്യ!
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
6          	
കംസാസുരദ്വിരദകേസരി! വീര! ഘോര-
വൈരാകരാമയവിരോധകരാജ! ശൗരേ!
ഹംസാദിരമ്യസരസീരുഹപാദമൂല
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
7          	
സംസാരസങ്കടവിശങ്കടകങ്കടായ
സര്‍വാര്‍ത്ഥദായ സദയായ സനാതനായ
സച്ചിന്മയായ ഭവതേ സതതം നമോളസ്തു
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.
 
8          	
ഭക്തപ്രിയായ ഭവശോകവിനാശനായ
മുക്തിപ്രദായ മുനിവൃന്ദനിഷേവിതായ
നക്തന്ദിവം ഭഗവതേ നതിരസ്മദീയാ
ശ്രീഭൂപതേ! ഹര ഹരേ! സകലാമയം മേ.


"""
    },

// 31th krithi
    {
      "title": "വിഷ്ണ്വഷ്ടകം",
      "image": Assets.pngs.vishnu.path,
      "lyrics": """
1
വിഷ്ണും വിശാലാരുണപദ്മനേത്രം
വിഭാന്തമീശാമ്ബുജയോനിപൂജിതം
സനാതനം സന്‍മതിശോധിതം പരം
പുമാംസമാദ്യം സതതം പ്രപദ്യേ.
 
2
കല്യാണദം കാമഫലപ്രദായകം
കാരുണ്യരൂപം കലികല്മഷഘ്നം
കലാനിധിം കാമതനൂജമാദ്യം
നമാമി ലക്ഷ്മീശമഹം മഹാന്തം.
 
3
പീതാമ്ബരം ഭൃങ്ഗനിഭം പിതാമഹ-
പ്രമുഖ്യവന്ദ്യം ജഗദാദിദേവം
കിരീടകേയൂരമുഖൈഃ പ്രശോഭിതം
ശ്രീകേശവം സന്തതമാനതോളസ്മി.
 
4
ഭുജങ്ഗതല്പം ഭുവനൈകനാഥം
പുനഃപുനഃ സ്വീകൃതകായമാദ്യം
പുരന്ദരാദ്യൈരപി വന്ദിതം സദാ
മുകുന്ദമത്യന്തമനോഹരം ഭജേ.
 
5
ക്ഷീരാമ്ബുരാശേരഭിതഃ സ്ഫുരന്തം
ശയാനമാദ്യന്തവിഹീനമവ്യയം
സത്സേവിതം സാരസനാഭമുച്ചൈര്‍-
വിഘോഷിതം കേശിനിഷൂദനം ഭജേ.
 
6
ഭക്താര്‍ത്തിഹന്താരമഹര്‍ന്നിശന്തം
മുനീന്ദ്രപുഷ്പാഞ്ജലിപാദപങ്കജം
ഭവഘ്നമാധാരമഹാശ്രയം പരം
പരാപരം പങ്കജലോചനം ഭജേ.
 
7
നാരായണം ദാനവകാനനാനലം
നതപ്രിയം നാമവിഹീനമവ്യയം
ഹര്‍ത്തും ഭുവോ ഭാരമനന്തവിഗ്രഹം
സ്വസ്വീകൃതക്ഷ്മാവരമീഡിതോളസ്മി.
 
8
നമോളസ്തു തേ നാഥ! വരപ്രദായിന്‍
നമോളസ്തു തേ കേശവ! കിങ്കരോളസ്മി
നമോളസ്തു തേ നാരദപൂജിതാങ്ഘ്രേ
നമോ നമസ്ത്വച്ചരണം പ്രപദ്യേ.
 
ഫലശ്രുതിഃ
 
വിഷ്ണ്വഷ്ടകമിദം പുണ്യം
യഃ പഠേദ് ഭക്തിതോ നരഃ
സര്‍വപാപവിനിര്‍മുക്തോ
വിഷ്ണുലോകം സ ഗച്ഛതി.


"""
    },

// 32th krithi

    {
      "title": "ശ്രീ കൃഷ്ണദർശനം",
      "image": Assets.pngs.vishnu.path,
      "lyrics": """
ഭൂയോ വൃത്തി നിവൃത്തിയായ്ബ്ഭുവനവും
സത്തില്‍ തിരോഭൂതമായ്
പീയൂഷധ്വനി ലീനമായ്ച്ചുഴലവും
ശോഭിച്ചു ദീപപ്രഭ
മായാമൂടുപടം തുറന്നു മണിരംഗത്തില്‍
പ്രകാശിക്കുമ-
ക്കായാവിന്‍ മലര്‍മേനി കൗസ്തുഭമണി-
ഗ്രീവന്‍റെ ദിവ്യോത്സവം.

"""
    },

// 33th krithi

    {
      "title": "ജാതി നിർണയം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1          	
മനുഷ്യാണാം മനുഷ്യത്വം
ജാതിര്‍ഗോത്വം ഗവാം യഥാ
ന ബ്രാഹ്മണാദിരസ്യൈവം
ഹാ! തത്ത്വം വേത്തി കോƒപി ന.
 
2          	
ഒരു ജാതി ഒരു മതം ഒരു ദൈവം മനുഷ്യന്
ഒരു യോനിയൊരാകാരമൊരു ഭേദവുമില്ലതില്‍.
 
3          	
ഒരു ജാതിയില്‍ നിന്നല്ലോ പിറന്നീടുന്നു സന്തതി
നരജാതിയിതോര്‍ക്കുമ്പോളൊരു ജാതിയിലുള്ളതാം.
 
4          	
നരജാതിയില്‍ നിന്നത്രേ പിറന്നീടുന്നു വിപ്രനും
പറയന്‍ താനുമെന്തുള്ളതന്തരം നരജാതിയില്‍?
 
5          	
പറച്ചിയില്‍ നിന്നു പണ്ടു പരാശരമഹാമുനി
പിറന്നു മറ സൂത്രിച്ച മുനി കൈവര്‍ത്തകന്യയില്‍.
 
6          	
ഇല്ല ജാതിയിലൊന്നുണ്ടോ വല്ലതും ഭേദമോര്‍ക്കുകില്‍
ചൊല്ലേറും വ്യക്തിഭാഗത്തിലല്ലേ ഭേദമിരുന്നിടൂ?


"""
    },

// 34th krithi
    {
      "title": "ജാതി ലക്ഷണം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
പുണര്‍ന്നു പെറുമെല്ലാമൊ-
രിനമാം പുണരാത്തതു
ഇനമല്ലിനമാമിങ്ങൊ-
രിണയാര്‍ന്നൊത്തു കാണ്‍മതും.
 
2          	
ഓരോയിനത്തിനും മെയ്യു-
മോരോ മാതിരിയൊച്ചയും
മണവും ചുവയും ചൂടും
തണുവും നോക്കുമോര്‍ക്കണം.
 
3          	
തുടര്‍ന്നോരോന്നിലും വെവ്വേ-
റടയാളമിരിക്കയാല്‍
അറിഞ്ഞീടുന്നു വെവ്വേറേ
പിരിച്ചോരോന്നുമിങ്ങു നാം.
 
4          	
പേരൂരു തൊഴിലീ മൂന്നും
പോരുമായതു കേള്‍ക്കുക!
ആരു നീയെന്നു കേള്‍ക്കേണ്ടാ
നേരു മെയ്തന്നെ ചൊല്കയാല്‍.
 
5          	
ഇനമാര്‍ന്നുടല്‍ താന്‍ തന്‍റെ-
യിനമേതെന്നു ചൊല്‍കയാല്‍
ഇനമേതെന്നു കേള്‍ക്കില്ല
നിനവും കണ്ണുമുള്ളവര്‍.
 
6          	
പൊളി ചൊല്ലുന്നിനം ചൊല്വ-
തിഴിവെന്നു നിനയ്ക്കയാല്‍,
ഇഴിവില്ലിനമൊന്നാണു
പൊളി ചൊല്ലരുതാരുമേ.
 
7          	
ആണും പെണ്ണും വേര്‍തിരിച്ചു
കാണുംവണ്ണമിനത്തെയും
കാണണം കുറികൊണ്ടിമ്മ-
ട്ടാണു നാമറിയേണ്ടത്.
 
8          	
അറിവാമാഴിയില്‍ നിന്നു
വരുമെല്ലാവുടമ്പിനും
കരുവാണിന,മീ നീരിന്‍
നിരതാന്‍ വേരുമായിടും.
 
9          	
അറിവാംകരുവാന്‍ ചെയ്ത
കരുവാണിനമോര്‍ക്കുകില്‍
കരുവാര്‍ന്നിനിയും മാറി
വരുമീ വന്നതൊക്കെയും.
 
10       	
ഇനമെന്നിതിനെച്ചൊല്ലു-
ന്നിന്നതെന്നറിയിക്കയാല്‍
ഇനമില്ലെങ്കിലില്ലൊന്നു-
മിന്നതെന്നുള്ളതൂഴിയില്‍.


"""
    },

// 35th krithi

    {
      "title": "സദാചാരം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
നല്ലതല്ലൊരുവന്‍ ചെയ്ത
നല്ലകാര്യം മറപ്പത്
നല്ലതല്ലാത്തതുടനേ
മറന്നീടുന്നതുത്തമം.
 
2          	
ധര്‍മ്മം ജയിക്കുന്നു, സത്യം
ജയിക്കുന്നിങ്ങു സര്‍വ്വദാ
അധര്‍മ്മവും ജയിക്കുന്നി-
ല്ലസത്യവുമൊരിക്കലും
 
3          	
നെല്ലിന്നു നീരു വിട്ടീടില്‍
പുല്ലിനും പോയിടുന്നത്;
കല്ലിലത്രേ ജലം, നെല്ലില്‍-
ച്ചെല്ലും വഴി ചെറുക്കുകില്‍.
 
4          	
പേരും പ്രതിഭയും നല്ലോ-
രാരുമേ കൈവിടില്ലത്,
നേരറ്റ കൃപണര്‍ക്കൊട്ടും
ചേരാ, നേരേ വിപര്യയം.
 
5          	
ഒന്നുണ്ടു നേരു, നേരല്ലി-
തൊന്നും, മര്‍ത്ത്യര്‍ക്കു സത്യവും
ധര്‍മ്മവും വേണമായുസ്സു
നില്ക്കുകില്ലാര്‍ക്കുമോര്‍ക്കുക.
 
6          	
ദത്താപഹാരം വംശ്യര്‍ക്കു-
മത്തലേകീടുമെന്നതു
വ്യര്‍ത്ഥമല്ല പുരാഗീരി-
തെത്രയും സത്യമോര്‍ക്കുക
 
7          	
കൊടുത്തതു തിരിച്ചങ്ങോ-
ട്ടെടുക്കുന്നവനെത്രയും
നിസ്സ്വനാമവനെക്കാളും
നിസ്സ്വനില്ലാരുമൂഴിയില്‍.


"""
    },

// 36th krithi

    {
      "title": "ജീവകാരുണ്യ പഞ്ചകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
എല്ലാവരുമാത്മസഹോദരരെ-
ന്നല്ലേ പറയേണ്ടതിതോര്‍ക്കുകില്‍ നാം?
കൊല്ലുന്നതുമെങ്ങനെ ജീവികളെ-
ത്തെല്ലും കൃപയറ്റു ഭുജിക്കയതും?
 
2          	
കൊല്ലാവ്രതമുത്തമമാമതിലും
തിന്നാവ്രതമെത്രയുമുത്തമമാം
എല്ലാ മതസാരവുമോര്‍ക്കിലിതെ-
ന്നല്ലേ പറയേണ്ടതു ധാര്‍മ്മികരേ?
 
3          	
കൊല്ലുന്നതു തങ്കല്‍ വരില്‍ പ്രിയമാ-
മല്ലീ വിധിയാര്‍ക്കു ഹിതപ്രദമാം?
ചൊല്ലേണ്ടതു ധര്‍മ്മ്യമിതാരിലുമൊ-
ത്തല്ലേ മരുവേണ്ടതു സൂരികളേ?
 
4          	
കൊല്ലുന്നവനില്ല ഭൂജിപ്പതിനാ-
ളില്ലെങ്കിലശിക്കുക തന്നെ ദൃഢം,
കൊല്ലിക്കുകകൊണ്ടു ഭുജിക്കുകയാം
കൊല്ലുന്നതില്‍ നിന്നുമുരത്തൊരഘം.
 
5          	
കൊല്ലായ്കിലവന്‍ ഗുണമുള്ള പുമാ-
നല്ലായ്കില്‍ മൃഗത്തൊടു തുല്യനവന്‍
കൊല്ലുന്നവനില്ല ശരണ്യത മ-
റ്റെല്ലാവക നന്മയുമാര്‍ന്നിടിലും.  


"""
    },

// 37th krithi
    {
      "title": "അനുകമ്പാദശകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
ഒരു പീഡയെറുമ്പിനും വരു-
ത്തരുതെന്നുള്ളനുകമ്പയും സദാ
കരുണാകര! നല്കുകുള്ളില്‍ നിന്‍
തിരുമെയ് വിട്ടകലാത ചിന്തയും.
 
2          	
അരുളാല്‍ വരുമിമ്പമന്‍പക-
ന്നൊരു നെഞ്ചാല്‍ വരുമല്ലലൊക്കെയും
ഇരുളന്‍പിനെ മാറ്റുമല്ലലിന്‍-
കരുവാകും കുരുവാമിതേതിനും.
 
3          	
അരുളന്‍പനുകമ്പ മൂന്നിനും
പൊരുളൊന്നാണിതു ജീവതാരകം
"അരുളുള്ളവനാണു ജീവി"യെ-
ന്നുരുവിട്ടീടുകയീ നവാക്ഷരി.
 
4          	
അരുളില്ലയതെങ്കിലസ്ഥിതോല്‍
സിര നാറുന്നൊരുടമ്പു താനവന്‍;
മരുവില്‍ പ്രവഹിക്കുമംബുവ-
പ്പുരുഷന്‍ നിഷ്ഫലഗന്ധപുഷ്പമാം.

5          	
വരുമാറുവിധം വികാരവും
വരുമാറില്ലറിവിന്നിതിന്നു നേര്‍;
ഉരുവാമുടല്‍ വിട്ടു കീര്‍ത്തിയാ-
മുരുവാര്‍ന്നിങ്ങനുകമ്പ നിന്നിടും.

6          	
പരമാര്‍ത്ഥമുരച്ചു തേര്‍വിടും
പൊരുളോ, ഭൂതദയാക്ഷമാബ്ധിയോ?
സരളാദ്വയഭാഷ്യകാരനാം-
ഗുരുവോയീയനുകമ്പയാണ്ടവന്‍?
 
7          	
പുരുഷാകൃതി പൂണ്ട ദൈവമോ?
നരദിവ്യാകൃതി പൂണ്ട ധര്‍മ്മമോ?
പരമേശപവിത്രപുത്രനോ?
കരുണാവാന്‍ നബി മുത്തുരത്നമോ?
 
8          	
ജ്വര മാറ്റി വിഭൂതികൊണ്ടു മു-
ന്നരിതാം വേലകള്‍ ചെയ്ത മൂര്‍ത്തിയോ?
അരുതാതെ വലഞ്ഞു പാടിയൗ-
ദരമാം നോവു കെടുത്ത സിദ്ധനോ?
 
9          	
ഹരനന്നെഴുതി പ്രസിദ്ധമാം-
മറയൊന്നോതിയ മാമുനീന്ദ്രനോ?
മരിയാതുടലോടു പോയൊര-
പ്പരമേശന്‍റെ പരാര്‍ത്ഥ്യഭക്തനോ?
 
10       	
നരരൂപമെടുത്തു ഭൂമിയില്‍
പെരുമാറീടിന കാമധേനുവോ?
പരമാദ്ഭുതദാനദേവതാ-
തരുവോയീയനുകമ്പയാണ്ടവന്‍?
 
ഫലശ്രുതിഃ
 
അരുമാമറയോതുമര്‍ത്ഥവും
ഗുരുവോതുംമുനിയോതുമര്‍ത്ഥവും
ഒരുജാതിയിലുള്ളതൊന്നുതാന്‍
പൊരുളോര്‍ത്താലഖിലാഗമത്തിനും.


"""
    },

// 38th krithi

    {
      "title": "ആശ്രമം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1          	
ആശ്രമേƒസ്മിന്‍ ഗുരുഃ കശ്ചി-
ദ്വിദ്വാന്‍ മുനിരുദാരധീഃ
സമദൃഷ്ടിഃ ശാന്തഗംഭീ-
രാശയോ വിജിതേന്ദ്രിയഃ.
 
2          	
പരോപകാരീ സ്യാദ്ദീന-
ദയാലുഃ സത്യവാക് പടുഃ
സദാചാരരതഃ ശീഘ്ര-
കര്‍ത്തവ്യകൃദതന്ദ്രിതഃ.
 
3          	
അധിഷ്ഠായാസ്യ നേതൃത്വം
കുര്യാത് കാഞ്ചിത് സഭാം ശുഭാം;
അസ്യാമായാന്തി യേ തേ സ്യുഃ
സര്‍വേ സോദരബുദ്ധയഃ.
 
4          	
യദ്വദത്രൈവ തദ്വച്ച
സ്ത്രീണാം പുംസാം പൃഥക് പൃഥക്
വിദ്യാലയാ ദിശി ദിശി
ക്രിയന്താമാശ്രമാഃ സഭാഃ.
 
5          	
ഏകൈകസ്യാമാസു നേതാ
ചൈകൈകഃ സ്യാദ്വിചക്ഷണഃ
സര്‍വാഭിരനുബന്ധോƒദ്വൈ-
താശ്രമസ്യാഭിരന്വഹം.
 
ഗുരുദേവന്‍ അനേകകാലമായി സങ്കല്പിച്ചുവെച്ച ശിഷ്യസംഘം "ശ്രീനാരായണ ധര്‍മ്മസംഘം" എന്ന പേരില്‍ തൃശ്ശിവപേരൂര്‍വച്ച് ആയിരത്തിയൊരുനൂറ്റി മൂന്നു ധനുമാസം ഇരുപത്തിയഞ്ചാം തീയതി രാത്രി എട്ടുമണിക്ക് തൃപ്പാദ സന്നിധിയില്‍ ദീപം സാക്ഷിയായി നമസ്കരിച്ചുകൊണ്ട് അന്ന് അവിടെ ഉണ്ടായിരുന്ന ശിഷ്യന്മാര്‍ മെമ്മോറാണ്ടത്തില്‍ ഒപ്പുവച്ച് സ്ഥാപിച്ചു. ഇരുപത്തിയാറാം തീയതി സംഘം രജിസ്ത്രാക്കപ്പെട്ടു. ശിഷ്യഗണങ്ങളെ ചേര്‍ത്ത് ഒരു സന്ന്യാസിസംഘം രൂപീകരിക്കണമെന്ന ഉദ്ദേശ്യം തൃപ്പാദങ്ങള്‍ക്ക് വളരെ മുന്‍പുതന്നെ ഉണ്ടായിരുന്നു. അതിനുവേണ്ട നിയമങ്ങള്‍ ഉണ്ടാക്കുന്നതിന് ചില നിയമജ്ഞന്മാരോട് ഗുരുദേവന്‍ ആവശ്യപ്പെടുകയും, അവര്‍ അതു നിര്‍വഹിച്ചു കാണായ്കയാല്‍ ഗുരുദേവന്‍ ഇങ്ങനെ കല്പിക്കുകയും ഉണ്ടായി: "ആശ്രമനിയമത്തിന് ഇത്ര പ്രയാസമോ? നാമുണ്ടാക്കാം". അങ്ങനെ തൃപ്പാദങ്ങള്‍ ഉണ്ടാക്കിയ കൃതിയാണ് മേല്‍ കുറിച്ചിട്ടുള്ള അഞ്ചു ശ്ലോകങ്ങള്‍.


അര്‍ത്ഥം:

ഈ ആശ്രമത്തില്‍ വിദ്വാനായും മുനിയായും ഉദാരചിത്തനായും സമദൃഷ്ടിയായും ശാന്തഗംഭീരനായും ജിതേന്ദ്രിയനായും പരോപകാരിയായും ദീനദയാലുവായും സത്യവാനായും സമര്‍ത്ഥനായും സദാചാരതത്പരനായും കര്‍ത്തവ്യങ്ങളെ ശീഘ്രം ചെയ്യു ന്നവനായും മടിയില്ലാത്തവനായും ഇരിക്കുന്ന ഒരു ഗുരു ഉണ്ടായിരിക്കണം. ആ ഗുരു ഇതിന്‍റെ (ആശ്രമത്തിന്‍റെ) നേതൃത്വത്തെ സ്വീകരിച്ചിട്ട് നല്ല ഒരു സഭയെ ഉണ്ടാക്കണം. ഇതില്‍ (സഭയില്‍) ആരെല്ലാം ചേരുന്നുവോ, അവരെല്ലാം സഹോദരഭാവന ഉള്ളവരായിരിക്കണം. ഇവിടെ (ഈ ആശ്രമത്തില്‍) എങ്ങനെയോ അ തുപോലെതന്നെ ദേശം തോറും സ്ത്രീകള്‍ക്കും പുരുഷന്‍മാര്‍ ക്കും പ്രത്യേകം പ്രത്യേകം വിദ്യാലയങ്ങളും ആശ്രമങ്ങളും സഭകളും ഉണ്ടാക്കണം. ഇതിന് ഓരോന്നിനും വിദഗ്ദ്ധനായ ഓരോ നേതാവ് ഉണ്ടായിരിക്കണം. ഇതെല്ലാംകൂടി ചേര്‍ന്നതിന് അദ്വൈതാശ്രമമെന്നുപേര്‍.






"""
    },

// 39th krithi
    {
      "title": "ധര്‍മ്മഃ",
      "image": Assets.pngs.guru.path,
      "lyrics": """

ധര്‍മ്മ ഏവ പരം ദൈവം
ധര്‍മ്മ ഏവ മഹാധനം
ധര്‍മ്മസ്സര്‍വ്വത്ര വിജയീ
ഭവതു ശ്രേയസേ നൃണാം.
"""
    },

// 40th krithi

    {
      "title": "ആത്മോപദേശശതകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1          	
അറിവിലുമേറിയറിഞ്ഞിടുന്നവന്‍ത-
ന്നുരുവിലുമൊത്തു പുറത്തുമുജ്ജ്വലിക്കും
കരുവിനു കണ്ണുകളഞ്ചുമുള്ളടക്കി-
ത്തെരുതെരെ വീണുവണങ്ങിയോതിടേണം.
 
2          	
കരണവുമിന്ദ്രിയവും കളേബരം തൊ-
ട്ടറിയുമനേകജഗത്തുമോര്‍ക്കിലെല്ലാം
പരവെളിതന്നിലുയര്‍ന്ന ഭാനുമാന്‍ തന്‍
തിരുവുരുവാണു തിരഞ്ഞു തേറിടേണം.
 
3          	
വെളിയിലിരുന്നു വിവര്‍ത്തമിങ്ങു കാണും
വെളി മുതലായ വിഭൂതിയഞ്ചുമോര്‍ത്താല്‍
ജലനിധിതന്നിലുയര്‍ന്നിടും തരങ്ഗാ-
വലിയതുപോലെയഭേദമായ് വരേണം.
 
4          	
അറിവുമറിഞ്ഞിടുമര്‍ത്ഥവും പുമാന്‍ത-
ന്നറിവുമൊരാദിമഹസ്സു മാത്രമാകും;
വിരളത വിട്ടു വിളങ്ങുമമ്മഹത്താ-
മറിവിലമര്‍ന്നതു മാത്രമായിടേണം.
 
5          	
ഉലകരുറങ്ങിയുണര്‍ന്നു ചിന്ത ചെയ്യും
പലതുമിതൊക്കെയുമുറ്റു പാര്‍ത്തു നില്ക്കും
വിലമതിയാത വിളക്കുദിക്കയും പിന്‍-
പൊലികയുമില്ലിതു കണ്ടു പോയിടേണം.
 
6          	
ഉണരണമിന്നിയുറങ്ങണം ഭുജിച്ചീ-
ടണമശനം പുണരേണമെന്നിവണ്ണം
അണയുമനേകവികല്പമാകയാലാ-
രുണരുവതുള്ളൊരു നിര്‍വികാരരൂപം?
 
7          	
ഉണരരുതിന്നിയുറങ്ങിടാതിരുന്നീ-
ടണമറിവായിതിനിന്നയോഗ്യനെന്നാല്‍
പ്രണവമുണര്‍ന്നു പിറപ്പൊഴിഞ്ഞു വാഴും
മുനിജനസേവയില്‍ മൂര്‍ത്തി നിര്‍ത്തിടേണം.
 
8          	
ഒളി മുതലാം പഴമഞ്ചുമുണ്ടു നാറും
നളികയിലേറി നയേന മാറിയാടും
കിളികളെയഞ്ചുമരിഞ്ഞുകീഴ്മറിക്കും
വെളിവുരുവേന്തിയകം വിളങ്ങിടേണം.
 
9          	
ഇരുപുറവും വരുമാറവസ്ഥയെപ്പൂ-
ത്തൊരു കൊടി വന്നു പടര്‍ന്നുയര്‍ന്നു മേവും
തരുവിനടിക്കു തപസ്സു ചെയ്തു വാഴും
നരനു വരാ നരകം നിനച്ചിടേണം.
 
10       	
"ഇരുളിലിരിപ്പവനാര്? ചൊല്ക നീ" യെ-
ന്നൊരുവനുരപ്പതു കേട്ടു താനുമേവം
അറിവതിനായവനോടു "നീയുമാരെ"-
ന്നരുളുമിതിന്‍ പ്രതിവാക്യമേകമാകും.
 
11       	
'അഹമഹ' മെന്നരുളുന്നതൊക്കെയാരാ-
യുകിലകമേ പലതല്ലതേകമാകും;
അകലുമഹന്തയനേകമാകയാലീ
തുകയിലഹംപൊരുളും തുടര്‍ന്നിടുന്നു.
 
12       	
തൊലിയുമെലുമ്പുമലം ദുരന്തമന്തഃ-
കലകളുമേന്തുമഹന്തയൊന്നു കാണ്‍ക!
പൊലിയുമിതന്യ പൊലിഞ്ഞു പൂര്‍ണ്ണമാകും
വലിയൊരഹന്ത വരാ വരം തരേണം.
 
13       	
ത്രിഗുണമയം തിരുനീറണിഞ്ഞൊരീശ-
ന്നകമലരിട്ടു വണങ്ങിയക്ഷമാറി
സകലമഴിഞ്ഞു തണിഞ്ഞു കേവലത്തിന്‍
മഹിമയുമറ്റു മഹസ്സിലാണിടേണം.
 
14       	
ത്രിഭുവനസീമ കടന്നു തിങ്ങിവിങ്ങും
ത്രിപുടി മുടിഞ്ഞു തെളിഞ്ഞിടുന്ന ദീപം
കപടയതിക്കു കരസ്ഥമാകുവീലെ-
ന്നുപനിഷദുക്തിരഹസ്യമോര്‍ത്തിടേണം.
 
15       	
പരയുടെ പാലു നുകര്‍ന്ന ഭാഗ്യവാന്മാര്‍-
ക്കൊരു പതിനായിരമാണ്ടൊരല്പനേരം;
അറിവപരപ്രകൃതിക്കധീനമായാ-
ലരനൊടിയായിരമാണ്ടുപോലെ തോന്നും.
 
16       	
അധികവിശാലമരുപ്രദേശമൊന്നായ്
നദി പെരുകുന്നതുപോലെ വന്നു നാദം
ശ്രുതികളില്‍ വീണു തുറക്കുമക്ഷിയെന്നും
യതമിയലും യതിവര്യനായിടേണം.
 
17       	
അഴലെഴുമഞ്ചിതളാര്‍ന്നു രണ്ടു തട്ടായ്-
ച്ചുഴലുമനാദിവിളക്കു തൂക്കിയാത്മാ
നിഴലുരുവായെരിയുന്നു നെയ്യതോ മുന്‍-
പഴകിയ വാസന വര്‍ത്തി വൃത്തിയത്രേ.
 
18       	
അഹമിരുളല്ലിരുളാകിലന്ധരായ് നാ-
മഹമഹമെന്നറിയാതിരുന്നിടേണം;
അറിവതിനാലഹമന്ധകാരമല്ലെ-
ന്നറിവതിനിങ്ങനെയാര്‍ക്കുമോതിടേണം.
 
19       	
അടിമുടിയറ്റമതുണ്ടിതുണ്ടതുണ്ടെ-
ന്നടിയിടുമാദിമസത്തയുള്ളതെല്ലാം;
ജഡമിതു സര്‍വമനിത്യമാം; ജലത്തിന്‍-
വടിവിനെ വിട്ടു തരങ്ഗമന്യമാമോ?
 
20       	
ഉലകിനു വേറൊരു സത്തയില്ലതുണ്ടെ-
ന്നുലകരുരപ്പതു സര്‍വ്വമൂഹഹീനം;
ജളനു വിലേശയമെന്നു തോന്നിയാലും
നലമിയലും മലര്‍മാല നാഗമാമോ?
 
21       	
പ്രിയമൊരു ജാതിയിതെന്‍ പ്രിയം, ത്വദീയ-
പ്രിയമപരപ്രിയമെന്നനേകമായി
പ്രിയവിഷയം പ്രതി വന്നിടും ഭ്രമം; തന്‍-
പ്രിയമപരപ്രിയമെന്നറിഞ്ഞിടേണം.
 
22       	
പ്രിയമപരന്‍റെയതെന്‍പ്രിയം; സ്വകീയ-
പ്രിയമപരപ്രിയമിപ്രകാരമാകും
നയമതിനാലെ നരന്നു നന്മ നല്കും
ക്രിയയപരപ്രിയഹേതുവായ് വരേണം.
 
23       	
അപരനുവേണ്ടിയഹര്‍നിശം പ്രയത്നം
കൃപണത വിട്ടു കൃപാലു ചെയ്തിടുന്നു;
കൃപണനധോമുഖനായ്ക്കിടന്നു ചെയ്യു-
ന്നപജയകര്‍മ്മമവന്നുവേണ്ടി മാത്രം.
 
24       	
അവനിവനെന്നറിയുന്നതൊക്കെയോര്‍ത്താ-
ലവനിയിലാദിമമായൊരാത്മരൂപം
അവനവനാത്മസുഖത്തിനാചരിക്കു-
ന്നവയപരന്നു സുഖത്തിനായ് വരേണം.
 
25       	
ഒരുവനു നല്ലതുമന്യനല്ലലും ചേര്‍-
പ്പൊരു തൊഴിലാത്മവിരോധിയോര്‍ത്തിടേണം;
പരനു പരം പരിതാപമേകിടുന്നോ-
രെരിനരകാബ്ധിയില്‍ വീണെരിഞ്ഞിടുന്നു.
 
26       	
അവയവമൊക്കെയമര്‍ത്തിയാണിയായ് നി-
ന്നവയവിയാവിയെയാവരിച്ചിടുന്നു;
അവനിവനെന്നതിനാലവന്‍ നിനയ്ക്കു-
ന്നവശതയാമവിവേകമൊന്നിനാലേ.
 
27       	
ഇരുളിലിരുന്നറിയുന്നതാകുമാത്മാ-
വറിവതുതാനഥ നാമരൂപമായും
കരണമൊടിന്ദ്രിയകര്‍ത്തൃകര്‍മ്മമായും
വരുവതു കാണ്‍ക! മഹേന്ദ്രജാലമെല്ലാം.
 
28       	
അടിമുടിയറ്റടിതൊട്ടു മൗലിയന്തം
സ്ഫുടമറിയുന്നതു തുര്യബോധമാകും;
ജഡമറിവീലതു ചിന്ത ചെയ്തു ചൊല്ലു-
ന്നിടയിലിരുന്നറിവല്ലറിഞ്ഞിടേണം.
 
29       	
മനമലര്‍ കൊയ്തു മഹേശപൂജ ചെയ്യും
മനുജനു മറ്റൊരു വേല ചെയ്തിടേണ്ട;
വനമലര്‍ കൊയ്തുമതല്ലയായ്കില്‍ മായാ-
മനുവുരുവിട്ടുമിരിക്കില്‍ മായ മാറും
 
30       	
ജഡമറിവീലറിവിന്നു ചിന്തയില്ലോ-
തിടുകയുമില്ലറിവെന്നറിഞ്ഞു സര്‍വം
വിടുകിലവന്‍ വിശദാന്തരങ്ഗനായ് മേ-
ലുടലിലമര്‍ന്നുഴലുന്നതില്ല നൂനം.
 
31       	
അനുഭവമാദിയിലൊന്നിരിക്കിലല്ലാ-
തനുമിതിയില്ലിതു മുന്നമക്ഷിയാലേ
അനുഭവിയാതതുകൊണ്ടു ധര്‍മ്മിയുണ്ടെ-
ന്നനുമിതിയാലറിവീലറിഞ്ഞിടേണം.
 
32       	
അറിവതു ധര്‍മ്മിയെയല്ല, ധര്‍മ്മമാമീ-
യരുളിയ ധര്‍മ്മിയദൃശ്യമാകയാലേ
ധര മുതലായവയൊന്നുമില്ല താങ്ങു-
ന്നൊരു വടിവാമറിവുള്ളതോര്‍ത്തിടേണം.
 
33       	
അറിവു നിജസ്ഥിതിയിങ്ങറിഞ്ഞിടാനായ്-
ദ്ധര മുതലായ വിഭൂതിയായി താനേ
മറിയുമവസ്ഥയിലേറിമാറി വട്ടം-        
തിരിയുമലാതസമം തിരിഞ്ഞിടുന്നു.
 
34       	
അരനൊടിയാദിയരാളിയാര്‍ന്നിടും തേ-
രുരുളതിലേറിയുരുണ്ടിടുന്നു ലോകം;
അറിവിലനാദിയതായ് നടന്നിടും തന്‍-
തിരുവിളയാടലിതെന്നറിഞ്ഞിടേണം.
 
35       	
ഒരു പതിനായിരമാദിതേയരൊന്നായ്
വരുവതുപോലെ വരും വിവേകവൃത്തി
അറിവിനെ മൂടുമനിത്യമായയാമീ-
യിരുളിനെയീര്‍ന്നെഴുമാദിസൂര്യനത്രേ.
 
36       	
അറിവിനു ശക്തിയനന്തമുണ്ടിതെല്ലാ-
മറുതിയിടാം സമയന്യയെന്നിവണ്ണം
ഇരുപിരിവായിതിലന്യസാമ്യമാര്‍ന്നു-
ള്ളുരുവിലമര്‍ന്നു തെളിഞ്ഞുണര്‍ന്നിടേണം.
 
37       	
വിഷമതയാര്‍ന്നെഴുമന്യ വെന്നുകൊള്‍വാന്‍
വിഷമമഖണ്ഡവിവേകശക്തിയെന്ന്യേ;
വിഷമയെ വെന്നതിനാല്‍ വിവേകമാകും
വിഷയവിരോധിനിയോടണഞ്ഞിടേണം.
 
38       	
പലവിധമായറിയുന്നതന്യയൊന്നായ്
വിലസുവതാം സമയെന്നു മേലിലോതും
നിലയെയറിഞ്ഞു നിവര്‍ന്നു സാമ്യമേലും
കലയിലലിഞ്ഞു കലര്‍ന്നിരുന്നിടേണം.
 
39       	
അരുളിയ ശക്തികളെത്തുടര്‍ന്നു രണ്ടാം
പിരിവിവയില്‍ സമതന്‍വിശേഷമേകം;
വിരതി വരാ വിഷമാവിശേഷമൊന്നി-
ത്തരമിവ രണ്ടു തരത്തിലായിടുന്നു.
 
40       	
സമയിലുമന്യയിലും സദാപി വന്നി-
ങ്ങമരുവതുണ്ടതതിന്‍ വിശേഷശക്തി
അമിതയതാകിലുമാകെ രണ്ടിവറ്റിന്‍-
ഭ്രമകലയാലഖിലം പ്രമേയമാകും.
 
41       	
ഇതു കുടമെന്നതിലാദ്യമാമിതെന്നു-
ള്ളതു വിഷമാ കുടമോ വിശേഷമാകും;
മതി മുതലായ മഹേന്ദ്രജാലമുണ്ടാ-
വതിനിതുതാന്‍ കരുവെന്നു കണ്ടിടേണം.
 
42       	
ഇദമറിവെന്നതിലാദ്യമാമിതെന്നു-
ള്ളതു സമ, തന്‍റെ വിശേഷമാണു ബോധം;
മതി മുതലായവയൊക്കെ മാറി മേല്‍ സദ്-
ഗതി വരുവാനിതിനെബ്ഭജിച്ചിടേണം.
 
43       	
പ്രകൃതി പിടിച്ചു ചുഴറ്റിടും പ്രകാരം
സുകൃതികള്‍ പോലുമഹോ! ചുഴന്നിടുന്നു!
വികൃതി വിടുന്നതിനായി വേല ചെയ്വീ-
ലകൃതി ഫലാഗ്രഹമറ്ററിഞ്ഞിടേണം.
 
44       	
പലമതസാരവുമേകമെന്നു പാരാ-
തുലകിലൊരാനയിലന്ധരെന്നപോലെ
പലവിധ യുക്തി പറഞ്ഞു പാമരന്മാ-
രലവതു കണ്ടലയാതമര്‍ന്നിടേണം.
 
45       	
ഒരു മതമന്യനു നിന്ദ്യമൊന്നിലോതും
കരുവപരന്‍റെ കണക്കിനൂനമാകും;
ധരയിലിതിന്‍റെ രഹസ്യമൊന്നുതാനെ-
ന്നറിവളവും ഭ്രമമെന്നറിഞ്ഞിടേണം.
 
46       	
പൊരുതു ജയിപ്പതസാദ്ധ്യമൊന്നിനോടൊ-
ന്നൊരു മതവും പൊരുതാലൊടുങ്ങുവീല;
പരമതവാദിയിതോര്‍ത്തിടാതെ പാഴേ
പൊരുതു പൊലിഞ്ഞിടുമെന്ന ബുദ്ധി വേണം.
 
47       	
ഒരുമതമാകുവതിന്നുരപ്പതെല്ലാ-
വരുമിതു വാദികളാരുമോര്‍ക്കുവീല;
പരമതവാദമൊഴിഞ്ഞ പണ്ഡിതന്മാ-
രറിയുമിതിന്‍റെ രഹസ്യമിങ്ങശേഷം.
 
48       	
തനുവിലമര്‍ന്ന ശരീരി, തന്‍റെ സത്താ-
തനുവിലതെന്‍റെതിതെന്‍റെതെന്നു സര്‍വം
തനുതയൊഴിഞ്ഞു ധരിച്ചിടുന്നു; സാക്ഷാ-
ലനുഭവശാലികളാമിതോര്‍ക്കിലാരും.
 
49       	
അഖിലരുമാത്മസുഖത്തിനായ് പ്രയത്നം
സകലവുമിങ്ങു സദാപി ചെയ്തിടുന്നു;
ജഗതിയിലിമ്മതമേകമെന്നു ചിന്തി-
ച്ചഘമണയാതകതാരമര്‍ത്തിടേണം.
 
50       	
നിലമൊടു നീരതുപോലെ കാറ്റു തീയും
വെളിയുമഹംകൃതി വിദ്യയും മനസ്സും
അലകളുമാഴിയുമെന്നുവേണ്ടയെല്ലാ-
വുലകുമുയര്‍ന്നറിവായി മാറിടുന്നു.
 
51       	
അറിവിലിരുന്നൊരഹന്തയാദ്യമുണ്ടായ്-
വരുമിതിനോടൊരിദന്ത വാമയായും
വരുമിവ രണ്ടുലപങ്ങള്‍പോലെ മായാ-
മരമഖിലം മറയെപ്പടര്‍ന്നിടുന്നു.
 
52       	
ധ്വനിമയമായ്ഗ്ഗഗനം ജ്വലിക്കുമന്നാ-
ളണയുമതിങ്കലശേഷദൃശ്യജാലം;
പുനരവിടെ ത്രിപുടിക്കു പൂര്‍ത്തി നല്കും
സ്വനവുമടങ്ങുമിടം സ്വയംപ്രകാശം!
 
53       	
ഇതിലെഴുമാദിമശക്തിയിങ്ങു കാണു-
ന്നിതു സകലം പെറുമാദിബീജമാകും;
മതിയതിലാക്കി മറന്നിടാതെ മായാ-
മതിയറുവാന്‍ മനനം തുടര്‍ന്നിടേണം.
 
54       	
ഉണരുമവസ്ഥയുറക്കിലില്ലുറക്കം
പുനരുണരുമ്പൊഴുതും സ്ഫുരിക്കുവീല;
അനുദിനമിങ്ങനെ രണ്ടുമാദിമായാ-
വനിതയില്‍നിന്നു പുറന്നു മാറിടുന്നു.
 
55       	
നെടിയ കിനാവിതു നിദ്രപോലെ നിത്യം
കെടുമിതുപോലെ കിനാവുമിപ്രകാരം
കെടുമതി കാണുകയില്ല, കേവലത്തില്‍
പെടുവതിനാലനിശം ഭ്രമിച്ചിടുന്നു.
 
56       	
കടലിലെഴും തിരപോലെ കായമോരോ-
ന്നുടനുടനേറിയുയര്‍ന്നമര്‍ന്നിടുന്നു;
മുടിവിതിനെങ്ങിതു ഹന്ത! മൂലസംവിത്-
കടലിലജസ്രവുമുള്ള കര്‍മ്മമത്രേ!
 
57       	
അലയറുമാഴിയിലുണ്ടനന്തമായാ-
കലയിതു കല്യയനാദികാര്യമാകും
സലിലരസാദി ശരീരമേന്തി നാനാ-
വുലകുരുവായുരുവായി നിന്നിടുന്നു.
 
58       	
നവനവമിന്നലെയിന്നു നാളെ മറ്റേ-
ദ്ദിവസമിതിങ്ങനെ ചിന്ത ചെയ്തിടാതെ
അവിരതമെണ്ണിയളന്നിടുന്നതെല്ലാം
ഭ്രമമൊരു ഭേദവുമില്ലറിഞ്ഞിടേണം.
 
59       	
അറിവിനെ വിട്ടഥ ഞാനുമില്ലയെന്നെ-
പ്പിരിയുകിലില്ലറിവും പ്രകാശമാത്രം;
അറിവറിയുന്നവനെന്നു രണ്ടുമോര്‍ത്താ-
ലൊരു പൊരുളാമതിലില്ല വാദമേതും.
 
60       	
അറിവിനെയും മമതയ്ക്കധീനമാക്കി-
പ്പറയുമിതിന്‍ പരമാര്‍ത്ഥമോര്‍ത്തിടാതെ,
പറകിലുമപ്പരതത്ത്വമെന്നപോലീ-
യറിവറിയുന്നവനന്യമാകുവീല.
 
61       	
വെളിവിഷയം വിലസുന്നു വേറുവേറാ-
യളവിടുമിന്ദ്രിയമാര്‍ന്നു തന്‍റെ ധര്‍മ്മം
ജളതയതിങ്ങു ദിഗംബരാദി നാമാ-
വലിയൊടുയര്‍ന്നറിവായി മാറിടുന്നു.
 
62       	
പരവശനായ്പ്പരതത്ത്വമെന്‍റെതെന്നോര്‍-
ക്കരുതരുതെന്നു കഥിപ്പതൊന്നിനാലേ
വരുമറിവേതു വരാ കഥിപ്പതാലേ
പരമപദം പരിചിന്ത ചെയ്തിടേണം.
 
63       	
അറിവിലിരുന്നപരത്വമാര്‍ന്നിടാതീ-
യറിവിനെയിങ്ങറിയുന്നതെന്നിയേ താന്‍
പരവശനായറിവീല പണ്ഡിതന്‍ തന്‍-
പരമരഹസ്യമിതാരു പാര്‍ത്തിടുന്നു!
 
64       	
പ്രതിവിഷയം പ്രതിബന്ധമേറി മേവു-
ന്നിതിനെ നിജസ്മൃതിയേ നിരാകരിക്കൂ;
അതിവിശദസ്മൃതിയാലതീതവിദ്യാ-
നിധി തെളിയുന്നിതിനില്ല നീതിഹാനി.
 
65       	
ഒരുകുറി നാമറിയാത്തതൊന്നുമിങ്ങി-
ല്ലുരുമറവാലറിവീലുണര്‍ന്നിതെല്ലാം
അറിവവരില്ലതിരറ്റതാകയാലീ-
യരുമയെയാരറിയുന്നഹോ വിചിത്രം!
 
66       	
ഇര മുതലായവയെന്നുമിപ്രകാരം
വരുമിനിയും; വരവറ്റുനില്പതേകം;
അറിവതു നാമതു തന്നെ മറ്റുമെല്ലാ-
വരുമതുതന്‍ വടിവാര്‍ന്നു നിന്നിടുന്നു.
 
67       	
ഗണനയില്‍നിന്നു കവിഞ്ഞതൊന്നു സാധാ-
രണമിവ രണ്ടുമൊഴിഞ്ഞൊരന്യരൂപം
നിനവിലുമില്ലതു നിദ്രയിങ്കലും മേ-
ലിനനഗരത്തിലുമെങ്ങുമില്ല നൂനം.
 
68       	
അരവവടാകൃതിപോലഹന്ത രണ്ടാ-
യറിവിലുമങ്ഗിയിലും കടക്കയാലേ,
ഒരു കുറിയാര്യയിതിങ്ങനാര്യയാകു-
ന്നൊരുകുറിയെന്നുണരേണമൂഹശാലി.
 
69       	
ശ്രുതിമുതലാം തുരഗം തൊടുത്തൊരാത്മ-
പ്രതിമയെഴും കരണപ്രവീണനാളും
രതിരഥമേറിയഹന്ത രമ്യരൂപം
പ്രതി പുറമേ പെരുമാറിടുന്നജസ്രം.
 
70       	
ഒരു രതി തന്നെയഹന്തയിന്ദ്രിയാന്തഃ
കരണകളേബരമൊന്നിതൊക്കെയായി
വിരിയുമിതിന്നു വിരാമമെങ്ങു, വേറാ-
മറിവവനെന്നറിവോളമോര്‍ത്തിടേണം.
 
71       	
സവനമൊഴിഞ്ഞു സമത്വമാര്‍ന്നു നില്പീ-
ലവനിയിലാരുമനാദി ലീലയത്രേ;
അവിരളമാകുമിതാകവേയറിഞ്ഞാ-
ലവനതിരറ്റ സുഖം ഭവിച്ചിടുന്നു.
 
72       	
ക്രിയയൊരു കൂറിതവിദ്യ; കേവലം ചി-
ന്മയി മറുകൂറിതു വിദ്യ; മായയാലേ
നിയതമിതിങ്ങനെ നില്ക്കിലും പിരിഞ്ഞ-
ദ്ദ്വയപരഭാവന തുര്യമേകിടുന്നു.
 
73       	
ഒരു പൊരുളിങ്കലനേകമുണ്ടനേകം
പൊരുളിലൊരര്‍ത്ഥവുമെന്ന ബുദ്ധിയാലേ
അറിവിലടങ്ങുമഭേദമായിതെല്ലാ-
വരുമറിവീലതിഗോപനീയമാകും.
 
74       	
പൊടിയൊരു ഭുവിലസംഖ്യമപ്പൊടിക്കുള്‍-
പ്പെടുമൊരു ഭൂവിതിനില്ല ഭിന്നഭാവം;
ജഡമമരുന്നതുപോലെ ചിത്തിലും ചി-
ത്തുടലിലുമിങ്ങിതിനാലിതോര്‍ക്കിലേകം.
 
75       	
പ്രകൃതി ജലം തനു ഫേനമാഴിയാത്മാ-
വഹമഹമെന്നലയുന്നതൂര്‍മ്മിജാലം
അകമലരാര്‍ന്നറിവൊക്കെ മുത്തുതാന്‍ താന്‍
നുകരുവതാമമൃതായതിങ്ങു നൂനം.
 
76       	
മണലളവറ്റു ചൊരിഞ്ഞ വാപിയിന്‍മേ-
ലണിയണിയായല വീശിടുന്നവണ്ണം
അനൃതപരമ്പര വീശിയന്തരാത്മാ-
വിനെയകമേ ബഹുരൂപമാക്കിടുന്നു.
 
77       	
പരമൊരു വിണ്ണു, പരന്ന ശക്തി കാറ്റാ-
മറിവനലന്‍ ജലമക്ഷമിന്ദ്രിയാര്‍ത്ഥം
ധരണിയിതിങ്ങനെയഞ്ചു തത്ത്വമായ് നി-
ന്നെരിയുമിതിന്‍റെ രഹസ്യമേകമാകും.
 
78       	
മരണവുമില്ല പുറപ്പുമില്ല വാഴ്വും
നരസുരരാദിയുമില്ല നാമരൂപം,
മരുവിലമര്‍ന്ന മരീചിനീരുപോല്‍ നി-
ല്പൊരു പൊരുളാം പൊരുളല്ലിതോര്‍ത്തിടേണം.
 
79       	
ജനിസമയം സ്ഥിതിയില്ല ജന്‍മിയന്യ-
ക്ഷണമതിലില്ലിതിരിപ്പതെപ്രകാരം?
ഹനനവുമിങ്ങനെതന്നെയാകയാലേ
ജനനവുമില്ലിതു ചിത്പ്രഭാവമെല്ലാം.
 
80       	
സ്ഥിതിഗതിപോലെ വിരോധിയായ സൃഷ്ടി-
സ്ഥിതിലയമെങ്ങൊരു ദിക്കിലൊത്തു വാഴും?
ഗതിയിവ മൂന്നിനുമെങ്ങുമില്ലിതോര്‍ത്താല്‍
ക്ഷിതി മുതലായവ ഗീരു മാത്രമാകും.
 
81       	
പ്രകൃതി പിരിഞ്ഞൊരു കൂറു ഭോക്തൃരൂപം
സകലവുമായ് വെളിയേ സമുല്ലസിക്കും
ഇഹപരമാമൊരു കൂറിദന്തയാലേ
വികസിതമാമിതു ഭോഗ്യവിശ്വമാകും.
 
82       	
അരണി കടഞ്ഞെഴുമഗ്നിപോലെയാരായ്-
വവരിലിരുന്നതിരറ്റെഴും വിവേകം,
പരമചിദംബരമാര്‍ന്ന ഭാനുവായ് നി-
ന്നെരിയുമതിന്നിരയായിടുന്നു സര്‍വം.
 
83       	
ഉടയുമിരിക്കുമുദിക്കുമൊന്നു മാറി-
ത്തുടരുമിതിങ്ങുടലിന്‍ സ്വഭാവമാകും,
മുടിയിലിരുന്നറിയുന്നു മൂന്നുമാത്മാ-
വിടരറുമൊന്നിതു നിര്‍വികാരമാകും.
 
84       	
അറിവതിനാലവനീവികാരമുണ്ടെ-
ന്നരുളുമിതോര്‍ക്കിലസത്യമുള്ളതുര്‍വീ;
നിരവധിയായ് നിലയറ്റു നില്പതെല്ലാ-
മറിവിലെഴും പ്രകൃതിസ്വരൂപമാകും.
 
85       	
നിഴലൊരു ബിംബമപേക്ഷിയാതെ നില്പീ-
ലെഴുമുലകെങ്ങുമബിംബമാകയാലേ,
നിഴലുമതല്ലിതു നേരുമല്ല വിദ്വാ-
നെഴുതിയിടും ഫണിപോലെ കാണുമെല്ലാം.
 
86       	
തനു മുതലായതു സര്‍വമൊന്നിലൊന്നി-
ല്ലനൃതവുമായതിനാലെയന്യഭാഗം
അനുദിനമസ്തമിയാതിരിക്കയാലേ
പുനരൃതരൂപവുമായ്പ്പൊലിഞ്ഞിടുന്നു.
 
87       	
തനിയെയിതൊക്കെയുമുണ്ടു തമ്മിലോരോ-
രിനമിതരങ്ങളിലില്ലയിപ്രകാരം
തനു മുതലായതു സത്തുമല്ലയോര്‍ത്താ-
ലനൃതവുമല്ലതവാച്യമായിടുന്നു.
 
88       	
സകലവുമുള്ളതു തന്നെ തത്ത്വചിന്താ-
ഗ്രഹനിതു സര്‍വവുമേകമായ് ഗ്രഹിക്കും;
അകമുഖമായറിയായ്കില്‍ മായയാം വന്‍-
പക പലതും ഭ്രമമേകിടുന്നു പാരം.
 
89       	
അറിവിലിരുന്നസദസ്തിയെന്നസംഖ്യം
പൊരിയിളകിബ്ഭുവനം സ്ഫുരിക്കയാലേ




"""
    },

// 41th krithi
    {
      "title": "അദ്വൈതദീപിക",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1   
പേരായിരം പ്രതിഭയായിരമിങ്ങവറ്റി-
ലാരാലെഴുംവിഷയമായിരമാം പ്രപഞ്ചം,
ഓരായ്കില്‍ നേരിതു കിനാവുണരുംവരെയ്ക്കും
നേരാമുണര്‍ന്നളവുണര്‍ന്നവനാമശേഷം.
 
2   
നേരല്ല ദൃശ്യമിതു ദൃക്കിനെ നീക്കിനോക്കില്‍
വേറല്ല വിശ്വമറിവാംമരുവില്‍ പ്രവാഹം;
കാര്യത്തില്‍ നില്പതിഹ കാരണസത്തയെന്ന്യേ
വേറല്ല വീചിയിലിരിപ്പതു വാരിയത്രേ.
 
3   
വാസസ്സു തന്തുവിതു പഞ്ഞിയിതാദിമൂല-
ഭൂതപ്രഘാതമിതുമോര്‍ക്കുകിലിപ്രകാരം
ബോധത്തില്‍നിന്നു വിലസുന്നു മരുസ്ഥലത്തു
പാഥസ്സുപോലെ; പരമാവധി ബോധമത്രേ.
 
4 
വൃത്തിസ്ഥമാമറിവില്‍ വിശ്വവുമില്ലിതിന്‍റെ
വിത്താമവിദ്യയതുമില്ല വിളക്കുവന്നാല്‍
അദ്ദിക്കിലെങ്ങുമിരുളില്ലുടനങ്ങു വര്‍ത്തി-
വിട്ടാല്‍ വിളക്കു പൊലിയുന്നിരുളും വരുന്നു.
 
5
ആരായ്കിലീയുലകമില്ലിതവിദ്യ തത്ത്വ-
മോരാതവര്‍ക്കിതുലകായ് വിലസും ഭ്രമത്താല്‍
ആരാല്‍ വിളക്കെരികിലില്ല പിശാചിതന്ധ-
കാരം ഭയന്നവനിരുട്ടു പിശാചുപോലാം.
 
6
ഉണ്ടില്ലയെന്നു മുറമാറിയസത്തുസത്തു
രണ്ടും പ്രതീതമിതനാദിതമഃസ്വഭാവം
രണ്ടും തിരഞ്ഞിടുകിലില്ലയസത്തു രജ്ജു-
ഖണ്ഡത്തിലില്ലുരഗമുള്ളതു രജ്ജുമാത്രം.
 
7
അസ്ത്യസ്തിയെന്നു സകലോപരി നില്പതൊന്നേ
സത്യം സമസ്തവുമനിത്യമസത്യമാകും,
മൃത്തിന്‍വികാരമതസത്യമിതിങ്കലൊക്കെ
വര്‍ത്തിപ്പതോര്‍ക്കിലൊരു മൃത്തിതു സത്യമത്രേ.
 
8
അജ്ഞാനവേളയിലുമസ്തി വിഭാതി രണ്ടു-
മജ്ഞാതമല്ല, സുഖവും വിലസുന്നു മൂന്നും;
രജ്ജുസ്വരൂപമഹിയോടുമിദന്തയാര്‍ന്നു
നില്‍ക്കുന്നതിന്നിഹ നിദര്‍ശനമാമിതോര്‍ത്താല്‍.
 
9
വിശ്വം വിവേകദശയിങ്കലഴിഞ്ഞു സര്‍വ-
മസ്വസ്ഥമാകിലുമതിന്ദ്രിയദൃശ്യമാകും
ദിക്കിന്‍ഭ്രമം വിടുകിലും ചിരമിങ്ങിവന്‍റെ
ദൃക്കിന്നു ദിക്കു പുനരങ്ങനെതന്നെ കാണാം.
 
10
സത്യത്തിലില്ലയുലകം സകലം വിവേക-
വിദ്ധ്വസ്തമായ പിറകും വിലസുന്നു മുന്‍പോല്‍
നിസ്തര്‍ക്കമായ് മരുവിലില്ലിഹ നീരമെന്നു
സിദ്ധിക്കിലും വിലസിടുന്നിതു മുന്‍പ്രകാരം.
 
11
ജ്ഞാനിക്കു സത്തുലകു ചിത്തു സുഖസ്വരൂപ-
മാനന്ദമല്ലനൃതമജ്ഞനിതപ്രകാശം
കാണുന്നവന്നു സുഖമസ്തിതയാര്‍ന്ന ഭാനു-
മാനര്‍ക്കനന്ധനിരുളാര്‍ന്നൊരു ശൂന്യവസ്തു.
 
12
വിത്തൊന്നുതാന്‍ വിവിധമായ് വിലസുന്നിതിങ്ക-
ലര്‍ത്ഥാന്തരം ചെറുതുമില്ല വിശേഷമായി
രജ്ജുസ്വരൂപമറിയാതിരുളാല്‍ വിവര്‍ത്ത-
സര്‍പ്പം നിനയ്ക്കിലിതു രജ്ജുവില്‍നിന്നു വേറോ?
 
13
ഓരോന്നതായവയവം മുഴുവന്‍ പിരിച്ചു
വേറാക്കിയാലുലകമില്ല വിചിത്രമത്രേ!
വേറാകുമീയവയവങ്ങളുമേവമങ്ങോ-
ട്ടാരായ്കിലില്ലഖിലവും നിജബോധമാത്രം.
 
14  
നൂലാടതന്നിലുദകം നുരതന്നിലേവം
ഹാ! ലോകമാകെ മറയുന്നൊരവിദ്യയാലേ;
ആലോചനാവിഷയമായിതു തന്‍റെ കാര്യ-
ജാലത്തൊടും മറകിലുണ്ടറിവൊന്നുമാത്രം.
 
15
ആനന്ദമസ്തിയതു ഭാതിയതൊന്നുതന്നെ
താനന്യമോര്‍ക്കിലതു നാസ്തി ന ഭാതി സര്‍വം;
കാനല്‍ജലം ഗഗനനീലമസത്യമഭ്ര-
സൂനം, നിനയ്ക്കില്‍ ഗഗനം പരമാര്‍ത്ഥമാകും.
 
16
ആത്മാവിലില്ലയൊരഹംകൃതി യോഗിപോലെ
താന്‍ മായയാല്‍ വിവിധമായ് വിഹരിച്ചിടുന്നു;
യോഗസ്ഥനായ് നിലയില്‍നിന്നിളകാതെ കായ-
വ്യൂഹം ധരിച്ചു വിഹരിച്ചിടുമിങ്ങു യോഗി.
 
17
അജ്ഞാനസംശയവിപര്യയമാത്മതത്ത്വ-
ജിജ്ഞാസുവിന്നു ദൃഢബോധനിതില്ല തെല്ലും;
സര്‍പ്പപ്രതീതി ഫണിയോ കയറോയിതെന്ന
തര്‍ക്കം ഭ്രമം കയറുകാണ്‍കിലിതില്ല തെല്ലും.
 
18
മുന്നേ കടന്നു വിഷയംപ്രതി വൃത്തി മുന്നില്‍-
നിന്നീടുമാവരണമാം തിര നീക്കിടുന്നു;
പിന്നീടു കാണുമറിവും പ്രഭതന്‍റെ പിന്‍പോയ്
ക്കണ്ണെന്നപോലറിവു കാണുകയില്ല താനേ.
 
19
കാണുന്നു കണ്ണിഹ തുറക്കിലടയ്ക്കിലന്ധന്‍-
താനുള്ളില്‍മേവുമറിവിങ്ങു വരായ്കയാലേ;
ജ്ഞാനംപുറത്തുതനിയേ വരികില്ല കണ്ണു-
വേണം വരുന്നതിനു കണ്ണിനു കാന്തിപോലെ.


"""
    },

// 42th krithi

    {
      "title": "അറിവ്",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1	
അറിയപ്പെടുമിതു വേറ-
ല്ലറിവായിടും തിരഞ്ഞിടും നേരം;
അറിവിതിലൊന്നായതുകൊ-
ണ്ടറിവല്ലാതെങ്ങുമില്ല വേറൊന്നും.
 
2	
അറിവില്ലെന്നാലില്ലീ-
യറിയപ്പെടുമെന്നതുണ്ടിതെന്നാലും,
അറിവൊന്നില്ലെന്നാലീ-
യറിവേതറിവിന്നതില്ലറിഞ്ഞീടാം.
 
3	
അറിവിന്നളവില്ലാതേ-
തറിയാമറിവായതും വിളങ്ങുന്നു;
അറിവിലെഴുന്ന കിനാവി-
ങ്ങറിവായീടുന്നവണ്ണമങ്ങെല്ലാം.
 
4	
അറിവിനു നിറവുണ്ടെന്നാ-
ലറിവല്ലാതുള്ളതെങ്ങിരുന്നീടും?  
അറിവേതെന്നിങ്ങതു പോ-
യറിയുന്നങ്ങെന്നിതെങ്ങിരുന്നീടും?
 
5	
അറിവിലിരുന്നു കെടുന്നീ-
ലറിവാമെന്നാലിതെങ്ങിറങ്ങീടും?
അറിവിനെയറിയുന്നീലി-
ങ്ങറിയും നേരത്തു രണ്ടുമൊന്നായി.
 
6	
അറിയും മുന്‍പേതെന്നാ-
ലറിവില്ലാതൊന്നുമിങ്ങിരിപ്പീല;
അറിവറ്റതിനേതതിരു-
ണ്ടറിവെന്നാലൊന്നുമിങ്ങു കാണ്‍മീല.
 
7	
അറിയുന്നുണ്ടില്ലെന്നി-
ങ്ങറിയുന്നീലേതിലേതെഴുന്നിടും?
അറിയപ്പെടുമെങ്കിലുമ-
ല്ലറിവല്ലെന്നിങ്ങു നമ്മെ നോക്കീടില്‍.
 
8	
അറിവെന്നന്നേയിതുമു-
ണ്ടറിവുണ്ടെന്നാലിതെങ്ങു നിന്നീടും?
അറിവൊന്നെണ്ണം വേറി-
ല്ലറിവല്ലാതെങ്കിലെന്തിരിക്കുന്നു?
 
9	
അറിവിന്നിടമൊന്നുണ്ടി-
ല്ലറിയപ്പെടുമെന്നതിന്നു വേറായി,
അറിവെന്നാലങ്ങേതീ-
യറിയപ്പെടുമെന്നതേറുമെണ്ണീടില്‍?
 
10   
അറിയുന്നീലന്നൊന്നീ-
യറിയപ്പെടുമെന്നതുണ്ടു പോയീടും;
അറിവിലിതേതറിയുന്നീ-
ലറിവെന്നാലെങ്ങുനിന്നു വന്നീടും?
 
11   
അറിവിന്നറിവായ് നിന്നേ-
തറിയിക്കുന്നിങ്ങു നാമതായീടും;
അറിവേതിനമെങ്ങനെയീ-
യറിയപ്പെടുമെന്നതേതിതോതീടില്‍?
 
12   
അറിവെന്നതു നീയതു നി-
ന്നറിവിട്ടറിയപ്പെടുന്നതെന്നായി,
അറിയപ്പെടുമിതു രണ്ടൊ-
ന്നറിയുന്നുണ്ടെന്നുമൊന്നതില്ലെന്നും.
 
13   
അറിവുമതിന്‍വണ്ണം ചെ-
ന്നറിയുന്നവനില്‍ പകര്‍ന്നു പിന്നീടും
അറിയപ്പെടുമിതിലൊന്നീ-
യറിവിന്‍ പൊരി വീണു ചീന്തിയഞ്ചായി.
 
14   
അറിയുന്നവനെന്നറിയാ-
മറിവെന്നറിയുന്നവന്നുമെന്നാകില്‍
അറിവൊന്നറിയുന്നവനൊ-
ന്നറിയുന്നതിലാറിതെട്ടുമായീടും.
 
15   
അറിയപ്പെടുമിതിനൊത്തീ-
യറിവേഴൊന്നിങ്ങു താനുമെട്ടായി
അറിവിങ്ങനെ വെവ്വേറാ-
യറിയപ്പെടുമെന്നതും വിടുര്‍ത്തീടില്‍.


"""
    },

// 43th krithi

    {
      "title": "ദൈവദശകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1	
ദൈവമേ! കാത്തുകൊള്‍കങ്ങു
കൈവിടാതിങ്ങു ഞങ്ങളെ;
നാവികന്‍ നീ ഭവാബ്ധിക്കൊ-
രാവിവന്‍തോണി നിന്‍പദം.
 
2	
ഒന്നൊന്നായെണ്ണിയെണ്ണിത്തൊ-
ട്ടെണ്ണും പൊരുളൊടുങ്ങിയാല്‍
നിന്നിടും ദൃക്കുപോലുള്ളം
നിന്നിലസ്പന്ദമാകണം.
 
3	
അന്നവസ്ത്രാദി മുട്ടാതെ
തന്നുരക്ഷിച്ചു ഞങ്ങളെ
ധന്യരാക്കുന്ന നീയൊന്നു-
തന്നെ ഞങ്ങള്‍ക്കു തമ്പുരാന്‍.
 
4	
ആഴിയും തിരയും കാറ്റു-
മാഴവും പോലെ ഞങ്ങളും
മായയും നിന്‍മഹിമയും
നീയുമെന്നുള്ളിലാകണം.
 
5	
നീയല്ലോ സൃഷ്ടിയും സ്രഷ്ടാ-
വായതും സൃഷ്ടിജാലവും
നീയല്ലോ ദൈവമേ! സൃഷ്ടി-
ക്കുള്ള സാമഗ്രിയായതും.
 
6	
നീയല്ലോ മായയും മായാ-
വിയും മായാവിനോദനും
നീയല്ലോ മായയേ നീക്കി-
സ്സായുജ്യം നല്‍കുമാര്യനും.
 
7	
നീ സത്യം ജ്ഞാനമാനന്ദം
നീ തന്നെ വര്‍ത്തമാനവും
ഭൂതവും ഭാവിയും വേറ-
ല്ലോതുംമൊഴിയുമോര്‍ക്കില്‍ നീ.
 
8	
അകവും പുറവും തിങ്ങും
മഹിമാവാര്‍ന്ന നിന്‍പദം
പുകഴ്ത്തുന്നൂ ഞങ്ങളങ്ങു
ഭഗവാനേ! ജയിക്കുക.
 
9	
ജയിക്കുക മഹാദേവ!
ദീനാവനപരായണ!
ജയിക്കുക ചിദാനന്ദ!
ദയാസിന്ധോ! ജയിക്കുക.
 
10   
ആഴമേറും നിന്‍മഹസ്സാ-
മാഴിയില്‍ ഞങ്ങളാകവേ
ആഴണം വാഴണം നിത്യം
വാഴണം വാഴണം സുഖം.


"""
    },

// 44th krithi

    {
      "title": "ദർശനമാല",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1. അധ്യാരോപദര്‍ശനം

 
1	
ആസീദഗ്രേfസദേവേദം
ഭുവനം സ്വപ്നവത് പുനഃ
സസര്‍ജ സര്‍വം സങ്കല്പ-
മാത്രേണ പരമേശ്വരഃ.
 
2	
വാസനാമയമേവാദാ-
വാസീദിദമഥ പ്രഭുഃ
അസൃജന്മായയാ സ്വസ്യ
മായാവീവാഖിലം ജഗത്.
 
3	
പ്രാഗുത്പത്തേരിദം സ്വസ്മിന്‍
വിലീനമഥ വൈ സ്വതഃ
ബീജാദങ്കുരവത്സ്വസ്യ
ശക്തിരേവാസൃജത്സ്വയം.
 
4	
ശക്തിസ്തു ദ്വിവിധാ ജ്ഞേയാ
തൈജസീ താമസീതി ച
സഹവാസോfനയോര്‍നാസ്തി
തേജസ്തിമിരയോരിവ.
 
5	
മനോമാത്രമിദം ചിത്ര-
മിവാഗ്രേ സര്‍വമീദൃശം;
പ്രാപയാമാസ വൈചിത്ര്യം
ഭഗവാംശ്ചിത്രകാരവത്.
 
6	
ആസീത് പ്രകൃതിരേവേദം
യഥാfദൗ യോഗവൈഭവഃ
വ്യതനോദഥ യോഗീവ
സിദ്ധിജാലം ജഗത്പതിഃ.
 
7	
യദാfത്മവിദ്യാസങ്കോച-
സ്തദാfവിദ്യാ ഭയങ്കരം
നാമരൂപാത്മനാfത്യര്‍ത്ഥം
വിഭാതീഹ പിശാചവത്.
 
 
8	
ഭയങ്കരമിദം ശൂന്യം
വേതാളനഗരം യഥാ
തഥൈവ വിശ്വമഖിലം
വ്യകരോദദ്ഭുതം വിഭുഃ.
 
9	
അര്‍ക്കാദ്യഥാക്രമം വിശ്വം
തഥാ നൈവേദമാത്മനഃ
സുപ്തേരിവ പ്രാദുരാസീ-
ദ്യുഗപത്സ്വസ്യ വീക്ഷയാ.
 
10   
ധാനാദിവ വടോ യസ്മാത്
പ്രാദുരാസീദിദം ജഗത്
സ ബ്രഹ്മാ സ ശിവോ വിഷ്ണുഃ
സ പരഃ സര്‍വ ഏവ സഃ.

 
2. അപവാദദര്‍ശനം

 
1	
ചൈതന്യാദാഗതം സ്ഥൂല-
സൂക്ഷ്മാത്മകമിദം ജഗത്
അസ്തി ചേത്സദ്ഘനം സര്‍വം
നാസ്തി ചേദസ്തി ചിദ്ഘനം.
 
2	
അന്യന്ന കാരണാത് കാര്യ-
മസദേതദതോfഖിലം
അസതഃ കഥമുത്പത്തി-
രനുത്പന്നസ്യ കോ ലയഃ?
 
3	
യസ്യോത്പത്തിര്‍ലയോ നാസ്തി
തത് പരം ബ്രഹ്മ നേതരത്
ഉത്പത്തിശ്ച ലയോfസ്തീതി
ഭ്രമത്യാത്മനി മായയാ.
 
4	
കാരണാവ്യതിരിക്തത്വാത്
കാര്യസ്യ കഥമസ്തിതാ?
ഭവത്യതഃ കാരണസ്യ
കഥമസ്തി ച നാസ്തിതാ?
 
5	
കാര്യത്വാദസതോfസ്യാസ്തി
കാരണം ന ഹ്യതോ ജഗത്
ബ്രഹ്മൈവ തര്‍ഹി സദസ-
ദിതി മുഹ്യതി മന്ദധീഃ.
 
6	
ഏകസ്യൈവാസ്തി സത്താ ചേ-
ദന്യസ്യാസൗ ക്വ വിദ്യതേ?
സത്യസ്ത്യാത്മാശ്രയോ യദ്യ-
പ്യസതി സ്യാദസംഭവഃ.
 
7	
വിഭജ്യാവയവം സര്‍വ-
മേകൈകം തത്ര ദൃശ്യതേ
ചിന്മാത്രമഖിലം നാന്യ-
ദിതി മായാവിദൂരഗം.
 
8	
ചിദേവ നാന്യദാഭാതി
ചിതഃ പരമതോ ന ഹി
യച്ച നാഭാതി തദസ-
ദ്യദസത്തന്ന ഭാതി ച.
 
9	
ആനന്ദ ഏവാസ്തി ഭാതി
നാന്യഃ കശ്ചിദതോfഖിലം
ആനന്ദഘനമന്യന്ന
വിനാffനന്ദേന വിദ്യതേ.
 
10   
സര്‍വം ഹി സച്ചിദാനന്ദം
നേഹ നാനാfസ്തി കിഞ്ചന
യഃ പശ്യതീഹ നാനേവ
മൃത്യോര്‍മൃത്യും സ ഗച്ഛതി.

 
3. അസത്യദര്‍ശനം

 
1	
മനോമയമിദം സര്‍വം
ന മനഃ ക്വാപി വിദ്യതേ
അതോ വ്യോമ്നീവ നീലാദി
ദൃശ്യതേ ജഗദാത്മനി.
 
2	
മനസോfനന്യയാ സര്‍വം
കല്പ്യതേfവിദ്യയാ ജഗത്
വിദ്യയാfസൗ ലയം യാതി
തദാലേഖ്യമിവാഖിലം.
 
3	
വിജൃംഭതേ യത്തമസോ
ഭീരോരിഹ പിശാചവത്
തദിദം ജാഗ്രതി സ്വപ്ന-
ലോകവദ് ദൃശ്യതേ ബുധൈഃ.
 
4	
സങ്കല്പകല്പിതം ദൃശ്യം
സങ്കല്പോ യത്ര വിദ്യതേ
ദൃശ്യം തത്ര ച നാന്യത്ര
കുത്രചിദ്രജ്ജുസര്‍പ്പവത്.
 
5	
സങ്കല്പമനസോ കശ്ചി-
ന്നഹി ഭേദോfസ്തി യന്മനഃ
തദവിദ്യാതമഃ  പ്രഖ്യ-
മിന്ദ്രജാലമിവാദ്ഭുതം.
 
6	
മരീചികാവത് പ്രാജ്ഞസ്യ
ജഗദാത്മനി ഭാസതേ
ബാലസ്യ സത്യമിതി ച
പ്രതിബിംബമിവ ഭ്രമാത്.
 
 
7	
ആത്മാ ന ക്ഷീരവദ്യാതി
രൂപാന്തരമതോfഖിലം;
വിവര്‍ത്തമിന്ദ്രജാലേന
വിദ്യതേ നിര്‍മ്മിതം യഥാ.
 
8	
മായൈവ ജഗതാമാദി-
കാരണം നിര്‍മ്മിതം തയാ
സര്‍വം ഹി മായിനോ നാന്യ-
ദസത്യം സിദ്ധിജാലവത്.
 
9	
വിഭാതി വിശ്വം വൃദ്ധസ്യ
വിയദ്വനമിവാത്മനി
അസത്യം പുത്രികാരൂപം
ബാലസ്യേവ വിപര്യയഃ.
 
10   
ഏകം സത്യം ന ദ്വിതീയം
ഹ്യസത്യം ഭാതി സത്യവത്
ശിലൈവ ശിവലിങ്ഗം ന
ദ്വിതീയം ശില്പിനാ കൃതം.

 
4. മായാദര്‍ശനം

 
1	
ന വിദ്യതേ യാ സാ മായാ
വിദ്യാfവിദ്യാ പരാfപരാ
തമഃ പ്രധാനം പ്രകൃതിര്‍-
ബഹുധാ സൈവ ഭാസതേ.
 
2	
പ്രാഗുത്പത്തേര്‍യഥാfഭാവോ
മൃദേവ ബ്രഹ്മണഃ പൃഥക്
ന വിദ്യതേ ബ്രഹ്മ ഹി യാ
സാ മായാfമേയവൈഭവാ.
 
3	
അനാത്മാ ന സദാത്മാ സ-
ദിതി വിദ്യോതതേ യയാ-
സാ വിദ്യേയം യഥാ രജ്ജു-
സര്‍പ്പതത്ത്വാവധാരണം.
 
4	
ആത്മാ ന സദനാത്മാ സ-
ദിതി വിദ്യോതതേ യയാ
സൈവാവിദ്യാ യഥാ രജ്ജു-
സര്‍പ്പയോരയഥാര്‍ത്ഥദൃക്.
 
5	
ഇന്ദ്രിയാണി മനോബുദ്ധീ
പഞ്ചപ്രാണാദയോ യയാ
വിസൃജ്യന്തേ സൈവ പരാ
സൂക്ഷ്മാങ്ഗാനി ചിദാത്മനഃ.
 
6	
അങ്ഗാന്യേതാന്യവഷ്ടഭ്യ
സുഖീ ദുഃഖീവ മുഹ്യതി
ചിദാത്മാ മായയാ സ്വസ്യ
തത്ത്വതോfസ്തി ന കിഞ്ചന.
 
7	
ഇന്ദ്രിയാണാം ഹി വിഷയഃ
പ്രപഞ്ചോfയം വിസൃജ്യതേ
യയാ സൈവാ പരാ ധ്യാത്മ-
സ്ഥൂലസങ്കല്പനാമയീ.
 
8	
ശുക്തികായാം യഥാfജ്ഞാനം
രജതസ്യ യദാത്മനി
കല്പിതസ്യ നിദാനം ത-
ത്തമ ഇത്യവഗമ്യതേ.
 
9	
ധീയതേfസ്മിന്‍ പ്രകര്‍ഷേണ
ബീജേ വൃക്ഷ ഇവാഖിലം
അതഃ പ്രാധാന്യതോ വാfസ്യ
പ്രധാനമിതി കഥ്യതേ.

10   
കരോതീതി പ്രകര്‍ഷേണ
പ്രകൃത്യൈവ ഗുണാന്‍ പൃഥക്
നിഗദ്യതേf സൗ പ്രകൃതി-
രിതീഹ ത്രിഗുണാത്മികാ.


5. ഭാനദര്‍ശനം

 
1	
അന്തര്‍ബഹിര്‍വദാസീനം
സദാ ഭ്രമരചഞ്ചലം
ഭാനം ദ്വിധൈവ സാമാന്യം
വിശേഷ ഇതി ഭിദ്യതേ.
 
2	
സ്ഥൂലം സൂക്ഷ്മം കാരണം ച
തുര്യം ചേതി ചതുര്‍വിധം
ഭാനാശ്രയം ഹി തന്നാമ
ഭാനസ്യാപ്യുപചര്യതേ.
 
3	
ദൃശ്യതാമിഹ കായോfഹം
ഘടോfയമിതി ദൃശ്യതേ
സ്ഥൂലമാശ്രിത്യ യദ്ഭാനം
സ്ഥൂലം തദിതി മന്യതേ.
 
4	
അത്ര കായോ ഘട ഇതി
ഭാനം യത്തദ്വിശിഷ്യതേ
തഥാfഹമയമിതി യത്
സാമാന്യമിതി ച സ്മൃതം.
 
5	
ഇന്ദ്രിയാണി മനോബുദ്ധീ
വിഷയാഃ പഞ്ചവായവഃ
ഭാസ്യന്തേ യേന തത്സൂക്ഷ്മ-
മസ്യ സൂക്ഷ്മാശ്രയത്വതഃ
 
6	
അജ്ഞോfഹമിതി യദ്ഭാനം
തത് കാരണമുദാഹൃതം
അത്രാഹമിതി സാമാന്യം
വിശേഷോfജ്ഞ ഇതി സ്ഫുരത്.
 
7	
അഹം ബ്രഹ്മേതി യദ്ഭാനം
തത്തുര്യമിതി ശംസ്യതേ
സാമാന്യമഹമിത്യംശോ
ബ്രഹ്മേത്യത്ര വിശിഷ്യതേ.
 
8	
യത്ര ഭാനം തത്ര ഭാസ്യം
ഭാനം യത്ര ന തത്ര ന
ഭാസ്യമിത്യന്വയേനാപി
വ്യതിരേകേണ ബോധ്യതേ.
 
9	
യഥാ ദൃഗ്ദൃശമാത്മാനം
സ്വയമാത്മാ ന പശ്യതി
അതോ ന ഭാസ്യതേ ഹ്യാത്മാ
യം പശ്യതി സ ഭാസ്യതേ.
 
10   
യദ്ഭാസ്യതേ തദധ്യസ്ത-
മനധ്യസ്തം ന ഭാസ്യതേ
യദധ്യസ്തം തദസദ-
പ്യനധ്യസ്തം സദേവ തത്.

 
6. കര്‍മ്മദര്‍ശനം

 
1	
ആത്മൈവ മായയാ കര്‍മ്മ
കരോതി ബഹുരൂപധൃക്
അസങ്ഗഃ സ്വപ്രകാശോfപി
നിദ്രായാമിവ തൈജസഃ.
 
2	
മന്യേ വദാമി ഗൃഹ്ണാമി
ശൃണോമീത്യാദി രൂപതഃ
ക്രിയതേ കര്‍മ്മ പരമാ-
ത്മനാ ചിത്തേന്ദ്രിയാത്മനാ.
 
3	
ആത്മൈവ കര്‍മ്മണഃ പൂര്‍വ-
മന്യത് കിഞ്ചിന്ന വിദ്യതേ
തതഃ സ്വേനൈവ കര്‍മ്മാണി
ക്രിയന്തേ നിജമായയാ.
 
4	
ശക്തിരസ്ത്യാത്മനഃ കാചി-
ദ്ദുര്‍ഘടാ ന പൃഥക് സ്വതഃ
തയൈവാരോപ്യതേ കര്‍മ്മ
നിഖിലം നിഷ്ക്രിയാത്മനി.
 
5	
സര്‍വദാfസങ്ഗ ഏവാത്മാ-
fജ്ഞതയാ കര്‍മ്മ സങ്ഗിവത്
കരോതി ന കരോമീതി
ന ജ്ഞഃ കര്‍മ്മസു സജ്ജതേ.
 
6	
ജ്വലതി ജ്വലനോ വായുര്‍-
വാതി വര്‍ഷതി വാരിദഃ
ധരാത്മാ സന്‍ ധരതി ഖ-
ല്വേകോ വഹതി വാഹിനീ.
 
7	
ഊര്‍ദ്ധ്വം പ്രാണോ ഹ്യധോfപാനഃ
ഖല്വേകോ യാതി നിഷ്ക്രിയഃ
നാഡ്യന്തരാളേ ധമതി
ക്രന്ദതി സ്പന്ദതി സ്ഥിതഃ
 
8	
അസ്തിജന്മര്‍ദ്ധിപരിണ-
ത്യപക്ഷയവിനാശനം
ഷഡ്ഭാവമിഹ യോ യാതി
സ നാന്യോfവിക്രിയാത്മനഃ.
 
9	
സ്വയം ക്രിയന്തേ കര്‍മ്മാണി
കരണൈരിന്ദ്രിയൈരപി
അഹം ത്വസങ്ഗഃ കൂടസ്ഥ
ഇതി ജാനാതി കോവിദഃ.
 
10   
ദൃശ്യത്വാദ് ഭാസ്യമഹമ-
പ്യതോfഹം ശുക്തിരങ്ഗവത്
അധ്യസ്തമേക ഏവാദ്യ
ശ്വോfപി സര്‍വോപരി സ്ഥിതഃ.

 
7. ജ്ഞാനദര്‍ശനം

 
1	
ജ്ഞാനമേകം ഹി നിരുപാ-
ധികം സോപാധികം ച തത്
അഹങ്കാരാദിഹീനം യജ്-
ജ്ഞാനം തന്നിരുപാധികം.
 
2	
അഹന്തയാfന്തര്‍ബഹിര-
സ്തി യദേവമിദന്തയാ
ഭാനവൃത്ത്യാfന്വിതം യത്തു
ജ്ഞാനം സോപാധികം മതം.
 
3	
അനാത്മനാമഹങ്കാരാ-
ദീനാം യേനാനുഭൂയതേ
സാക്ഷീ തദാത്മജ്ഞാനം സ്യാ-
ദ്യേനൈവാമൃതമശ്യതേ.
 
4	
അഹങ്കാരാദികാര്യം യ-
ദനാത്മകമസംഖ്യകം
യേനാവഗമ്യതേfനാത്മ-
ജ്ഞാനം തദവധാര്യതേ.
 
5	
യഥാവദ്വസ്തുവിജ്ഞാനം
രജ്ജുതത്ത്വാവബോധവത്
യത്തദ്യഥാര്‍ത്ഥവിജ്ഞാന-
മയഥാര്‍ത്ഥമതോfന്യഥാ.
 
6	
യത്സാന്നിദ്ധ്യാദേവ സര്‍വം
ഭാസതേ സ്വയമേവ തത്
പ്രത്യക്ഷജ്ഞാനമിതി ചാ-
പരോക്ഷമിതി ലക്ഷ്യതേ.
 
7	
യയാനുfസാധകം സാധ്യം
മീയതേ ജ്ഞാനരൂപയാ
വൃത്ത്യാ സാfനുമിതിഃ സാഹ-
ചര്യസംസ്കാരജന്യയാ.
 
8	
ഗത്വാ സമീപം മേയസ്യ
മീയതേ ശ്രുതലക്ഷണഃ
യയാ സംവിത് സോപമിതിര്‍-
മൃഗോfയമിതി രൂപയാ.
 
9	
അഹം മമേതി ജ്ഞാനം യ-
ദിദം തദിതി യച്ച തത്
ജീവജ്ഞാനം തദപര-
മിന്ദ്രിയജ്ഞാനമിഷ്യതേ.
 
10   
ഓം തത് സദിതി നിര്‍ദ്ദിഷ്ടം
ബ്രഹ്മാത്മൈക്യമുപാഗതം
കല്പനാദിവിഹീനം യ-
ത്തത് പരജ്ഞാനമീര്യതേ.
 
 
8. ഭക്തിദര്‍ശനം

 
1	
ഭക്തിരാത്മാനുസന്ധാന-
മാത്മാffനന്ദഘനോ യതഃ
ആത്മാനമനുസന്ധത്തേ
സദൈവാത്മവിദാത്മനാ.
 
2	
അനുസന്ധീയതേ ബ്രഹ്മ
ബ്രഹ്മാനന്ദഘനം യതഃ
സദാ ബ്രഹ്മാനുസന്ധാനം
ഭക്തിരിത്യവഗമ്യതേ.
 
3	
ആനന്ദമേവ ധ്യായന്തി
സര്‍വേ ദുഃഖം ന കശ്ചന
യദാനന്ദപരം ധ്യാനം
ഭക്തിരിത്യുപദിശ്യതേ.
 
4	
ആത്മൈവ ബ്രഹ്മ ഭജതി
നാന്യമാത്മാനമാത്മവിത്
ഭജതീതി യദാത്മാനം
ഭക്തിരിത്യഭിധീയതേ.
 
5	
ആനന്ദ ആത്മാ ബ്രഹ്മേതി
നാമൈതസ്യൈവ തന്യതേ
ഇതി നിശ്ചിതധീര്‍ യസ്യ
സ ഭക്ത ഇതി വിശ്രുതഃ.
 
6	
ആനന്ദോfഹമഹം ബ്രഹ്മാ-
ത്മാfഹമസ്മീതി രൂപതഃ
ഭാവനാ സതതം യസ്യ
സ ഭക്ത ഇതി വിശ്രുതഃ.
 
7	
ഭാര്യാ ഭജതി ഭര്‍ത്താരം
ഭര്‍ത്താ ഭാര്യാം ന കേവലം
സ്വാനന്ദമേവ ഭജതി
സര്‍വോfപി വിഷയസ്ഥിതം.
 
8	
ഏവം പശ്യതി കുത്രാപി
വിദ്വാനാത്മസുഖം വിനാ
ന കിഞ്ചിദപരം തസ്യ
ഭക്തിരേവ ഗരീയസീ.
 
9	
ലോകസ്യ പിതരി സ്വസ്യ
ഗുരൗ പിതരിമാതരി
സത്യസ്യ സ്ഥാപിതരി ച
തത്പഥേനൈവ യാതരി.
 
10   
നിയന്തരി നിഷിദ്ധസ്യ
സര്‍വേഷാം ഹിതകര്‍ത്തരി
യോfനുരാഗോ ഭക്തിരത്ര
സാ പരാ പരമാത്മനി.

 
9. യോഗദര്‍ശനം

 
1	
സതതം യോജയതി യ-
ദ്യുനക്തി ച ചിദാത്മനി
മനോനിരോധരൂപോƒയം
സ യോഗ ഇതി ശംസിതഃ.
 
2	
ന ദ്രഷ്ടാ ദര്‍ശനം ദൃശ്യം
വിദ്യതേ യത്ര തത്ര ഹൃത്
യോജയേദ്വാസനാ യാവ-
ദ്യോഗോƒയമിതി യോഗവിത്.
 
3	
നാമരൂപമിദം സര്‍വം
ബ്രഹ്മൈവേതി വിലീയതേ
യദ്ബ്രഹ്മണി മനോ നിത്യം
സ യോഗ ഇതി നിശ്ചിതഃ.
 
4	
ചിത്തസ്യ തൈലധാരാവ-
ദ്വൃത്ത്യാƒവിച്ഛിന്നയാƒƒത്മനി
നിരന്തരം രമ്യതേ യത്
സ യോഗോ യോഗിഭിഃ സ്മൃതഃ
 
5	
യതോ യതോ മനോ യാതി
സദാƒƒത്മനി തതസ്തതഃ
നിയമ്യ യോജയേദേത-
ദ്യോഗോƒയം യുജ്യതാമിഹ.
 
6	
സര്‍വാനര്‍ത്ഥകരഃ പുംസാം
സങ്കല്പഃ കല്പിതൈഃ സഹ
ഉന്മൂല്യ വാസനാജാലൈര്‍-
യേനാത്മനി നിരുധ്യതേ.
 
7	
ദൃശ്യസ്യ ന ദൃശോƒസ്തിത്വ-
മതോ ദൃശ്യം ദൃഗാത്മകം
ഇതി യുഞ്ജീത ദൃഗ്രൂപേ
യഃ സ യോഗവിദാം വരഃ.
 
8	
യദാ പിബന്‍ മനോഭൃങ്ഗഃ
സ്വാനന്ദമധുമാധുരീം
ന സ്പന്ദതി വശീകൃത്യ
യോജിതോ യോഗവായുനാ.
 
9	
ധ്യാനമന്തര്‍ഭ്രുവോര്‍ദൃഷ്ടിര്‍-
ജിഹ്വാഗ്രം ലംബികോര്‍ധ്വതഃ
യദാ സ്യാത് ഖേചരീമുദ്രാ
നിദ്രാലസ്യാദിനാശിനീ.
 
10   
ജ്ഞാനം കര്‍മ്മേതി ലോകേƒസ്മിന്‍
ദ്വിധാ യോഗഃ സമാസതഃ
അനയോര്‍യോഗവിസ്താരഃ
സര്‍വഃ പരിസമാപ്യതേ.

   
10. നിര്‍വാണദര്‍ശനം

 
1	
നിര്‍വാണം ദ്വിവിധം ശുദ്ധ-
മശുദ്ധം ചേതി തത്ര യത്
ശുദ്ധം നിര്‍വാസനം തദ്വ-
ദശുദ്ധം വാസനാന്വിതം.
 
2	
അതിശുദ്ധം ശുദ്ധമിതി
ശുദ്ധം ച ദ്വിവിധം തഥാ
അശുദ്ധശുദ്ധം ചാശുദ്ധ-
മശുദ്ധാശുദ്ധമുച്യതേ.
 
3	
അതിശുദ്ധം ത്രിധാ പശ്ചാ-
ദ്വരേ ചൈകം വരീയസി
ഏകമേകം വരിഷ്ഠേƒഥ
ശുദ്ധം ബ്രഹ്മവിദി സ്ഥിതം.
 
 
4	
അശുദ്ധശുദ്ധം വിരജ-
സ്തമോƒന്യത് സരജസ്തമഃ
മുമുക്ഷൗ പ്രഥമം വിദ്യാദ്
ദ്വിതീയം സിദ്ധികാമിഷു.
 
5	
ദഗ്ധ്വാ ജ്ഞാനാഗ്നിനാ സര്‍വ-
മുദ്ദിശ്യ ജഗതാം ഹിതം
കരോതി വിധിവത് കര്‍മ്മ
ബ്രഹ്മവിദ് ബ്രഹ്മണി സ്ഥിതഃ.
 
6	
സംന്യസ്യ സര്‍വകര്‍മ്മാണി
സതതം ബ്രഹ്മനിഷ്ഠയാ
യശ്ചരത്യവനൗ ദേഹ-
യാത്രായൈ ബ്രഹ്മവിദ്വരഃ.
 
7	
അന്യേന വേദിതോ വേത്തി
ന വേത്തി സ്വയമേവ യഃ
സ വരീയാന്‍ സദാ ബ്രഹ്മ-
നിര്‍വാണമയമശ്നുതേ.
 
8	
സ്വയം ന വേത്തി കിഞ്ചിന്ന
വേദിതോƒപി തഥൈവ യഃ
സ വരിഷ്ഠഃ സദാ വൃത്തി-
ശൂന്യോƒയം ബ്രഹ്മ കേവലം.
 
9	
ഹേയോപാദേയതാ ന ഹ്യ-
സ്യാത്മാ വാ സ്വപ്രകാശകഃ
ഇതി മത്വാ നിവര്‍ത്തേത
വൃത്തിര്‍നാവര്‍ത്തതേ പുനഃ.
 
10   
ഏകമേവാദ്വിതീയം ബ്ര-
ഹ്മാസ്തി നാന്യന്ന സംശയഃ
ഇതി വിദ്വാന്‍ നിവര്‍ത്തേത
ദ്വൈതാന്നാവര്‍ത്തതേ പുനഃ.

ഓം തത് സത്.


"""
    },

// 45th krithi

    {
      "title": "ബ്രഹ്മവിദ്യ പഞ്ചകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """
1

നിത്യാനിത്യവിവേകതോ ഹി നിതരാം
നിര്‍വേദമാപദ്യ സദ്-
വിദ്വാനത്ര ശമാദിഷട്കലസിതഃ
സ്യാന്മുക്തികാമോ ഭുവി,
പശ്ചാദ് ബ്രഹ്മവിദുത്തമം പ്രണതിസേ-
വാദ്യൈഃ പ്രസന്നം ഗുരും
പൃച്ഛേത് കോƒഹമിദം കുതോ ജഗദിതി
സ്വാമിന്‍! വദ ത്വം പ്രഭോ!
 
2

ത്വം ഹി ബ്രഹ്മ ന ചേന്ദ്രിയാണി ന മനോ
ബുദ്ധിര്‍ ന ചിത്തം വപുഃ
പ്രാണാഹങ്കൃതയോƒന്യദപ്യസദവി-
ദ്യാകല്പിതം സ്വാത്മനി
സര്‍വം ദൃശ്യതയാ ജഡം ജഗദിദം
ത്വത്തഃ പരം നാന്യതോ
ജാതം ന സ്വത ഏവ ഭാതി മൃഗതൃ-
ഷ്ണാഭം ദരീദൃശ്യതാം.
 
3

വ്യാപ്തം യേന ചരാചരം ഘടശരാ-
വാദീവ മൃത്സത്തയാ
യസ്യാന്തഃസ്ഫുരിതം യദാത്മകമിദം
ജാതം യതോ വര്‍ത്തതേ;
യസ്മിന്‍ യത്പ്രളയേƒപി സദ്ഘനമജം
സര്‍വം യദന്വേതി തത്
സത്യം വിദ്ധ്യമൃതായ നിര്‍മ്മലധിയോ
യസ്മൈ നമസ്കുര്‍വതേ.
 
4

സൃഷ്ട്വേദം പ്രകൃതേരനുപ്രവിശതീ
യേയം യയാ ധാര്യതേ
പ്രാണീതി പ്രവിവിക്തഭുഗ് ബഹിരഹം
പ്രാജ്ഞസ്സുഷുപ്തൗ യതഃ
യസ്യാമാത്മകലാ സ്ഫുരത്യഹമിതി
പ്രത്യന്തരങ്ഗം ജനൈര്‍-
യസ്യൈ സ്വസ്തി സമര്‍ത്ഥ്യതേ പ്രതിപദാ
പൂര്‍ണ്ണാ ശൃണു ത്വം ഹി സാ.
 
5

പ്രജ്ഞാനം ത്വഹമസ്മി തത്ത്വമസി തദ്
ബ്രഹ്മായമാത്മേതി സം-
ഗായന്‍ വിപ്രചര പ്രശാന്തമനസാ
ത്വം ബ്രഹ്മബോധോദയാത്
പ്രാരബ്ധം ക്വനു സഞ്ചിതം തവ കിമാ
ഗാമി ക്വ കര്‍മ്മാപ്യസത്
ത്വയ്യധ്യസ്തമതോƒഖിലം ത്വമസി സ-
ച്ചിന്മാത്രമേകം വിഭുഃ.




"""
    },

// 46th krithi

    {
      "title": "മുനിചര്യ പഞ്ചകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1	
ഭുജഃ കിമുപധാനതാം കിമു ന കുമ്ഭിനീ മഞ്ചതാം
വ്രജേദ് വൃജിനഹാരിണീ സ്വപദപാതിനീ മേദിനീ
മുനേരപരസമ്പദാ കിമിഹ മുക്തരാഗസ്യ ത-
ത്ത്വമസ്യധിഗമാദയം സകലഭോഗ്യമത്യശ്നുതേ.
 
2	
മുനിഃ പ്രവദതാം വരഃ ക്വചന വാഗ്യമീ പണ്ഡിതോ
വിമൂഢ ഇവ പര്യടന്‍ ക്വചന സംസ്ഥിതോfപ്യുത്ഥിതഃ
ശരീരമധിഗമ്യ ചഞ്ചലമനേഹസാ ഖണ്ഡിതം
ഭജത്യനിശമാത്മനഃ പദമഖണ്ഡബോധം പരം.
 
3	
അയാചിതമലിപ്സയാ നിയതിദത്തമന്നം മുനി-
സ്തനോഃ സ്ഥിതയ അന്വദന്‍ പഥി ശയാനകോfവ്യാകുലഃ
സദാത്മദൃഗനശ്വരം സ്വപരമാത്മനോരൈക്യതഃ
സ്ഫുരന്‍ നിരുപമം പദം നിജമുപൈതി സച്ചിത് സുഖം.
 
4	
അസത്സദിതി വാദതോ ബഹിരചിന്ത്യമഗ്രാഹ്യമ-
ണ്വഖര്‍വമമലം പരം സ്തിമിതനിമ്നമത്യുന്നതം
പരാങ്മുഖ ഇതസ്തതഃ പരിസമേതി തുര്യം പദം
മുനിസ്സദസതോര്‍ദ്വയാദുപരിഗന്തുമഭ്യുദ്യതഃ.
 
5	
സ്വവേശ്മനി വനേ തഥാ പുളിനഭൂമിഷു പ്രാന്തരേ
ക്വ വാ വസതു യോഗിനോ വസതി മാനസം ബ്രഹ്മണി
ഇദം മരുമരീചികാസദൃശമാത്മദൃഷ്ട്യാഖിലം
നിരീക്ഷ്യ രമതേ മുനിര്‍ നിരുപമേ പരബ്രഹ്മണി.


"""
    },

// 47th krithi

    {
      "title": "നിർവൃതി പഞ്ചകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1	
കോ നാമ ദേശഃ കാ ജാതിഃ
പ്രവൃത്തിഃ കാ കിയദ്വയഃ
ഇത്യാദി വാദോപരതിര്‍-
യസ്യ തസ്യൈവ നിര്‍വൃതിഃ.
 
2	
ആഗച്ഛ ഗച്ഛ മാ ഗച്ഛ
പ്രവിശ ക്വ നു ഗച്ഛസി
ഇത്യാദി വാദോപരതിര്‍-
യസ്യ തസ്യൈവ നിര്‍വൃതിഃ
 
3	
ക്വ യാസ്യസി കദാƒƒയാതഃ
കുത ആയാസി കോƒസി വൈ
ഇത്യാദി വാദോപരതിര്‍-
യസ്യ തസ്യൈവ നിര്‍വൃതിഃ.
 
4	
അഹം ത്വം സോയƒമന്തര്‍ഹി
ബഹിരസ്തി ന വാസ്തി വാ
ഇത്യാദി വാദോപരതിര്‍-
യസ്യ തസ്യൈവ നിര്‍വൃതിഃ.
 
5	
ജ്ഞാതാജ്ഞാതസമഃ സ്വാന്യ-
ഭേദശൂന്യഃ കുതോ ഭിദാ
ഇത്യാദി വാദോപരതിര്‍-
യസ്യ തസ്യൈവ നിര്‍വൃതിഃ


"""
    },

// 48th krithi

    {
      "title": "ശ്ലോകത്രയീ",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1	
അസ്തി ധര്‍മ്മീത്യനുമിതിഃ
കഥം ഭവതി വാഗപി?
അസന്നികൃഷ്ടത്വാദസ്മിന്‍
പ്രത്യക്ഷമനുമാനവത്.
 
2	
ന വിദ്യതേfസ്തി ധര്‍മ്മീതി
പ്രത്യക്ഷമനുമാനവത്
മാനാഭാവാദസൗ നേതി
ബോധ ഏവാവശിഷ്യതേ.
 
3	
അസന്നികൃഷ്ടത്വാദസ്യ
പ്രത്യക്ഷം ധര്‍മ്മധര്‍മ്മിണോഃ
അസൃഷ്ടസാഹചര്യാച്ച
ധര്‍മ്മിണ്യനുമിതിഃ കുതഃ?
"""
    },

// 49th krithi

    {
      "title": "ഹോമ മന്ത്രം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

ഓം
	അഗ്നേ! തവ യത്തേജസ്തദ് ബ്രാഹ്മം.
	അതസ്ത്വം പ്രത്യക്ഷം ബ്രഹ്മാസി.
	ത്വദീയാ ഇന്ദ്രിയാണി മനോബുദ്ധിരിതിസപ്തജിഹ്വാഃ
	ത്വയി വിഷയാ ഇതി സമിധോ ജുഹോമി.
	അഹമിത്യാജ്യം ജുഹോമി.
	ത്വം നഃ പ്രസീദ പ്രസീദ.
	ശ്രേയശ്ച പ്രേയശ്ച പ്രയച്ഛ സ്വാഹാ.
	ഓം ശാന്തിഃ ശാന്തിഃ ശാന്തിഃ




"""
    },

// 50th krithi

    {
      "title": "വേദാന്ത സൂത്രം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1	അഥ യദാത്മനോ ജിജ്ഞാസുസ്തദിദം ബ്രഹ്മൈവാഹമ്.
2	കിം തസ്യ ലക്ഷണമസ്യ ച കതിഗണനയേതി.
3	തജ്ജ്യോതിഃ.
4	തേനേദം പ്രജ്ജ്വലിതമ്.
5	തദിദം സദസദിതി.
6	ഭൂയോസതസ്സദസദിതി.
7	സച്ഛബ്ദാദയോസദഭാവശ്ചേതി.
8	പൂര്‍വം സദിദമനുസൃത്യ ചക്ഷുരാദയശ്ചൈകം ചേതി.
9	ജ്ഞാതൃജ്ഞാനയോരന്യോന്യ
	വിഷയവിഷയിത്വാന്മിഥുനത്വമിതി.
10   ഏവം ജ്ഞാനജ്ഞേയ വിഭാഗേ (ഗഃ).
11   ഏകൈകം രുദ്രത്വമാസീദിതി.
12   ബ്രഹ്മൈവാഹമ് തദിദമ് ബ്രഹ്മൈവാഹമസ്മി.
13   അതീതാഗാമിനോരസത്ത്വമ് യതോ യദേതദന്വിച്ഛത
14   പരിമാണമ് തതഃ
15   സദസതോരന്യോന്യകാര്യകാരണത്വാദ്
16   അഹം മമേതി വിജ്ഞാതഃ മത്തോ നാന്യഃ.
17   തദ്വത് തസ്മാത്
18   ദൃഗ്ദൃശ്യയോഃ സമാനകാലീനത്വാത്
19   സുഖൈകത്വാത്
20   വ്യാപകതയാ ദിശാമസ്തിത്വാത്
21   അണുമഹദവയവതാരതമ്യസ്യാഭാവാത്             
22	അസതോƒവ്യാപകത്വാത്
23   ആത്മാന്യത് കിഞ്ചിന്നാസ്തി.
24   തസ്മാത് തസ്യ സത്ത്വാച്ച.


(1924 ല്‍ രചിക്കപ്പെട്ടത്)


"""
    },

// 52th krithi
    {
      "title": "ഈശാവാസ്യോപനിഷത്",
      "image": Assets.pngs.guru.path,
      "lyrics": """

1	
ഈശന്‍ ജഗത്തിലെല്ലാമാ-
വസിക്കുന്നതുകൊണ്ടു നീ
ചരിക്ക മുക്തനായാശി-
ക്കരുതാരുടെയും ധനം.
 
2	
അല്ലെങ്കിലന്ത്യം വരെയും
കര്‍മ്മം ചെയ്തിങ്ങസങ്ഗനായ്
ഇരിക്കുകയിതല്ലാതി-
ല്ലൊന്നും നരനു ചെയ്തിടാന്‍.
 
3	
ആസുരം ലോകമൊന്നുണ്ട്
കൂരിരുട്ടാലതാവൃതം
മോഹമാര്‍ന്നാത്മഹന്താക്കള്‍
പോകുന്നൂ മൃതരായതില്‍.
 
4	
ഇളകാതേകമായേറ്റം
ജിതമാനസവേഗമായ്
മുന്നിലാമതിലെത്താതെ
നിന്നുപോയിന്ദ്രിയാവലി.
 
5	
അതു നില്ക്കുന്നു പോകുന്നി-
തോടുമന്യത്തിനപ്പുറം
അതിന്‍ പ്രാണസ്പന്ദനത്തി-
ന്നധീനം സര്‍വകര്‍മ്മവും.
 
6	
അതുലോലമതലോല-
മതു ദൂരമതന്തികം
അതു സര്‍വ്വാന്തരമതു
സര്‍വത്തിനും പുറത്തുമാം.
 
7	
സര്‍വഭൂതവുമാത്മാവി-
ലാത്മാവിനെയുമങ്ങനെ
സര്‍വഭൂതത്തിലും കാണു-
മവനെന്തുള്ളു നിന്ദ്യമായ്?
 
8	
തന്നില്‍ നിന്നന്യമല്ലാതെ-
യെന്നു കാണുന്നു സര്‍വവും
അന്നേതു മോഹമന്നേതു
ശോകമേകത്വദൃക്കിന്?
 
9	
പങ്കമറ്റംഗമില്ലാതെ
പരിപാവനമായ് സദാ
മനസ്സിന്‍മനമായ് തന്നില്‍
തനിയേ പ്രോല്ലസിച്ചിടും.
 
10   
അറിവാല്‍ നിറവാര്‍ന്നെല്ലാ-
മറിയും പരദൈവതം
പകുത്തു വെവ്വേറായ് നല്കീ
മുന്‍പോലീ വിശ്വമൊക്കെയും.
 
11   
അവിദ്യയെയുപാസിക്കു-
ന്നവരന്ധതമസ്സിലും
പോകുന്നു വിദ്യാരതര-
ങ്ങതേക്കാള്‍ കൂരിരുട്ടിലും.
 
12   
അവിദ്യകൊണ്ടുള്ളതന്യം
വിദ്യകൊണ്ടുള്ളതന്യമാം
എന്നു കേള്‍ക്കുന്നിതോതുന്ന
പണ്ഡിതന്മാരില്‍നിന്നു നാം.
 
13   
വിദ്യാവിദ്യകള്‍ രണ്ടും ക-
ണ്ടറിഞ്ഞവരവിദ്യയാല്‍
മൃത്യുവെത്തരണം ചെയ്തു
വിദ്യയാലമൃതാര്‍ന്നിടും.
 
14   
അസംഭൂതിയെയാരാധി-
പ്പവരന്ധതമസ്സിലും
പോകുന്നു സംഭൂതിരത-
രതേക്കാള്‍ കൂരിരുട്ടിലും.
 
15   
സംഭൂതികൊണ്ടുള്ളതന്യ-
മസംഭൂതിജമന്യമാം
എന്നു കേള്‍ക്കുന്നിതോതുന്ന
പണ്ഡിതന്മാരില്‍നിന്നു നാം.
 
16   
വിനാശംകൊണ്ടു മൃതിയെ-
ക്കടന്നമൃതമാം പദം
സംഭൂതികൊണ്ടു സംപ്രാപി-
ക്കുന്നു രണ്ടുമറിഞ്ഞവര്‍.
 
17   
മൂടപ്പെടുന്നു പൊന്‍പാത്രം-
കൊണ്ടു സത്യമതിന്‍ മുഖം
തുറക്കുകതു നീ പൂഷന്‍!
സത്യധര്‍മ്മന്നു കാണുവാന്‍.
 
18   
പിറന്നാദിയില്‍ നിന്നേക-
നായി വന്നിങ്ങു സൃഷ്ടിയും
സ്ഥിതിയും നാശവും ചെയ്യും
സൂര്യ! മാറ്റുക രശ്മിയെ.
 
19   
അടക്കുകിങ്ങു കാണ്‍മാനായ്
നിന്‍ കല്യാണകളേബരം
കണ്ടുകൂടാത്തതായ് കണ്ണു-
കൊണ്ടു കാണപ്പെടുന്നതായ്.
 
20   
നിന്നില്‍ നില്ക്കുന്ന പുരുഷാ-
കൃതിയേതാണതാണു ഞാന്‍;
പ്രാണന്‍ പോമന്തരാത്മാവില്‍;
പിന്‍പു നീറാകുമീയുടല്‍.
 
21   
ഓമെന്നു നീ സ്മരിക്കാത്മന്‍!
കൃതം സര്‍വം സ്മരിക്കുക
അഗ്നേ! ഗതിക്കായ് വിടുക
സന്മാര്‍ഗ്ഗത്തൂടെ ഞങ്ങളെ.
 
22   
ചെയ്യും കര്‍മ്മങ്ങളെല്ലാവു-
മറിഞ്ഞീടുന്ന ദേവ! നീ
വഞ്ചനം ചെയ്യുമേനസ്സു
ഞങ്ങളില്‍ നിന്നു മാറ്റുക.
 
അങ്ങേയ്ക്കു ഞങ്ങള്‍ ചെയ്യുന്നു
നമോവാകം മഹത്തരം.


"""
    },

// 53th krithi
    {
      "title": "title",
      "image": Assets.pngs.guru.path,
      "lyrics": """

തിരുക്കുറള്‍ കടവുള്‍ വാഴ്ത്തു (ദൈവസ്തുതി)

 
1	അകാരമാമെഴുത്താദിയാകുമെല്ലായെഴുത്തിനും
	ലോകത്തിന്നേകനാമാദിഭഗവാനാദിയായിടും.


2	സത്യമാമറിവാര്‍ന്നുള്ള ശുദ്ധരൂപന്‍റെ സത്പദം
	തൊഴായ്കില്‍ വിദ്യകൊണ്ടെന്തിങ്ങുളവാകും പ്രയോജനം?


3	മനമാം മലരേ വെല്ലുന്നവന്‍റെ വലുതാം പദം
	തൊഴുന്നവര്‍ സുഖം നീണാള്‍ മുഴുവന്‍ വാഴുമൂഴിയില്‍.
 
4	ആശിക്കുക വെറുത്തീടുകെന്നതില്ലാത്തവന്‍റെ കാല്‍
	അണഞ്ഞീടിലവര്‍ക്കേതുമല്ലലില്ലൊരു കാലവും.


5	ഈശന്‍റെ വലുതാം കീര്‍ത്തി വാഴ്ത്തുന്നവരിലെന്നുമേ
	ഇരുളാലണയും രണ്ടു വിനയും വന്നണഞ്ഞിടാ.


6	വാതിലഞ്ചും വെന്നവന്‍റെ നീതിയും നേരുമായിടും-
	വഴിയില്‍ പറ്റി നിന്നീടില്‍ വാഴുന്നു നെടുനാളവന്‍.


7	ഉപമിപ്പാനൊന്നുമില്ലാതവന്‍റെ ചരണങ്ങളില്‍
	ചേര്‍ന്നവര്‍ക്കെന്നിയരുതിച്ചേതോദുഃഖമകറ്റുവാന്‍.


8	ധര്‍മ്മസാഗരപാദത്തില്‍ ചേര്‍ന്നണഞ്ഞവരെന്നിയേ
	കര്‍മ്മക്കടലില്‍നിന്നങ്ങു കരേറുന്നില്ലൊരുത്തരും.  
	
9 ഗുണമെട്ടുള്ള തന്‍പാദം പണിയാ മൗലിയേതുമേ
   ഗുണമില്ലാത്തതും ജ്ഞാനഗുണഹീനാക്ഷമെന്നപോല്‍.


10  ഈശന്‍പദത്തില്‍ ചേരായ്കില്‍ കടക്കുന്നില്ല, ചേര്‍ന്നിടില്‍
    കടന്നീടുന്നു ജനനപ്പെരുങ്കടലില്‍ നിന്നവര്‍.
    
    
 
വാന്‍ചിറപ്പ് (വര്‍ഷവര്‍ണ്ണനം)



1	മഴകാരണമായ് ലോകമഴിയാതെ വരുന്നിതു
	അതിനാലതു പാരിന്നൊരമൃതെന്നുണരേണ്ടതാം.


2	ഉണ്ണുന്നവര്‍ക്കിങ്ങുണ്ണേണ്ടുമൂണുണ്ടാക്കിയവര്‍ക്കിതു
	ഉണ്ണുമ്പോഴങ്ങതില്‍ ചേര്‍ന്നൂണായതും മഴയായിടും.


3	ആഴി ചൂഴുന്ന വലുതാമൂഴിയില്‍ പാരമായ് പശി
	മഴ പെയ്യാതെയായീടില്‍ ഒഴിയാതഴല്‍ ചേര്‍ത്തിടും.


4	മഴയാമൊരു സമ്പത്തിന്‍ സമൃദ്ധി കുറവായിടില്‍
	കൃഷി ചെയ്യാതെയാമിങ്ങു കൃഷീവലരൊരുത്തരും.


5	കൊടുക്കുന്നതുമീവണ്ണം കെട്ടവര്‍ക്കു സഹായമായ്
	എടുത്തീടുന്നതും നിന്നതൊക്കെയും മഴയായിടും.


6	വിണ്ണില്‍ നിന്നു മഴത്തുള്ളി വീഴലില്ലായ്കിലെങ്ങുമേ
	ഒരു പച്ചപ്പുല്ലുപോലും കാണ്മാനരുതു കണ്ണിനാല്‍.


7	നെടും കടലിനും മേന്മ കുറയും കൊണ്ടല്‍ നീരിനെ
	എടുത്തു തന്നില്‍ നിന്നങ്ങു കൊടുത്തീടായ്കില്‍ മാരിയെ.


8	മഴപെയ്യാതെയായീടില്‍ വാനവര്‍ക്കും മനുഷ്യരാല്‍
	മഖവും പൂജയും മന്നില്‍ നിന്നു ചെല്ലാതെയായിടും.


9	പേരാര്‍ന്നൊരീ പ്രപഞ്ചത്തില്‍ മാരി പെയ്യാതെയായിടില്‍
	ദാനം തപസ്സു രണ്ടിന്നും സ്ഥാനമില്ലാതെയായിടും


10   നീരില്ലായ്കില്‍ പാരിലേതും കാര്യമാര്‍ക്കും നടന്നിടാ
	മാരിയില്ലായ്കിലപ്പോഴാ നീരുമില്ലാതെയായിടും.


 
നീത്താര്‍പെരുമ (സംന്യാസിമഹിമ)


1 വഴിയേ സംന്യസിച്ചുള്ള മഹിമാവിങ്ങുയര്‍ന്നതായ്
	നിന്നീടുന്നിതു ശാസ്ത്രത്തില്‍ നിര്‍ണ്ണയം സ്പൃഹണീയമാം.


2	സംന്യാസിമഹിമാവിന്നു സന്നിഭം ചൊല്കിലുര്‍വിയില്‍
	ഒന്നില്ലാതാകെ മൃതരെയെണ്ണീടുന്നതിനൊപ്പമാം.


3	ബന്ധമോക്ഷങ്ങളില്‍ ഭേദം കണ്ടിങ്ങു കഠിനവ്രതം
	പൂണ്ടവര്‍ക്കുള്ള മഹിമ ഭൂവിലേറ്റമുയര്‍ന്നതാം.


4	വലുതാം വാനില്‍ വാഴ്വോര്‍ക്കു തലയാമിന്ദ്രനൂഴിയില്‍
	ജിതേന്ദ്രിയന്‍റെ ശക്തിക്കു മതിയാമൊരു സാക്ഷിയാം.


5	അറിവാമങ്കുശത്താലഞ്ചറിവാം വാരണങ്ങളെ
	തളച്ചവന്‍ മോക്ഷഭൂവില്‍ മുളയ്ക്കുമൊരു ബീജമാം.


6	കഴിയാത്തതു ചെയ്തീടും മഹാന്മാ,രല്പരായവര്‍
	ചെയ്കയില്ലൊരു കാലത്തും ചെയ്തീടാന്‍ കഴിയാത്തത്.


7	ശബ്ദം സ്പര്‍ശം രൂപരസം ഘ്രാണമഞ്ചിന്‍ വിഭാഗവും
	അറിയുന്നവനില്‍ത്തന്നെ പെരുതാം ലോകമൊക്കെയും.


8	പരിപൂര്‍ണ്ണവയസ്സുള്ള നരനില്‍ ഗരിമാവിനെ
	അവരന്നരുളിച്ചെയ്ത മറയിങ്ങറിയിച്ചിടും.


9	ഗുണമാം കുന്നേറിയങ്ങു നില്ക്കുന്ന മുനിമാരുടെ
	കോപം ക്ഷണികമെന്നാലും ഭൂവില്‍ ദുര്‍വാരമാമത്.


10   സര്‍വ്വപ്രാണിയിലും തുല്യ കൃപ പൂണ്ടു നടക്കയാല്‍
	അന്തണന്മാരെന്നു ചൊല്ലേണ്ടതു സന്ന്യാസിമാരെയാം.


 
ഭാര്യാധര്‍മ്മം (ഗൃഹണീത്വം)


1	വസതിക്കൊത്ത ഗുണമുള്ളവളായ്, വരവില്‍ സമം
	വ്യയവും ചെയ്യുകില്‍ തന്‍റെ വാഴ്ചയ്ക്കു തുണയാമവള്‍.


2	ഗുണം കുടുംബിനിക്കില്ലാതാകി,ലെല്ലാമിരിക്കിലും
	ഗുണമില്ല കുടുംബത്തിനി,ല്ലാതാകും കുടുംബവും.


3	ഗുണം കുടുംബിനിക്കുണ്ടായീടിലെന്തി,ല്ലവള്‍ക്കതു
	ഇല്ലാതെയാകിലെന്തുണ്ട,ങ്ങൊന്നുമില്ലാതെയായിടും.


4	ചാരിത്ര്യശുദ്ധിയാകുന്ന ഗുണത്തോടൊത്തു ചേര്‍ന്നിടില്‍
	ഗൃഹനായികയെക്കാളും വലുതെന്തു ലഭിച്ചിടാന്‍?


5	ദൈവത്തിനെത്തൊഴാതാത്മനാഥനെത്തൊഴുതെന്നുമേ
	എഴുന്നേല്‍പ്പവള്‍, പെയ്യെന്നു ചൊല്ലീടില്‍ മഴ പെയ്തിടും.


6	തന്നെ രക്ഷിച്ചു തന്‍ പ്രാണനാഥനെപ്പേണി, പേരിനെ
	സൂക്ഷിച്ചു ചോര്‍ച്ചയില്ലാതെ വാണീടിലവള്‍ നാരിയാം.


7	അന്തഃപുരത്തില്‍ കാത്തീടിലെന്തുള്ളതവരെ സ്വയം
	നാരിമാര്‍ കാക്കണം സ്വാത്മചാരിത്ര്യംകൊണ്ടതുത്തമം.


8	നാരിമാര്‍ക്കിങ്ങുതന്‍ പ്രാണനാഥപൂജ ലഭിക്കുകില്‍
	ദേവലോകത്തിലും മേലാം ശ്രേയസ്സൊക്കെ ലഭിച്ചിടാം.


9	പേരു രക്ഷിക്കുന്ന നല്ല നാരിയില്ലാതെയായിടില്‍
	പാരിടത്തില്‍ സിംഹയാനം ഗൗരവം തന്നില്‍ വന്നിടാ.


10 നാരീഗുണം ഗൃഹത്തിന്നു ഭൂരിമംഗളമായത്
	സാരനാം പുത്രനതിനു നേരായൊരു വിഭൂഷണം.


"""
    },

// 54th krithi

    {
      "title": "ഗദ്യ പ്രാർത്ഥന",
      "image": Assets.pngs.guru.path,
      "lyrics": """

കാണപ്പെടുന്നതൊക്കെയും സ്ഥൂലം, സൂക്ഷ്മം, കാരണം എന്നീ മൂന്നുരൂപങ്ങളോടുകൂടിയതും പരമാത്മാവില്‍ നിന്നുമുണ്ടായി അതില്‍ത്തന്നെ ലയിക്കുന്നതുമാകുന്നു. അതിനാല്‍ പരമാത്മാവല്ലാതെ വേറൊന്നുമില്ല. സകലപാപങ്ങളേയും നശിപ്പിക്കുന്ന  -വറുത്തുകളയുന്ന പരമാത്മാവിന്‍റെ യാതൊരു സ്വരൂപം എന്‍റെ ബുദ്ധിയെ തെളിച്ചു നല്ലവഴിയേ കൊണ്ടുപോകുമോ, ധ്യാ നിക്കേണ്ടതായ പരമാത്മാവിന്‍റെ ആ ദിവ്യരൂപത്തെ ഞാന്‍ ധ്യാനിക്കുന്നു.

അല്ലയോ പരമാത്മാവേ! ഇപ്രകാരം ഇടവിടാതെ എനിക്ക് അങ്ങയെ ധ്യാനിക്കുന്നതിനും അങ്ങയുടെ പരമാനന്ദം ലഭിക്കുന്നതിനും അങ്ങയുടെ അനുഗ്രഹം എന്നില്‍ ഉണ്ടാകേണമേ!

അല്ലയോ ദൈവമേ! കണ്ണുകൊണ്ടു കാണുന്നതൊന്നും നി ത്യമല്ല. ശരീരവും നീര്‍ക്കുമിളപോലെ നിലയറ്റതാകുന്നു. എല്ലാം സ്വപ്നതുല്യമെന്നല്ലാതെ ഒന്നും പറയുവാനില്ല. നാം ശരീരമല്ല, അറിവാകുന്നു. ശരീരമുണ്ടാകുന്നതിനു മുമ്പിലും അറിവായ നാം ഉണ്ടായിരുന്നു. ഇനി ഇതൊക്കെയും ഇല്ലാതെപോയാലും നാം ഇപ്രകാരം പ്രകാശിച്ചുകൊണ്ടുതന്നെയിരിക്കും. ജനനം, മരണം, ദാരിദ്ര്യം, രോഗം, ഭയം ഇതൊന്നും നമ്മെ തീണ്ടുകയില്ല. ഇപ്രകാരം ഉപദേശിക്കപ്പെടുന്ന തിരുവാക്കുകളെയും ഈ തിരുവാക്കുകളുടെ ഉപദേഷ്ടാവായ പരമാത്മാവിനെയും ഞാന്‍ ഊണി ലും ഉറക്കത്തിലും ഇടവിടാതെ എല്ലായ്പോഴും ചിന്തിക്കുമാറാകേണമേ!

നീ എന്‍റെ സകല പാപങ്ങളെയും കവര്‍ന്നെടുത്തുകൊണ്ട് എനിക്ക് നിന്‍റെ പരമാനന്ദം നല്‍കേണമേ! എന്‍റെ ലോകവാസം കഷ്ടപ്പാടുകൂടാതെ കഴിഞ്ഞു കൂടുന്നതിനും ഒടുവില്‍ നിന്‍റെ പരമപദം പ്രാപിക്കുന്നതിനും നിന്‍റെ അനുഗ്രഹം എന്നില്‍ ഉണ്ടാകേണമേ!

"""
    },

// 55th krithi

    {
      "title": "ദൈവ ചിന്തനം 1",
      "image": Assets.pngs.guru.path,
      "lyrics": """
ഈ ഭൂലോകത്തില്‍ ബഹുവിധം ജീവകോടികള്‍ വസിക്കുന്നതുപോലെ ഗന്ധം, ശീതം, ഉഷ്ണം ഈ ഗുണങ്ങളോടുകൂടിയ വായു ലോകത്തിലും അനന്തജീവകോടികളിരിക്കുന്നു. ഇതിന്‍റെ തത്ത്വം ചില കല്ലേറു മുതലായ പ്രവൃത്തികളെക്കൊണ്ടും, അതുചില മാന്ത്രികന്മാരാല്‍ നിവര്‍ത്തിക്കപ്പെടുന്നതുകൊണ്ടും, ദേവതാഗ്രസ്തന്മാരാല്‍ ചെയ്യപ്പെടുന്ന ചില അത്ഭുതകാര്യങ്ങളെക്കൊണ്ടും സാമാന്യേന വെളിവാകുന്നു. അതുമല്ല അന്തരചാരികളുണ്ടെന്നും, അവര്‍ ചില ഭക്തന്മാരുടെ മുന്‍പില്‍ പ്രത്യക്ഷമായി വന്ന് അവര്‍ക്ക് വേണ്ടും വരങ്ങളെല്ലാം കൊടുത്തിരിക്കുന്നുവെന്നും, ഇന്നും അവരെ ഉപാസിക്കുന്ന ഭക്തന്മാര്‍ക്ക് അങ്ങനെതന്നെ സംഭവിക്കുമെന്നും, ദേവതാസിദ്ധിയുള്ള ആളുകള്‍ ഇപ്പോഴും അനേകം ഇരിക്കുന്നുവെന്നും മറ്റും മിക്കവാറും ലോകസമ്മതമാകുന്നു. അതുകൊണ്ട് ഇഹലോകവാസികളെപ്പോലെ പരലോകവാസികളും ഉണ്ടെന്നുള്ളത് നിര്‍വിവാദമാകുന്നു. അവര്‍ക്ക് വായുവെപ്പോലെ വേഗമുള്ളതുകൊണ്ടും, അദൃഷ്ടരൂപികളായിരുന്നതുകൊണ്ട് അതികഠിനപ്രവൃത്തികളെ ചെയ്കകൊണ്ടും, ഇവരില്‍വച്ചു ചിലര്‍ അടുക്കുമ്പോള്‍ ഉഷ്ണവും ചിലരുടെ സാന്നിദ്ധ്യത്തില്‍ ശീതവും, ചിലര്‍ക്ക് സുഗന്ധവും, ചിലര്‍ക്ക് ദുര്‍ഗന്ധവും, മറ്റും ഇങ്ങനെയുള്ള സകല സംഗതികളെക്കൊണ്ടുമാണ് ഇവരെ വായുലോകവാസികളെന്ന് ചുരുക്കമായി പ്രസ്താവിച്ചിരിക്കുന്നത്. ഇതുകളെല്ലാം ഇവിടെ ഇപ്പോള്‍ വിസ്തരിക്കുന്നില്ല.

	ഈ വായുലോകവാസികളില്‍ ചിലര്‍ക്ക് പാലിലും ചിലര്‍ക്ക് നെയ്യിലും ചിലര്‍ക്ക് തേനിലും ചിലര്‍ക്ക് പായസത്തിലും ചിലര്‍ക്ക് പഴവര്‍ഗ്ഗങ്ങളിലും ചിലര്‍ക്ക് പലഹാരങ്ങളിലും ചിലര്‍ക്ക് കന്ദവര്‍ഗ്ഗങ്ങളിലും പ്രീതിയുണ്ട്. ചിലരുടെ പ്രീതി പരിമളദ്രവ്യത്തില്‍, ചിലരുടെ പ്രീതി മന്ത്രത്തില്‍, ചിലര്‍ക്ക് തന്ത്രത്തില്‍, ചിലര്‍ക്ക് യന്ത്രത്തില്‍, ചിലര്‍ക്ക് നൃത്തത്തില്‍, ചിലര്‍ക്ക് വാദ്യത്തില്‍, ചിലര്‍ക്ക് ഗാനത്തില്‍, ചിലര്‍ക്ക് സകലതിലും പ്രീതിയുണ്ട്. ചിലര്‍ മാംസം ഭക്ഷിക്കുന്നവര്‍, ചിലര്‍ രക്തം കുടിക്കുന്നവര്‍, ചിലര്‍ മദ്യപാനികള്‍, ചിലര്‍ പ്രേതം ഭക്ഷിക്കുന്നവര്‍, ചിലര്‍ പിള്ളതീനികള്‍, ചിലര്‍ ഗര്‍ഭം കലക്കുന്നവര്‍, ചിലര്‍ ശുക്ലഭോജികള്‍, ചിലര്‍ കാമികള്‍, ചിലര്‍ ഭോഗികള്‍, ചിലര്‍ കൃശന്മാര്‍, ചിലര്‍ സ്ഥൂലന്മാര്‍. ചിലരുടെ നിറം വെളുപ്പ്, ചിലരുടെ നിറം കറുപ്പ്, ചിലര്‍ക്ക് മഞ്ഞള്‍ വര്‍ണ്ണം, ചിലര്‍ ചിത്രവര്‍ണ്ണന്മാര്‍. ചിലര്‍ ഹ്രസ്വന്മാര്‍, ചിലര്‍ ദീര്‍ഘന്മാര്‍. ചിലര്‍ കാളവാഹനമുള്ളവര്‍, ചിലര്‍ മയില്‍ വാഹനമുള്ളവര്‍, ചിലര്‍ ഗരുഡന്മേലേറി നടക്കുന്നവര്‍. ചിലരുടെ വാഹനം കുതിര. ചിലര്‍ പക്ഷിമുഖമുള്ളവര്‍, ചിലര്‍ അശ്വമുഖന്മാര്‍, ചിലര്‍ സര്‍പ്പത്തിന്‍റെ മുഖംപോലെയുള്ളവര്‍, ചിലര്‍ അശുദ്ധ ഭൂവാസികള്‍, ചിലര്‍ ശുദ്ധ ഭൂവാസികള്‍. ചിലര്‍ ശുക്ലാംബരധാരികള്‍, ചിലര്‍ പീതാംബരധാരികള്‍, ചിലര്‍ നീലാംബരികള്‍, ചിലര്‍ ജീര്‍ണ്ണവസ്ത്രമുള്ളവര്‍, ചിലര്‍ കൗപീനധാരികള്‍, ചിലര്‍ ദിഗംബരന്മാര്‍, ചിലര്‍ ജടിലന്മാര്‍, ചിലര്‍ മുണ്ഡികള്‍. ചിലര്‍ ശാന്തന്മാര്‍, ചിലര്‍ ക്രൂരന്മാര്‍, ചിലര്‍ ശിഷ്ടന്മാര്‍, ചിലര്‍ ദുഷ്ടന്മാര്‍. ചിലര്‍ സംഹാരശക്തിയുള്ളവര്‍, ചിലര്‍ സൃഷ്ടിക്കുന്നവര്‍, ചിലര്‍ രക്ഷിക്കുന്നവര്‍. ചിലര്‍ ദംഷ്ട്രയുള്ളവര്‍, ചിലര്‍ ഭയങ്കരരൂപികള്‍, ചിലര്‍ സൗന്ദര്യമുള്ളവര്‍. ചിലര്‍ ബലികൊള്ളുന്നവര്‍, ചിലര്‍ തര്‍പ്പണപ്രീതിയുള്ളവര്‍, ചിലര്‍ ഹോമത്തില്‍ പ്രീതിയുള്ളവര്‍, ചിലര്‍ അമൃതം ഭക്ഷിക്കുന്നവര്‍. ചിലര്‍ പരമാണുപ്രായേണ പരകായത്തില്‍ പ്രവേശിക്കുന്നവര്‍, ചിലര്‍ പര്‍വ്വതംപോലെ ഇരിക്കുന്നതിന് ശക്തിയുള്ളവര്‍. ചിലര്‍ അങ്ങനെ മലപോലെ ഇരുന്നാലും പൂപോലെ ഭാരമില്ലാത്തവര്‍, ചിലര്‍ പൂപോലെ ഇരുന്നാലും പര്‍വ്വതംപോലെ ഭാരമുള്ളവര്‍. ചിലര്‍ സകലര്‍ക്കും ആധിപത്യം വഹിക്കുന്നവര്‍, ചിലര്‍ സകല പദാര്‍ത്ഥങ്ങളും വശീകരിക്കുന്നവര്‍, ചിലര്‍ സകലദിക്കിലും നിര്‍വിഘ്നം സഞ്ചരിക്കുന്നവര്‍, ചിലര്‍ ഒരുസമയം പല ദിക്കിലും കാണുന്നവര്‍. ചിലര്‍ ഈ എല്ലാ സിദ്ധികളുമുള്ളവര്‍, ചിലര്‍ ഏകദേശം ചില സിദ്ധികളുള്ളവര്‍. ഇതുകൂടാതെയും ഇതുപോലെ അനേകം സിദ്ധിഭേദങ്ങളോടും വര്‍ണ്ണവിശേഷങ്ങളോടും ആഹാര വിശേഷങ്ങള്‍, ആകൃതിവിശേഷം, വാഹനവിശേഷം ഇതുകളോടും കൂടിയിരിക്കുന്ന ശുദ്ധദൈവങ്ങളും അശുദ്ധദുഷ്ടഭൂതപ്രേതയക്ഷരാക്ഷസപൈശാചജാതികളും ഇരിക്കുന്നു.
 
 ഇവര്‍ സര്‍വ്വപ്രാണികളുടെ ഹൃദയത്തിലും പ്രവേശിച്ച് ബുദ്ധിയെ ശുദ്ധിവരുത്തുന്നതിനും ഭ്രമിപ്പിച്ചു മാലിന്യപ്പെടുത്തിക്കൊടുക്കുന്നതിനും നന്നാക്കുന്നതിനും സര്‍വ്വസമ്പത്തുക്കളേയും കൊടുക്കുന്നതിനും എടുക്കുന്നതിനും രക്ഷിക്കുന്നതിനും ശിക്ഷിക്കുന്നതിനും മറ്റുമുള്ള പ്രവൃത്തികള്‍ക്കൊക്കെയും ശക്തിയുള്ളവരായുമിരിക്കുന്നു. അതുകൊണ്ട് നാം ഇവരെ ഇഷ്ടോപചാരങ്ങളോടുംകൂടി ഭജിച്ച് പ്രസാദിപ്പിക്കേണ്ടത് നമ്മുടെ കര്‍ത്തവ്യകര്‍മ്മം തന്നെയെങ്കിലും ചില യക്ഷരാക്ഷസ ഭൂതപ്രേതാദികളായ ദുഷ്ട ജന്തുക്കളെ സന്തോഷിപ്പിക്കുന്നതിനുവേണ്ടി ആടുമാടുകോഴികളെ അറുത്ത് അവര്‍ക്ക് പാപബലി കൊടുത്തു ആ ദുഷ്ടഭൂതങ്ങളെ മനസ്സില്‍ ആവാഹിച്ച് ഭ്രമിച്ച് തുള്ളി വെറിവാടി ചുറ്റും നില്ക്കുന്ന പാവങ്ങളെക്കൂടെ ഭ്രമിപ്പിച്ച് പ്രസാദം കൊടുത്ത് ഈ ദുഷ്ടപ്രവൃത്തിയില്‍ വശപ്പെടുത്തി നടത്തിക്കൊണ്ടുപോകുന്നത് എന്തൊരു ബുദ്ധിമാന്ദ്യമാണ്?
	
    കഷ്ടം! ഈ ദ്രോഹികള്‍ക്ക് ആ ദുഷ്ടജന്തുക്കളുടെ അനുഗ്രഹം കൊണ്ടിവിടെ സിദ്ധിക്കുന്ന ഫലം ദുര്‍വ്യാധി, ദുഷ്കീര്‍ത്തി, ദുര്‍മൃതി മുതലായ ഉപദ്രവങ്ങള്‍തന്നെ. ഇപ്രകാരമില്ലാതെ ഈ വിധമുള്ള ദുഷ്പ്രവൃത്തികളെച്ചെയ്യുന്ന ചില പാപികള്‍ ഇവിടെ സുഖജീവികളായിരിക്കുന്നുവെങ്കിലും അവരും മരിച്ച് അവരുടെ ഉപാസനാമൂര്‍ത്തികളാകുന്ന ദുഷ്ടപ്രാണികള്‍ വസിക്കുന്ന നരകലോകത്തു ചെന്ന് ആ ഭയങ്കരന്മാരുടെ ദാസപ്രവൃത്തികളെ ചെയ്ത് അവരുടെ ഭുക്തോച്ഛിഷ്ടങ്ങളായ അസ്ഥി, കുടല്‍, തോല്‍ തുടങ്ങിയുള്ള അമേദ്ധ്യങ്ങളെ ഭക്ഷിച്ച് രക്തം കൊഴുക്കുമ്പോള്‍ അവര്‍ പിടിച്ചു കടിച്ചു പച്ചതിന്നു കാഷ്ഠിച്ചു കളയുന്നു. ഹാ! കഷ്ടം! ഈ പാപികളുടെ ആവി പിന്നെ തലകുത്തി ഭൂമിയില്‍വീണു പുല്ലുകുരുത്തുപോകുന്നു. അല്ലെങ്കില്‍ പാപയോനികളില്‍ പിറന്ന് പരിതപിച്ചു മരിക്കുന്നു. ഇപ്രകാരം ഇവര്‍ക്ക് ഇഹപരങ്ങളിലും നിത്യോപദ്രവഫലമല്ലാതെ സുഖത്തിന്‍റെ ലവലേശംപോലും ഒരുനാളും ഉണ്ടാകുന്നതല്ല.

	ഈ വിധമുള്ള ഘോരകര്‍മ്മങ്ങളെ മനഃപൂര്‍വ്വമായിത്തന്നെ ആ ദുഷ്ടഭൂതങ്ങളുടെ ഉപദ്രവം നേരിടുമെന്നു വിചാരിച്ച് ഭയപ്പെട്ടു ചെയ്യുന്നുവെങ്കില്‍ ആ ദുര്‍ദേവതകളുടെ ഉപദ്രവം നമ്മില്‍ നേരിടാതെ ഇരിക്കുന്നതിന് വേറെ ഉപായമുണ്ട്. എങ്ങനെയെന്നാല്‍, ഈ ദുഷ്ടജന്തുക്കളെക്കാളും വളരെ ശക്തിയുള്ളവരായ ശുദ്ധദൈവങ്ങള്‍ അനേകമിരിക്കുന്നല്ലോ! അവരെ സേവിച്ച് സന്തോഷിപ്പിച്ചാല്‍ ഈ ഉപദ്രവം നമ്മില്‍ ഒരിക്കലും നേരിടുന്നതല്ല. അതുകൊണ്ട് നാം യാതൊരു പ്രാണികള്‍ക്കും ഉപദ്രവം വരാത്ത വിധത്തിലുള്ള പ്രവൃത്തികള്‍ ചെയ്ത് സന്മാര്‍ഗ്ഗികളായി ശുദ്ധോപചാരങ്ങളോടുകൂടി ശുദ്ധദൈവങ്ങളെ ഭജിച്ച് പ്രസാദിപ്പിക്കണം. അപ്പോള്‍ ഇവരുടെ അനുഗ്രഹംകൊണ്ട് നമുക്ക് ഹൃദയപ്രസാദമുണ്ടായി ഐഹിക ഭോഗങ്ങള്‍ സകലവും ന്യായമായി അനുഭവിച്ച് തൃപ്തിവന്ന് ഭോഗങ്ങളില്‍ വൈരാഗ്യമുണ്ടായി ബ്രഹ്മജ്ഞാനികളാകുന്നതിനും സംഗതി വരുന്നു. ഒരുപക്ഷം തജ്ജന്മനി കര്‍മ്മശേഷത്താല്‍ ഇതിന് സംഗതി വരാതെപോയാലും ആയുരന്ത്യത്തില്‍ നമ്മുടെ ഉപാസനാമൂര്‍ത്തികളായ ശുദ്ധദൈവങ്ങള്‍ വസിക്കുന്ന ദിവ്യസ്ഥലത്തു ചെന്ന് അവരോടുകൂടി അങ്ങുള്ള ദിവ്യഭോഗങ്ങളെ ഭുജിച്ച് നിവൃത്തന്മാരായി ഭൂമിയില്‍ വന്ന് പുണ്യയോനികളില്‍ പിറന്ന് ഉത്തമഗുണങ്ങളോടുകൂടി വളര്‍ന്ന് സകല ഭോഗങ്ങളിലും വിരക്തി സംഭവിച്ച് ബ്രഹ്മജ്ഞാനികളായി സുഖിച്ചിരുന്ന് പരമപദം പ്രാപിക്കുന്നതിലേക്ക് യാതൊരു സംശയവുമില്ല.

	ഹാ! ഹാ! ചിത്രം! ചിത്രം! കയ്യിലിരിക്കുന്ന കല്പക വൃക്ഷക്കനിയെ ഭക്ഷിക്കാതെ കളഞ്ഞ് കാഞ്ഞിരക്കനിയെ തേടി ഭക്ഷിച്ച് വിഷംകൊണ്ട് മരിക്കുന്നു. കഷ്ടം! കഷ്ടം!

	ഇതിരിക്കട്ടെ! ഇതുകൂടാതെ, ചില ഉദരംഭരികള്‍ സകല പ്രാണികളെയും ദൈവം നമ്മുടെ ഉപയോഗത്തിനായിക്കൊണ്ടുതന്നെ സൃഷ്ടിച്ചിരിക്കുന്നു, നാം അതുകളെ കൊന്നു ഭക്ഷിക്കുന്നതുകൊണ്ട് യാതൊരു പാതകവും വരാനില്ല എന്നിങ്ങനെ ആരവാരം ചെയ്തുംകൊണ്ട് വായില്ലാ പ്രാണികളെ വധിച്ച് ഉപജീവിക്കുന്നു. കഷ്ടം! ഇപ്രകാരം മനുഷ്യരുടെ ഉപയോഗത്തിനായിക്കൊണ്ടുതന്നെ സര്‍വ്വപ്രാണികളെയും ദൈവം സൃഷ്ടിച്ചിരിക്കുന്നുവെങ്കില്‍ അതുകള്‍ അന്യോന്യം പിടിച്ച് ഭക്ഷിക്കുന്നതിനും മനുഷ്യര്‍ ചിലപ്പോള്‍ അതുകളാല്‍ അപഹരിക്കപ്പെട്ടുപോകുന്നതിനും സംഗതിവരുമായിരുന്നോ? ഇല്ല. പുത്രന് തള്ളയുടെ സ്തന്യത്തെ ഉപയോഗിക്കുന്നതിനല്ലാതെ മാതൃനിഗ്രഹംചെയ്ത് മാംസത്തെ ഉപയോഗിക്കണമെന്ന് ദൈവസങ്കല്പം സംഭവിക്കുമോ? അത് ഒരിക്കലും വരുന്നതല്ല. ഇതുപോലെ ദൈവം മനുഷ്യരുടെ ഉപയോഗത്തിനായിക്കൊണ്ടുതന്നെ പ്രാണികളെ സൃഷ്ടിച്ചിരിക്കുന്നുവെന്നുള്ള വ്യവഹാരം അതുകളുടെ ക്ഷീരാദികളിലായിരുന്നുവെങ്കില്‍ എത്രയോ ന്യായമായിരിക്കുമായിരുന്നു? അപ്പോള്‍ അചര പദാര്‍ത്ഥങ്ങളായ ധാന്യാദികളൊക്കെയും മനുഷ്യരുടെ ഉപയോഗത്തിനായിക്കൊണ്ടുതന്നെ ദൈവം സൃഷ്ടിച്ചിരിക്കുന്നുവെന്നും ക്ഷീരാദികളുടെ ഉപയോഗത്തെ ഉദ്ദേശിച്ചിട്ടല്ലാതെ പശ്വാദികളെ സൃഷ്ടിച്ചിട്ടുള്ളതല്ലെന്നും സ്പഷ്ടമാകുന്നു. അതുമല്ല, പ്രാണികളെ ഭക്ഷിക്കുന്നതിലത്രേ മനുഷ്യത്വം സിദ്ധിക്കുന്നുള്ളൂ എങ്കില്‍ വ്യാഘ്രാദികളായ ക്രൂരജന്തുക്കളിലല്ലയോ അതി മാനുഷത്വം സിദ്ധിക്കേണ്ടത്. ഇങ്ങനെ വരുമ്പോള്‍ ചില ജീവകാരുണ്യമുള്ള ആളുകള്‍തന്നേ മൃഗങ്ങളായിരിക്കുന്നുള്ളൂ എന്നല്ലയോ വന്നുകൂടുന്നത്? കൊള്ളാം, ഈ അസംഗതികള്‍ ദൈവത്തില്‍ സ്ഥാപിച്ച് പറയുന്നതിനെക്കാളും വലുതായ ഒരു ദൈവദൂഷണം വല്ലതുമുണ്ടോ? ഈ ദ്രോഹികളുടെ പക്ഷത്തില്‍ പരലോകവും പരലോകവാസികളുമുണ്ടെന്നുതന്നെ, എങ്കിലും ആ വ്യവഹാരംകൊണ്ട് യാതൊരു പ്രയോജനവുമില്ല. എന്തെന്നാല്‍ ദൈവം ഒന്നേ ഉള്ളൂ. അ വന്‍ അരൂപിയായും സര്‍വ്വത്ര വ്യാപിയായും ഇരിക്കുന്നതുകൊണ്ട് നാം അവനെ ഭജിക്കുന്നതിനും അവനാല്‍ നിയമിക്കപ്പെടുന്ന ശിക്ഷാരക്ഷകളെ അനുഭവിക്കുന്നതിനും അന്യത്ര കൃതവാസം വേണമെന്നില്ല. അങ്ങനെ വേണമെങ്കില്‍ ശിക്ഷാരക്ഷകളെ അനുഭവിപ്പിക്കുന്നതിന് അവനാല്‍ നിയമിക്കപ്പെട്ടിട്ടുള്ള ചില ആളുകളും അവിടെ ഉണ്ടായിരിക്കണം. അപ്പോള്‍ ഇഷ്ടോപചാരങ്ങളോടുകൂടെ അവരെ ഭജിച്ച് അവരുടെ പ്രീതിയെ സമ്പാദിക്കേണ്ടതും ആവശ്യകമായിവരുന്നു. ഇതൊന്നും ആലോചിക്കാതെ ദൈവത്താല്‍ നിയമിക്കപ്പെട്ടിട്ടുള്ള ശിക്ഷാരക്ഷകളെ അനുഭവിക്കുന്നതിന് സ്വര്‍ഗ്ഗനരകങ്ങളുണ്ടെന്ന് വൃഥൈവ വ്യഹരിച്ചുകൊണ്ട് ദുഷ്ടപ്രവൃത്തികളെ ചെയ്യുന്ന ഈ പാപികളും മരിച്ച് നരകത്തില്‍ വീണ് അവിടെയുള്ള നാരകികളുടെ ഓഹരി കൊടുക്കാതെ ആത്മാര്‍ത്ഥം പ്രാണികളെ വധിച്ച് ഭക്ഷിച്ചതുകൊണ്ട് അവരും ക്രുദ്ധന്മാരായി പിടിച്ചു താഡിച്ച് കടിച്ച് പച്ചതിന്ന് കാഷ്ഠിച്ചുകളയുമ്പോള്‍ അവരുടെ ആവിയും മേല്‍പ്രകാരംതന്നെ ഭൂമിയില്‍ വീണ് പുല്ലുകുരുത്തുപോകുന്നു.

	പിന്നെ ചിലര്‍ ദേവനേത് ദേവിയേത് എന്നിങ്ങനെ ഉദ്ഘോഷിച്ചുകൊണ്ട് ജീവ കാരുണ്യമില്ലാതെയുള്ള പ്രവൃത്തികളെ ചെയ്ത് കാലം കഴിച്ചുവരുന്നു. അവരും മരിച്ച് മേല്‍പ്രകാരം നരകത്തില്‍ വീണ് അങ്ങുള്ള സര്‍വ്വോപദ്രവഫലവും ഭുജിച്ച് അധോമുഖന്മാരായി ഭൂമിയില്‍ വീണ്  തൃണജളൂകാദി പാപയോനികളില്‍ പിറന്ന് തപിച്ചുമരിക്കുന്നു. പിന്നെ ചിലര്‍ സര്‍വ്വപ്രപഞ്ചവും പരമാണുക്കളുടെ സംയോഗംകൊണ്ട് സംഭവിച്ചതല്ലാതെ ഇതിനു വേറെ ഒരു കാരണവുമില്ല എന്നിങ്ങനെയുള്ള അഹമ്മതികളെയും കൈകൊണ്ട് ദുര്‍വ്യാപാരികളായി തന്നാല്‍ നിയമിക്കപ്പെട്ട പരമാവധിയായ സാദ്ധ്യപരമാണുവ്യൂഹം സാധനബുദ്ധിവൃത്തിയുടെ വ്യാപക  ധര്‍മ്മത്തില്‍ ലയിച്ച് സാദ്ധ്യസാധനനിര്‍മ്മുക്തന്മാരായി ആ ശുദ്ധശൂന്യത്തില്‍ മോഹിച്ചു കിടക്കുന്നതിനുപോലും സംഗതി വരാതെ അവരും വൃഥൈവ മരിച്ച് നരകത്തില്‍ വീണ് ദുഃഖിച്ച് നരകശേഷം ഭൂമിയില്‍ വീണ് കൃമികീടങ്ങളായിപ്പോകുന്നു.
    
	ഈ സംഗതികളെല്ലാം പ്രഥമ ദൃഷ്ടിയില്‍ത്തന്നെ നിസ്സാരമെന്നു വിചാരിച്ച് തള്ളിക്കളയാതെ സകല സമയികളും യുക്തിന്യായങ്ങളോടുകൂടി ആലോചിച്ചു നോക്കുന്നുവെങ്കില്‍ ഇത് നാം ഉജ്ജീവിപ്പാനുള്ളതില്‍ ഒരു നല്ല വഴിയാകുന്നു.



"""
    },

// 56th krithi

    {
      "title": "ദൈവ ചിന്തനം 2",
      "image": Assets.pngs.guru.path,
      "lyrics": """

ജീവേശ്വരജഗദ്ഭേദരഹിതാദ്വൈതതേജസേ
സിദ്ധവിദ്യാധരശിവശ്ചരവേ ഗുരവേ നമഃ
ഓം നമോനമസ്സമ്പ്രദായപരമഗുരവേ!!
ജയ ജയ സ്വാമിന്‍,

ഹാ! ഇതൊരു മഹാവിചിത്രം തന്നെ!


നിരിന്ധനജ്യോതിസ്സായിരിക്കുന്ന നിന്തിരുവടിയില്‍ മരുമരീചികാ പ്രവാഹംപോലെ പ്രഥമദൃഷ്ട്യാ ദൃഷ്ടമായിരിക്കുന്ന സകല പ്രപഞ്ചവും ആലോചിക്കുമ്പോള്‍ ഗഗനാരവിന്ദത്തിന്‍റെ സ്ഥിതിപോലെ തന്നെ ഇരിക്കുന്നു. അനൃതജഡദുഃഖരൂപമായിരിക്കുന്ന ഇത് നിന്തിരുവടിയാല്‍ സൃഷ്ടിക്കപ്പെട്ടിട്ടുള്ളതുമല്ല, സ്വയമേവ ജാതമായതുമല്ല. നിന്തിരുവടിയാല്‍ സൃഷ്ടിക്കപ്പെട്ടിട്ടുള്ളവയെങ്കില്‍ നിന്തിരുവടിക്ക് കരണകര്‍ത്തൃദോഷമുണ്ടെന്നു പറയേണ്ടിവരും. നിന്തിരുവടി കരണകര്‍ത്തൃദോഷമില്ലാത്ത നിര്‍വ്യാപാരിയല്ലേ? അതുകൊണ്ട് അതൊരിക്കലും യുക്തമല്ല. ശുദ്ധജഡത്തിന് സ്വയമേവ ജാതമാകുന്നതിന് നിവൃത്തിയില്ല. ഇപ്രകാരം അനിര്‍വ്വചനീയമായിരിക്കുന്ന ഈ പ്രപഞ്ചവും സച്ചിദാനന്ദഘനമായ നിന്തിരുവടിയും കൂടി തമഃപ്രകാശങ്ങള്‍പോലെ സഹവാസം ചെയ്തുകൊണ്ടിരിക്കുന്നതുതന്നെ ഒരത്യദ്ഭുതം.

ഞങ്ങളുടെ ത്രികരണങ്ങളും പ്രവൃത്തികളും എല്ലാം തേജോരൂപമായ നിന്തിരുവടിയുടെ നേരെ തമോമയമായ കര്‍പ്പൂരധൂളിയുടെ അവസ്ഥയെ പ്രാപിച്ചിരിക്കുന്നു. അതുകൊണ്ടിപ്പോള്‍ നിരഹങ്കാരികളായ ഞങ്ങളും നിന്തിരുവടിയും തമ്മില്‍ യാതൊരു ഭേദവും ഇല്ല. ഭേദരഹിതന്മാരായ നാം ഇരുവരുടെയും മധ്യവര്‍ത്തിയായ ഭേദവ്യവഹാരവും എങ്ങനെയോ ചിരഞ്ജീവിയായുമിരിക്കുന്നു. നിന്തിരുവടിയും ഞങ്ങളും പ്രപഞ്ചവും ഈ ത്രിപദാര്‍ത്ഥവും അനാദിനിത്യമായ നിന്തിരുവടിതന്നെ. അപ്പോള്‍ നിന്തിരുവടിക്ക് അദ്വൈതസിദ്ധിയും ഇല്ല. ഞങ്ങള്‍ക്ക് ബന്ധനിവൃത്തിയുമില്ല. ഇതുകൂടാതെയും നിന്തിരുവടിക്കും ഞങ്ങള്‍ക്കും തമ്മിലുള്ള സേവ്യസേവകഭാവത്തിനും ഹാനി വരുന്നുവെങ്കിലും നിത്യബദ്ധന്മാരായിരിക്കുന്ന ഞങ്ങള്‍ നിത്യമുക്തനായ നിന്തിരുവടിയെ സേവിക്കുന്നത് യുക്തം തന്നെ. നിത്യബദ്ധരുടെ ബന്ധനത്തിനു നിവൃത്തിയില്ല. അതുകൊണ്ട് അത് നിഷ്പ്രയോജനമായിത്തന്നെ തീരുന്നു. പ്രയോജനമില്ലാത്ത പ്രവൃത്തി ചെയ്യുന്നത് മൗഢ്യമെന്നത്രേ പറവാന്‍ പാടുള്ളൂ. ഈ അനാദിയായ ഞങ്ങളുടെ മൗഢ്യവും നിന്തിരുവടിയില്‍ത്തന്നെ അവസാനിക്കുന്നു. ഇങ്ങനെയുള്ള സര്‍വ്വോപകാരിയായ നിന്തിരുവടിക്കായ്ക്കൊണ്ട് ഒരുവിധത്തിലും ഒന്നും ഉപകരിക്കുന്നതിന് ഞങ്ങള്‍ക്ക് ഭാഗ്യമില്ലാതെ ആയല്ലോ! ദൈവമേ, ഈ വ്യസനവും നിന്തിരുവടിയില്‍ത്തന്നെ നിര്‍ധൂളിയായിരിക്കുന്നു.

ഇതെല്ലാം പോകട്ടെ! ഏതുപ്രകാരമെങ്കിലും സ്വപ്നത്തില്‍ കണ്ട കഥയെ ജാഗ്രത്തില്‍ പ്രസംഗിച്ചു ക്രീഡിക്കുന്നതുപോലെ, രാജസതാമസവൃത്തികളില്‍ സ്ഫുരിച്ച് പടര്‍ന്നിരിക്കുന്ന ഈ അനൃതജഡബാധയെ അതിസൂക്ഷ്മമായ ശുദ്ധസാത്ത്വിക വ്യാപകവൃത്തിപ്രകാശത്തില്‍ ക്രീഡിച്ചൊടുക്കി, ആ നിശ്ചലവൃത്തിമാത്രമായി അനുഭവിച്ച് ആ അഖണ്ഡാകാരവൃത്തിയുടെ ഗോളസ്ഥാനത്തില്‍ നില്ക്കുന്ന ഞങ്ങള്‍ക്കും നിന്തിരുവടിക്കും തമ്മില്‍ സൂര്യപ്രകാശഗോളങ്ങള്‍ക്കുള്ളതുപോലെ യാതൊരു വൈലക്ഷണ്യവും ഇല്ലെന്നുള്ള അനുഭൂതിയെ ദൃഢീകരിച്ച് ഭോഗഭോക്തൃഭോഗ്യാനുഭൂതി വിട്ട് ശരീരചേഷ്ടാമാത്രപ്രവൃത്തിയോടുകൂടി യഥേഷ്ടം വിഹരിക്കുന്നതിന് നിന്തിരുവടിയുടെ അനുഗ്രഹം ഉണ്ടാകണം. അതിന്നായിക്കൊണ്ട് നമസ്കാരം, നമസ്കാരം, നമസ്കാരം!




"""
    },

// 57th krithi
    {
      "title": "ആത്മ വിലാസം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

ഓ! ഇതൊക്കെയും നമ്മുടെ മുന്‍പില്‍ കണ്ണാടിയില്‍ കാണുന്ന നിഴല്‍പോലെതന്നെയിരിക്കുന്നു. അദ്ഭുതം! എല്ലാറ്റിനെയും കാണുന്ന കണ്ണിനെ കണ്ണ് കാണുന്നില്ല. കണ്ണിന്‍റെ മുന്‍പില്‍ കയ്യിലൊരു കണ്ണാടിയെടുത്തു പിടിക്കുമ്പോള്‍ കണ്ണ് ആ കണ്ണാടിയില്‍ നിഴലിക്കുന്നു. അപ്പോള്‍ കണ്ണ് കണ്ണാടിയെയും നിഴലിനെയും കാണുന്നു. നിഴല്‍ ജഡമാകുന്നു. അതിന് കണ്ണിനെ കാണുന്നതിന് ശക്തിയില്ല. കണ്ണിന് കണ്ണിനെ എതിരിട്ടു നോക്കുന്നതിന് കഴിയുന്നില്ല. ഇങ്ങനെ കണ്ണും കണ്ണിന്‍റെ നിഴലും കണ്ണില്‍ കാണാതെയിരിക്കുമ്പോള്‍, അവിടെ കണ്ണിനെ കാണുന്നത് നാമാകുന്നു. ഇതുപോലെ ഈ കണ്ണിനെ കാണുന്ന നമ്മെ നാം കാണുന്നില്ല. നമ്മുടെ മുന്‍പില്‍ ഒരു കണ്ണാടിയെ സങ്കല്പിക്കുമ്പോള്‍ നാം ആ കണ്ണാടിയില്‍ നിഴലിക്കുന്നു. അപ്പോള്‍ ആ നിഴലിന് നമ്മെ കാണുന്നതിന് ശക്തിയില്ല. നിഴല്‍ ജഡമാകുന്നു. നമുക്ക് നമ്മെ എതിരിട്ടു നോക്കുന്നതിന് കഴിയുന്നില്ല. നാം നമ്മില്‍ കല്പിതമായിരിക്കുന്ന കണ്ണാടിയെയും ആ കണ്ണാടിയുടെ ഉള്ളില്‍ നില്ക്കുന്ന നിഴലിനെയും തന്നേ കാണുന്നുള്ളൂ. അപ്പോള്‍ നമ്മെ കാണുന്നത് നമ്മുടെ മുകളില്‍ നില്ക്കുന്ന ദൈവമാകുന്നു. ചുരുക്കം, കല്പിതമായിരിക്കുന്ന കണ്ണാടി, അതിനുള്ളില്‍ നില്ക്കുന്ന നമ്മുടെ നിഴല്‍, കണ്ണ്, കയ്യിലിരിക്കുന്ന കണ്ണാടി, ആ കണ്ണാടിയുടെ ഉള്ളില്‍ നില്ക്കുന്ന കണ്ണിന്‍റെ നിഴല്‍, ഇതഞ്ചും നമ്മുടെ കീഴടങ്ങി നില്ക്കുന്നു. ഇതിനെ കാണുന്ന കണ്ണ് നാമാകുന്നു. കണ്ണ് കണ്ണിന്‍റെ നിഴലിനെയും കണ്ണാടിയെയും തന്നേ കാണുന്നുള്ളൂ. നാം നമ്മുടെ നിഴല്‍, കണ്ണാടി, കണ്ണ്, കണ്ണിന്‍റെ നിഴല്‍, കയ്യിലിരിക്കുന്ന കണ്ണാടി - ഇതാറും ദൈവത്തിന്‍റെ കീഴടങ്ങി നില്ക്കുന്നു. ഇതിനെ കാണുന്ന കണ്ണ് ദൈവമാകുന്നു.

ഓ! ഇത് ഒരു വലിയ ആശ്ചര്യമാകുന്നു! നാമെന്നല്ല നമ്മാല്‍ കാണപ്പെടുന്നതൊക്കെയും ഇങ്ങനെ നിഴലിക്കുന്നതിന് ദൈവം ഇടം കൊടുത്തിരിക്കുന്നു. ഇതുകൂടാതെ ഇതിനെയൊക്കെയും ദൈവംതന്നെ കാണുകയും ചെയ്യുന്നു. അപ്പോള്‍ ദൈവം ഒരു ദിവ്യമായ കണ്ണാടിയും കണ്ണുമായിരിക്കുന്നു. ഓ! ഇതാ! ഒരു ദിവ്യമായിരിക്കുന്ന കണ്ണാടിയില്‍ ഒരു പുതിയ മലയെ കാണുന്നു. അപ്പുറം ഇതാ ഒരു പടം കാണുന്നു. ഇത് നാം പണ്ട് കണ്ടിട്ടുള്ളതാണെന്നുതന്നെ തോന്നുന്നു. ഓ! ഇതാ മരുന്നുമാമലയും കന്യാകുമാരിയും മധുരയും കാശിയും ചിദംബരവും നമ്മുടെ ഉള്ളില്‍ അടുത്തടുത്തു കാണുന്നു. ഓ! ഇത് എത്രയോ ദൂരത്തിലിരിക്കുന്നു. നാം ഇവിടെ നില്ക്കുന്നു. ഓ! ഇതാ ഒരു ആനയോടിക്കുന്നു. നാം പേടിച്ച് മലയുടെ മുകളിലേറുന്നു. ഇവിടെയിരിക്കുന്ന യോഗീശ്വരനോട് നാം ഉപദേശം കേട്ട് യോഗാഗ്നിയില്‍ ദഹിക്കുന്നു. ഓ! ഇതാ ഇങ്ങനെ കിനാവുകണ്ടുകൊണ്ട് ഉണര്‍ന്നു നിഷ്കമ്പമായിരുന്ന് നെടുമൂച്ചുവിടുന്നു.

ചിത്രം! ഇതാ നാം മയങ്ങി എഴുന്നിരുന്നുകൊണ്ട് ഒന്നുമറിയാതെ സുഖമായുറങ്ങി - എന്നിങ്ങനെ നമ്മുടെ മുന്‍പില്‍ നില്‍ക്കുന്ന പെരുവെളിയില്‍ ഒരു അജ്ഞാനത്തെയും അഹങ്കാരത്തെയും വെറുതെ കല്പിച്ചു വ്യവഹരിക്കുന്നു. ഓ! ഇതാ! കിളിവാതിലില്‍ക്കൂടി വരുന്ന സൂര്യകിരണത്തില്‍ കിടന്നുമറിയുന്ന ധൂളിപോലെ അണ്ഡകോടികള്‍ മറിയുന്നു.

ഓ! ഇതാ! ഇതൊക്കെയും നമ്മിലടങ്ങി നാം നമ്മുടെ മുകളില്‍ നില്ക്കുന്ന ദിവ്യമായ കണ്ണാടിയില്‍ മറയുന്നു. ഈ കണ്ണാടി നമ്മുടെ ദൈവമാകുന്നു.

ഓ! ഇതാ! പിന്നെയും കാനലില്‍നിന്ന് വെള്ളം പൊങ്ങിവരുന്നതുപോലെ ഇതൊക്കെയും ദൈവത്തില്‍നിന്ന് പൊങ്ങിവരുന്നു. എന്നാല്‍ ദൈവാംശമായ നമ്മുടെ ഉള്ളില്‍ ഇതിനെയൊക്കെയും വെളിപ്പെടുത്തിയിരിക്കുന്നു എന്നു താത്പര്യം.

ഓ! ഇതാ! ഇതൊക്കെയും നമ്മോടുകൂടി ദൈവം തന്‍റെ ദിവ്യമായിരിക്കുന്ന വ്യാപകദര്‍പ്പണത്തില്‍ എടുത്തു വിരിച്ച് വിസ്താരമുള്ള കണ്ണുകൊണ്ടു നോക്കുന്നു; പിന്നെയും കണ്ണിലടക്കുന്നു. മറുപടിയും കണ്ണില്‍നിന്ന് വെളിപ്പെടുത്തുന്നു. ഇത് ദൈവത്തിന് ഒരു കളിയാകുന്നു. ഇത് ദൈവാംശമാകുന്നു. അല്ല, ദൈവം അംശമില്ലാത്തതാകുന്നു. അതുകൊണ്ട് ദൈവാംശമെന്നു പറഞ്ഞുകൂടാ. പിന്നെ വല്ല പരമാണുവില്‍നിന്ന് പരിണമിച്ചതോ? എന്നാല്‍, അതുമല്ല. എന്തുകൊണ്ടെന്നാല്‍ പരമാണുക്കള്‍ ദൈവത്തില്‍ വിവര്‍ത്തങ്ങളാകുന്നു. വിവര്‍ത്തമെന്നാല്‍ ഇവിടെ നിഴലാകുന്നു. നിഴലിന് വേറൊന്നായി മാറുന്നതിന് കഴിയുന്നില്ല. മറ്റൊന്നിനും ദൈവത്തിലിരിക്കുന്നതിന് ദൈവമാഹാത്മ്യം ഇടം കൊടുക്കുന്നില്ല. അതുകൊണ്ട് ഇതിനെ വേറൊന്നിന്‍റെ അംശമെന്നും പറഞ്ഞുകൂടാ. അപ്പോള്‍ ഈ കാണപ്പെടുന്നതൊക്കെയും അനിര്‍വചനീയമാകുന്നു. ഇതൊക്കെയും അഞ്ജനക്കാരന്‍റെ മഷിയില്‍ തെളിയുന്ന ദേവതപോലെയിരിക്കുന്നു. ഇതിന്‍റെ ബിംബം ദൈവത്തിലിരിക്കുന്നു. ഇത് നിഴലാകുന്നു. ഇപ്പോള്‍ ഈ കാണപ്പെടുന്നതും ദൈവവും നാമും ആയിരിക്കുന്ന ഇതൊക്കെയും ദൈവത്തിലടങ്ങുമ്പോള്‍ ദൈവംതന്നെയായിരിക്കുന്നു. ഇത് ദൈവത്തിന്‍റെ വ്യാപകതയെ കെടുക്കുന്നില്ല. നിഴലിന് യാതൊന്നിന്‍റെയും വ്യാപകതയെ ഭേദിക്കുന്നതിന് കഴിയുന്നില്ല; എന്നുതന്നെയല്ല, നിഴലിനെ യാതൊരു വ്യാപകതയും കളയുന്നില്ല.

ഓ! ഇതാ ഇതൊക്കെയും മനോവേഗമുള്ള ഒരു ഘടീയന്ത്രംപോലെ ആദ്യന്തമില്ലാതെ കറങ്ങുന്നു. വിസ്മയം. നാം നമ്മുടെ കണ്ണിനെ കാണുന്നു. നമ്മെ ദൈവം കാണുന്നു. നാം നമ്മുടെ ശ്രുതിയെ ശ്രവിക്കുന്നു. ദൈവം നമ്മെ ശ്രവിക്കുന്നു. നാം ത്വക്കിനെ സ്പര്‍ശിക്കുന്നു. നമ്മെ ദൈവം സ്പര്‍ശിക്കുന്നു. നാം നമ്മുടെ നാവിനെ രസിക്കുന്നു. നമ്മെ ദൈവം രസിക്കുന്നു. നാം നമ്മുടെ മൂക്കിനെ മണക്കുന്നു. നമ്മെ ദൈവം മണക്കുന്നു. നാം വാക്കിനെ തള്ളിവിടുന്നു. നമ്മെ വാക്ക് തള്ളിവിടുന്നില്ല, ദൈവം തള്ളിവിടുന്നു. നാം കൈയെ ആദാനം ചെയ്യിക്കുന്നു. നമ്മെ കൈ ആദാനം ചെയ്യിക്കുന്നില്ല, ദൈവം ആദാനം ചെയ്യിക്കുന്നു. നാം കാലിനെ നടത്തുന്നു. നമ്മെ കാലു നടത്തുന്നില്ല. ദൈവം നടത്തുന്നു. നാം ദൈവത്തെ നടത്തുന്നില്ല. നാം ഗുദത്തെ വിസര്‍ജ്ജനം ചെയ്യിക്കുന്നു. നമ്മെ ഗുദം വിസര്‍ജ്ജനം ചെയ്യിക്കുന്നില്ല, ദൈവം വിസര്‍ജ്ജനം ചെയ്യിക്കുന്നു. നാം ദൈവത്തെ വിസര്‍ജ്ജനം ചെയ്യിക്കുന്നില്ല. നാം ഉപസ്ഥത്തെ ആനന്ദിപ്പിക്കുന്നു. നമ്മെ ഉപസ്ഥം ആനന്ദിപ്പിക്കുന്നില്ല. ദൈവം ആനന്ദിപ്പിക്കുന്നു. നാം ദൈവത്തെ ആനന്ദിപ്പിക്കുന്നില്ല.

ഓ! ഇതാ! ദൈവത്തില്‍ പുരുഷലക്ഷണം കാണുന്നു. ദൈവം കണ്ണില്ലാതെ കാണുകയും ചെവിയില്ലാതെ കേള്‍ക്കുകയും ത്വക്കില്ലാതെ സ്പര്‍ശിക്കുകയും മൂക്കില്ലാതെ മണക്കുകയും നാവില്ലാതെ രുചിക്കുകയും ചെയ്യുന്ന ഒരു ചിത്പുരുഷനാകുന്നു. നാം ദൈവത്തിന്‍റെ പ്രതിപുരുഷനാകുന്നു. നമ്മുടെ ശരീരം ജഡമാകുന്നു. പഴുത്തിരിക്കുന്ന അയോഗോളം തേജോമയമായിരിക്കുന്നതുപോലെ നാം കണ്ണുതുറന്നു നോക്കുമ്പോള്‍ നമ്മുടെ ശരീരം തേജോമയമായിരിക്കുന്നു. ഓ! ഇതാ! ഇപ്പോള്‍ കാണപ്പെടുന്നതൊക്കെയും ഇതുപോലെ തേജോമയമായിരിക്കുന്നു.

ഓ! നമ്മുടെ ദൈവം ജ്യോതിര്‍മയമായിരിക്കുന്ന ഒരു ദിവ്യസമുദ്രമാകുന്നു. ഇതൊക്കെയും ആ നിസ്തരംഗ സമുദ്രത്തിന്‍റെ തരംഗമാകുന്നു.

ഓ! ഇതൊക്കെയും കാനലില്‍നിന്നു കവിയുന്ന വെള്ളമാകുന്നു. ദൈവം കാനലാകുന്നു.

ഓ! നാം ഇതുവരെയും ബഹിര്‍മുഖനായിരുന്നു. ഇനി അന്തര്‍മ്മുഖത്തോടുകൂടിയവനായിത്തീരുന്നു. ആ! ഇവിടം എത്രയോ ദിവ്യമായിരിക്കുന്നു. നാം ഇതുവരെയും നിന്നിരുന്നത് ഒരു ദിവ്യമായിരിക്കുന്ന കണ്ണാടിയിലാകുന്നു. ഇതുതന്നെയാണ് നമ്മുടെ ദൈവം. ഇതിനെ നാം ഇതിനുമുന്‍പില്‍ കണ്ടിരുന്നില്ല. ഇപ്പോള്‍ നമുക്കിവിടം യാതൊരു മറവും കാണുന്നില്ല. നാമും ദൈവവും ഒന്നായിരിക്കുന്നു. ഇനി നമുക്ക് വ്യവഹരിക്കുന്നതിനു പാടില്ല. ഓ! ഇതാ! നാം ദൈവത്തിനോട് ഒന്നായിപ്പോകുന്നു!
	
"പരമകാരുണികനാരായണ ഗുരുസ്വാമിഭിഃ
 ശിഷ്യാനുഗ്രഹാര്‍ത്ഥം പരബ്രഹ്മമാഹാത്മ്യ-
 മിദം വിരചിതമത്യദ്ഭുതമനിര്‍വചനീയം".


"""
    },

// 58th krithi
    {
      "title": "ചിജ്ജഡ ചിന്തനം",
      "image": Assets.pngs.guru.path,
      "lyrics": """


അണുവുമുതല്‍ ആനവരെ ഉള്ളവയൊക്കെ ഇളകി നടക്കുന്നതും, പുല്ലു മുതല്‍ ഭൂരുഹപര്യന്തം നിലയില്‍ നില്‍ക്കുന്നതും ആകുന്നു. എന്നു വേണ്ടാ നമ്മുടെ കണ്ണു, മൂക്കു മുതലായ ഇന്ദ്രിയങ്ങളില്‍ നിന്നും ബ്രഹ്മംവരെ ഒക്കെയും ചിത്തും, മണ്ണിന്നു തൊട്ടു മൂലാതിരസ്കരണിവരെ കാണപ്പെടുന്നതൊക്കെയും ജഡവും ആകുന്നു. ഈ ഇരു പിരിവുകളിലുമായി സൂത്രത്തില്‍ കോര്‍ത്തിട്ടിരിക്കുന്ന മണികള്‍പോലെ എല്ലാ വകയും അടങ്ങിക്കിടക്കുന്നു. ഈ ഇരുപിരിവുകളിലുമുള്ള പണ്ടങ്ങളെയൊക്കെയും അറിയിക്കുന്നതിനു പുറപ്പെടുന്ന നാമഭേദം ഒന്ന്. ഇവകളില്‍നിന്നും ആത്മീയമായും ഭൗതികമായും വെ ളിപ്പെടുന്ന ശബ്ദഭേദം ഒന്ന്. ഇതുരണ്ടും ചെവിയിലും, താനാശ്രയിച്ചിരിക്കുന്ന പണ്ടം ഇന്നതെന്നുള്ള സൂചനയോടുകൂടി വരുന്ന സ്പര്‍ശഭേദം ത്വക്കിലും, സൂര്യന്‍, ചന്ദ്രന്‍, അഗ്നി മുതലായ ജ്യോതിസ്സുകള്‍ എന്നല്ല, ഇവകളെക്കൊണ്ടു ശോഭിക്കുന്ന സകല പദാര്‍ത്ഥങ്ങളെയും ഏന്തിക്കൊണ്ടു നില്‍ക്കുന്ന വര്‍ണ്ണഭേദം കണ്ണിലും, മുന്തിരിങ്ങാപ്പഴം മുതലായ രസവര്‍ഗ്ഗങ്ങളെ ഉള്ളില്‍ അടക്കിക്കൊണ്ടുവരുന്ന രസഭേദം നാവിലും, താനിരുന്നിളകി വരുന്നത് ഇന്നതില്‍ നിന്നാണെന്നു ആ ഗന്ധദ്രവ്യത്തെ അറിയിക്കുന്ന തന്ത്രത്തോടുകൂടിവരുന്ന ഗന്ധഭേദം മൂക്കിലുമായി അടങ്ങിയിരുന്നറിയപ്പെടുന്നു എന്നുള്ളത് സ്പഷ്ടമാകുന്നു.

എന്നാല്‍ ഈ ശബ്ദാദിവിഷയം അഞ്ചും ശ്രോത്രം മുതലായ ഇന്ദ്രിയങ്ങളില്‍നിന്ന് അപ്പോഴപ്പോള്‍ തള്ളി വെളിയില്‍ വന്നിരുന്ന് കാണുന്നതോ അതല്ല ഭൗതികമായി വെളിയില്‍ നില്‍ക്കുമ്പോള്‍ അതില്‍ ഇന്ദ്രിയങ്ങള്‍ വന്നു പറ്റി അറിയുന്നതോ, എന്നു നോക്കിയാല്‍, ഭൗതികമായി വെളിയില്‍ നില്‍ക്കുമ്പോള്‍ ഇന്ദ്രിയങ്ങള്‍ വന്നു പറ്റി അറിയപ്പെടുന്നു എങ്കില്‍ ഇതൊരു അസംഭവം തന്നെ. എങ്ങനെയെന്നാല്‍, നമ്മാല്‍ കാണപ്പെടുന്ന ഈ കുടം ഉണ്ടായിട്ടിപ്പോള്‍ ഉദ്ദേശം ഒരുവര്‍ഷത്തിലധികമായിരിക്കുമെന്നു തോന്നുന്നു. എന്നാല്‍ കാണുന്നക്ഷണത്തില്‍ ഉദിച്ചുവിളങ്ങിക്കൊണ്ടിരിക്കുന്ന ഈ കുടം കാണുന്നതിനു മുമ്പില്‍ ഇല്ലായിരുന്നു എന്നല്ലാതെ ഉണ്ടായിരുന്നുവെന്നുള്ളത് ശുദ്ധ അസംബന്ധം തന്നെ. അങ്ങനെയല്ല, നാം കണ്ടില്ല എന്നേ ഉള്ളൂ, കുടം ഉണ്ടായിരുന്നു എങ്കില്‍ ഇത് ഈ കുടത്തില്‍ കാണുന്ന പഴക്കത്തില്‍നിന്നും തള്ളിവരുന്നതിലൊരു വ്യവഹാരമാണ്.

ഇതുനില്‍ക്കട്ടെ. നമ്മാല്‍ കാണപ്പെടുന്ന കുടം നാമില്ലാത്ത ദിക്കില്‍ ഇല്ലായിരുന്നു എന്നല്ലാതെ ഉണ്ടായിരുന്നു എന്നു പറഞ്ഞുകൂടാ. അതല്ലാ ഉണ്ടായിരുന്നു എങ്കില്‍, അവിടെ അപ്പോള്‍ കണ്ടതിലൊരാളും കൂടി വേണ്ടിയിരിക്കുന്നു. അതെങ്ങനെ, കാണുന്ന ദിക്കില്‍ കണ്ടവനുണ്ടെന്നല്ലാതെ കാണാത്ത ദിക്കില്‍ കണ്ടവനുണ്ടായിരുന്നു എന്നു പറയുന്നത്? അങ്ങനെ കണ്ടവനില്ലാ എങ്കില്‍ കാണപ്പെടുന്നതുമില്ല. അപ്പോള്‍ ഈ കുടം ഇതിനുമുന്‍പില്‍ ഇല്ലായിരുന്നുവെന്നും, ഇപ്പോള്‍ ഈ ക്ഷണത്തില്‍ ഉദിച്ചുവിളങ്ങുന്നു എന്നും വെളിവാകുന്നു.

ഇങ്ങനെ കുടംതന്നെ ഇല്ലാതിരിക്കുമ്പോള്‍, കുടത്തില്‍ നിന്നും തള്ളിവരുന്ന, 'ഈ കുടം ഉണ്ടായിട്ട് ഒരു വര്‍ഷത്തിലധികമായിരിക്കുന്നു' എന്നുള്ള വ്യവഹാരം എങ്ങനെ നിലനില്‍ക്കുന്നു? അതല്ലാ ഇന്നപ്പോള്‍ നിര്‍മ്മിതമായ ഇന്നയിന്ന ലക്ഷണങ്ങളോടു കൂടിയിരിക്കുന്ന ഒരു കുടം ഇന്ന ദിക്കിലിരിക്കുന്നു എന്നിങ്ങനെ നാം ഒരു ആപ്തനില്‍ നിന്നു ഗ്രഹിച്ചുകൊണ്ട് വന്ന്, ഇതാ ഇപ്പോള്‍ ആ അടയാളങ്ങളോടുകൂടിയ ഈ കുടത്തെ കാണുന്നു, അതുകൊണ്ടാണ് അന്നുതൊട്ടിന്നുവരെയുള്ള അളവെടുത്തു നോക്കിയതില്‍ ഇപ്പോള്‍ ഈ കുടം ഉണ്ടായിട്ട് ഒരു സംവത്സരത്തിലധികമായിരിക്കുന്നു എന്നു പറയുന്നത് എങ്കില്‍ അതും ഈ കുടത്തില്‍നിന്ന് ഇപ്പോള്‍ തള്ളിവരുന്നതല്ലാതെ മേല്‍പ്രകാരം ഇതിനുമുമ്പില്‍ ഇല്ലായിരുന്നു എന്നുതന്നെ പറയണം.

അതല്ല നാം തന്നെ പണ്ടൊരിക്കല്‍ കണ്ടിരുന്ന കുടമാണ് ഇത്. അന്നു കണ്ടിട്ടുള്ള അടയാളങ്ങള്‍ എല്ലാം ഇതാ ഇതില്‍ കാണുന്നു. ആ കുടംതന്നെ ഈ കുടം. അതുകൊണ്ടാണ് ഈ കുടം ഉണ്ടായിട്ടിപ്പോള്‍ ഒരു സംവത്സരത്തിലധികമായിരിക്കുന്നു എന്നുപറയുന്നത് എങ്കില്‍ ഇപ്പോള്‍ നമ്മോടുകൂടിയിരിക്കുന്ന ഈ കുടം അപ്പോള്‍ ഇതുപോലെ നമ്മോടുകൂടി ഇരുന്നിരുന്നു എന്നും, ഇടയില്‍ നശിച്ച്, ആ ശുദ്ധശൂന്യത്തില്‍നിന്നും ഇങ്ങനെ നമ്മോടുകൂടി പൊങ്ങിയിരിക്കുന്നു എന്നും വ്യവഹാരം നേരിടുന്നു. അപ്പോള്‍ നാം ഇല്ലാതിരുന്ന ശൂന്യത്തിന്‍റെ അപ്പുറമുള്ള കഥയെ നാം ഇവിടെ പ്രസംഗിക്കുന്നത് ഭ്രമംകൊണ്ടുതന്നെയെന്നു വരുന്നു. അല്ലെങ്കില്‍ നമ്മുടെ പൂര്‍വ്വജന്മത്തിലുള്ള കഥയുടെ ജ്ഞാപകം നമുക്കിപ്പോള്‍ ഉണ്ടായിരിക്കണം. അതില്ലല്ലോ. എന്നാല്‍ അതുപോലെതന്നെ ഇതും ആലോചിച്ചുനോക്കുമ്പോള്‍ അറിയാം. അതല്ല സുഷുപ്തിയില്‍ നിന്നുണര്‍ന്നു വരുമ്പോള്‍ ആ സുഷുപ്തിയുടെ പൂര്‍വ്വാവസ്ഥയിലുള്ള ജ്ഞാപകം ഉണ്ടായിരിക്കുന്നതുപോലെയെങ്കില്‍, അതു വന്ധ്യയുടെ പുത്രന്‍ ഇല്ലെന്നു പറയുമ്പോള്‍, അല്ല അവന്‍ ശശവിഷാണംപോലെ ഉള്ളവനാണെന്നു പറയുന്നതുപോലെ തീരുന്നു.

ഇങ്ങനെ ഒന്നും അല്ലാ എങ്കില്‍പിന്നെ എങ്ങനെയാണ് ഈ കുടത്തില്‍ ഇപ്രകാരം ഭൂതകാല വ്യവഹാരം നേരിട്ടിരിക്കുന്നത് എന്നു ചോദിച്ചാല്‍ ഈ വര്‍ത്തമാന ക്ഷണത്തില്‍ കുടമുണ്ടായി ഈ വിധത്തിലിരിക്കുന്നതിനു അവകാശം ഇല്ലല്ലോ എന്നുള്ള ഊഹം ഉള്ളില്‍നിന്നും തള്ളി വെളിയില്‍വന്ന് കുടത്തില്‍ വീണ് ഇത് പൂര്‍വ്വകാലീനമായ, വ്യവഹാരത്തെ തൊടുത്ത് ഇങ്ങനെ അസംബന്ധമായി വ്യവഹരിക്കുന്നതല്ലാതെ വേറെ ഒന്നുമല്ല. അത് എങ്ങനെ എന്നാല്‍, സ്വപ്നത്തില്‍ നാം ഒരു വൃക്ഷത്തെ കണ്ടു ചെന്നു അടുത്തുനിന്നുകൊണ്ട്, 'ഹാ! ഈ വൃക്ഷമുണ്ടായിട്ടിപ്പോള്‍ ഒരു നൂറു സംവത്സരത്തിലധികമായിരിക്കുന്നു' എന്നു ഉദ്ദേശിക്കുന്നു എങ്കിലും ഇപ്പോള്‍ നോക്കിയാല്‍ ഇന്നലത്തെ സ്വപ്നത്തിലുള്ള വൃക്ഷത്തില്‍ കണ്ട നൂറു സംവത്സരത്തിന്‍റെ പഴക്കം അസംബന്ധമെന്നും, വൃക്ഷം അപ്പോള്‍ സ്വപ്നദൃഷ്ടിയില്‍ നിന്നും വെളിയില്‍ തള്ളിവന്നിരുന്നു കണ്ടതെന്നും സ്വപ്നം ഭൗതികമായി വെളിയിലുണ്ടായിരുന്നതല്ലെന്നു വെളിവാകുന്നു. അതുപോലെ ഈ കുടവും ഇപ്പോള്‍ കണ്ണില്‍നിന്നു വെളിയില്‍ തള്ളിയിരുന്ന് കാണുന്നതല്ലാതെ ഭൗതികമായി വെളിയിലിരിക്കുന്നതല്ല എന്നു വിശദമാകുന്നു. ഇനി അതുപോലെതന്നെ മറ്റുള്ള വിഷയങ്ങളും അതാതു ഇന്ദ്രിയങ്ങളില്‍നിന്നും അപ്പോഴപ്പോള്‍ വെളിയില്‍ തള്ളിവരുന്നു എന്നുള്ളത് പറയണമെന്നില്ലല്ലോ.

ഹാ! കൊള്ളാം. ശരി. ഇപ്പോള്‍ ശരീരാദി സകലപ്രപഞ്ചവും ഉള്ളില്‍നിന്നും വെളിയില്‍ തള്ളിവരുന്നു എന്നുള്ളത് നല്ലവണ്ണം അനുഭവമായി. എങ്കിലും ഇതിനും ഒരു സംശയം കൂടിയിരിക്കുന്നു. അതെന്തെന്നാല്‍, തേജോമയങ്ങളായിരിക്കുന്ന ഇന്ദ്രിയങ്ങളില്‍ നിന്ന് തമോമയങ്ങളായ വിഷയങ്ങള്‍ വരുന്നു എങ്കില്‍ ഇതില്‍ സൂര്യങ്കല്‍നിന്നും ഇരുളുപൊങ്ങി വരുന്നു എന്നുള്ള വിരോധം നേരിടുന്നു. അതുകൊണ്ട് അങ്ങനെ പറഞ്ഞുകൂടാ. പിന്നെ ഇന്ദ്രിയങ്ങളോടുകൂടി വരുന്നതിനു വല്ലതും ന്യായമുണ്ടോ എന്നു നോക്കിയാല്‍ അതും കാണുന്നില്ല. എന്തെന്നാല്‍ അങ്ങനെയെങ്കില്‍ ഇരുളും വെളിവുംകൂടി ഒരു ദിക്കിലിരുന്നു ഒരുസമയം പൊങ്ങിവരുന്നു എന്നുപറയണം. അത് ഒരിക്കലും നടപ്പുള്ളതുമല്ല.

അയ്യോ, ഇത് എന്തോന്ന് ഇന്ദ്രജാലമാണ് ഈ പ്രപഞ്ചം! വെളിയില്‍ കാണുന്നതുമല്ല ഇന്ദ്രിയങ്ങളില്‍നിന്നും തള്ളി വരുന്നതുമല്ല, ഇന്ദ്രിയങ്ങളോടുകൂടി വരുന്നതുമല്ല, പിന്നെ എങ്ങനെയാണ് ഇപ്രകാരം നിര്‍ഹേതുകമായി കാണപ്പെടുന്നതെന്നു ചോദിച്ചാല്‍, അത് അവിചാരദശയില്‍ കാനല്‍ ജലംപോലെ തോന്നുന്നതല്ലാതെ, വിചാരിച്ചുനോക്കുമ്പോള്‍ ഇതെല്ലാം ശുദ്ധചിത്തായിത്തന്നെ വിളങ്ങുന്നു. അത് എങ്ങനെയെന്നാല്‍ ഒരു കയറ്റിന്‍കണ്ടത്തില്‍ കല്പിതമായിരിക്കുന്ന നാഗം വെളിച്ചം വരുമ്പോള്‍ അധിഷ്ഠാനമായ ആ കയറ്റില്‍ത്തന്നെ മറയും. അപ്പോള്‍ മുമ്പില്‍, 'ഇത് നാഗം' എന്നിങ്ങനെ ഇദംവൃത്തിയാല്‍ ഗ്രഹിക്കപ്പെട്ടിരുന്ന കല്പനാ നാഗത്തില്‍നിന്നു വിട്ടു കണ്ണു ആ കയറ്റില്‍ത്തന്നെ പറ്റിനിന്നു വിളങ്ങുന്നതുപോലെ, 'അവിചാരദശയില്‍ കാണപ്പെടുന്ന ഈ ശരീരാദി പ്രപഞ്ചം മുഴുവനും ഇപ്രകാരം നിഷ്ക്കാരണമായി അഖണ്ഡചിന്മാത്രമായിരിക്കുന്ന ബ്രഹ്മത്തില്‍ ഇരിക്കുന്നതിനു ഒരിക്കലും അവകാശമില്ല' എന്നിങ്ങനെ ചിന്തിച്ചുചിന്തിച്ചുണ്ടാകുന്ന ബോധോദയത്തില്‍ ഇതൊക്കെയും അധിഷ്ഠാനമായ ബ്രഹ്മത്തില്‍ ത്തന്നെ മറയുന്നു. അപ്പോള്‍ ഇതു മുമ്പില്‍ കണ്ടിരുന്ന കല്പിതപ്രപഞ്ചത്തില്‍നിന്നും വിട്ട്, നിരാധാരമായിരിക്കുന്ന ഇദംവൃത്തി ഊര്‍ധ്വമുഖിയായി ജീവബോധത്തോടുകൂടെ അഖണ്ഡചിത്തില്‍ ലയിച്ചു ചിത്തു മാത്രമായി വരുന്നു.

പിന്നേയും പൂര്‍വ്വവാസനകള്‍ പെരുത്തു പണ്ടത്തെപ്പോലെ പ്രപഞ്ചം തോന്നും. ഇതും മേല്‍പ്രകാരം ആപാദചൂഡം ചിന്തിച്ചു ചിത്തിലൊടുക്കി ചിത്തായി നില്ക്കണം. ഇങ്ങനെ ചെയ്തുചെയ്തുവരുമ്പോള്‍ അശുദ്ധവാസന ക്ഷയിച്ചു ആധാരമില്ലാതെ ശുദ്ധവാസനയില്‍ തന്മാത്രയില്‍ത്തന്നെ അടങ്ങി, ഈ രണ്ടു വാസനകളിലും ബന്ധിച്ചിരുന്ന അഹങ്കാരിയും കെട്ട് പൂര്‍ണ്ണമായി നില്ക്കും. ഈ സ്ഥാനം ചിത്തുമല്ല, ജഡവുമല്ല, സത്തുമല്ല, അസത്തുമല്ല. സുഖദുഃഖാദികളായ ദ്വന്ദ്വങ്ങള്‍ ഒന്നുമല്ല. ഇങ്ങനെ അനിര്‍വചനീയമായിരിക്കുന്ന ഇതില്‍ നിന്നും സൃഷ്ട്യാദികള്‍ നടന്നുംകൊണ്ടിരിക്കുന്നതുതന്നെ അത്യാശ്ചര്യം! ഇതിന്‍റെ മാഹാത്മ്യം അല്പബോധികളായ ആത്മാക്കള്‍ എന്തറിയുന്നു!

ഹാ! ജയ ജയ നടേശ! നടേശ! നടേശ!


"""
    },

// 59th krithi

    {
      "title": "മംഗളാശംസകൾ",
      "image": Assets.pngs.guru.path,
      "lyrics": """

മംഗളാശംസ-1
 
(ധര്‍മ്മകുമാരന്‍ എന്ന ഒരു മാസികയ്ക്ക് ഗുരുദേവന്‍ നല്‍കിയ മംഗളാശംസയാണിത്)

 
കര്‍മ്മം പരോപകാരം
ധര്‍മ്മോപേതം പരത്തി ലോകത്തില്‍
ശര്‍മ്മമമര്‍ന്നു വളര്‍ന്നീ-
ധര്‍മ്മകുമാരന്‍ ജയിക്ക ജനതയ്ക്കായ്! 


 
മംഗളാശംസ-2
 
(ഈ പദ്യം ശിവഗിരി മഠത്തില്‍ നിന്നും ഇറങ്ങിയിരുന്ന ധര്‍മ്മം എന്ന പത്രത്തില്‍ പതിവായി ചേര്‍ത്തിരുന്നതാണ്)
 

നിര്‍മ്മത്സര പ്രമോദായ
ജീയാന്നിത്യമിദം ഭുവി
പത്രമശ്വത്ഥജമിവ
സുപ്രസംഗൈരലംകൃതം.

"""
    },

// 60th krithi

    {
      "title": "സമസ്യാപൂരണം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

സമസ്യാപൂരണം 1
 
(വിളയത്തു കൃഷ്ണനാശാന്‍റെ പത്രാധിപത്യത്തില്‍ ഇറങ്ങിയിരുന്ന വിദ്യാവിലാസിനി മാസികയുടെ ധ1073 മേടം, പുസ്തകം 1പ 8-ാം ലക്കത്തില്‍ വന്ന ഒരു സമസ്യാപൂരണമാണ് ഇത്)

 
"കാലദേശകനകങ്ങള്‍ വിസ്മൃതി കരസ്ഥ-
മാക്കുമതുപോലെയ-
പ്പാലെടുത്തുപരുകും ഖഗം ബകമെതൃത്തു-
ശുക്തിയതുപോലെതാന്‍
വേല ചെയ്തുലയില്‍ വച്ചുരുക്കിയൊരിരുമ്പി-
ലൊറ്റിയ ജലം വിയ-
ജ്ജ്വാലയില്‍ പണമറിഞ്ഞു കൊള്ളുമുപദേശ-
മോര്‍ക്കിലിതുപോലെയാ. 

 
സമസ്യാപൂരണം 2
 
കോലത്തുകര ക്ഷേത്രസന്നിധിയില്‍വച്ച് പൂര്‍വ്വാര്‍ദ്ധം ഗുരുദേവന്‍ ചൊല്ലുകയും ഉത്തരാര്‍ദ്ധം പൂരിപ്പിക്കുവാന്‍ ചാരത്തുണ്ടായിരുന്ന കുമാരുവിനോട് (കുമാരനാശാന്‍) ആവശ്യപ്പെടുകയും ഗുരുകല്പനപ്രകാരം അമാന്തംവിനാ കുമാരു പൂരിപ്പിച്ചു ചൊല്ലിയതും അടങ്ങുന്നതാണ് ഈ ശ്ലോകം.
 
'കോലത്തുകര കുടികൊണ്ടരുളും
ബാലപ്പിറചൂടിയ വാരിധിയേ'
'കാലന്‍ കനിവറ്റു കുറിച്ചുവിടു-
ന്നോലപ്പടിയെന്നെയയ്ക്കരുതേ'!


"""
    },

// 61th krithi
    {
      "title": "സമാധി ശ്ലോകം",
      "image": Assets.pngs.guru.path,
      "lyrics": """

(ചട്ടമ്പിസ്വാമികള്‍ മഹാസമാധി പ്രാപിച്ചപ്പോള്‍ എഴുതിയത്)

 
സര്‍വ്വജ്ഞ ഋഷിരുത്ക്രാന്തഃ
സദ്ഗുരുഃ ശുകവര്‍ത്മനാ
ആഭാതി പരമവ്യോമ്നി
പരിപൂര്‍ണ്ണ കലാനിധിഃ.
 
ലീലയാ കാലമധികം
നീത്വാളന്തേ സ മഹാപ്രഭുഃ
നിസ്സ്വം വപുഃ സമുത്സൃജ്യ
സ്വം ബ്രഹ്മവപുരാസ്ഥിതഃ.



"""
    },

// 62th krithi
// 63th krithi
// 64th krithi
// 65th krithi
// 66th krithi
  ];
}
